بٔہرن أنۍ بیاکھ ظیافت۔
بہٕ چُھس کوجہٕ برٛونٛہمِہ لَڑایہِ ہِنٛز کَتھ کَران
تٔمۍ کوٚر نہٕ پنٛنِس دوستہٕ سٕنٛزِ دھمکی ہُنٛد غور۔
یہِ چُھ واضح زِ تٔمِس چھےٚ تسسٕنٛز رِش۔
اسہِ چُھ نہٕ سُہ ؤری وادو پٮ۪ٹھٕ وُچھمُت۔
سٮ۪سہٕ گٔیہِ گۄڈٕ بٕتِھس پیٚٹھ تہٕ پتہٕ زنٛگن پیٚٹھ ظٲہِر۔
پنُن روزگار زینٛنہٕ خٲطرٕ اوٚن تٔمۍ آٹو۔
امیُک مطلب چُھ نیران زِ سۄ نِیہِ نہٕ مُقدِم واپس۔
پنٕنۍ بےٚ گۄنٲہی ثٲبِت کرنہٕ خٲطرٕ لَڑو أسۍ۔
بالُک سرٕد واو اوس ہَوہس تازٕ تھاوان۔
تِم سٲری چھِ واریاہ غریٖب۔
سۄ ٲس میٛٲنِس بستس غورٕ سان وٕچھان۔
ہمساین ہٕنٛدِ گرٕ منٛز آیہِ کَنن تٔرِتھ گژھن واجیٚنۍ کرٛٮ۪کھ بوزنہٕ۔
مےٚ چھےٚ مس ژٹنٕچ ضروٗرت۔
تٔمۍ سٕنٛز مُقٲمی زبان چھےٚ ہِنٛدی۔
ژٕ ہٮ۪کہٕ کھٕ یہِ چِٹھۍ میاہِ خٲطرٕ ڈاک کٔرِتھ؟
مےٚ چھِ پنٕنۍ رٮ۪تہٕ کٲلۍ پلو پنٛنہِ المارِ منٛز تٔھوۍمٕتۍ۔
چلوُن آب چُھ اکثر شوٚد آسان۔
تٔمۍ سُنٛد ناو اوس آمُت فہرستہٕ منٛز کٔڑِتھ ژٕھنٛنہٕ۔
اُستادن پَزِ نہٕ طٲلبہِ عٔلمن ہِنٛز کوٗشش غٲر تسلیم کرٕنۍ۔
تٔمۍ گیوٚو اکھ بٲت یُس خصوٗصی طور اتھ موقعس پیٚٹھ لیٚکھنہٕ آمُت اوس۔
ہِدایت کارو ہِنٛزِ جمٲعژ کوٚر اکہِ نیہِ پالسی ہُنٛد مسودٕ تیار۔
ژٕ ہٮ۪کَکھ نہٕ شٔریٖکو روٚس کارٕبار چلٲوِتھ
دِفتر گژھاں ژوٚل تس وتہِ ٹٲرس ہوا نیٖرِتھ۔
یوٗتاہ بتہٕ پوشہٕ نہٕ دہن نفرن۔
بچس چُھ کوٚٹھس پٮ۪ٹھ اکھ زخم۔
تٔمۍ تھوٚو ثبوٗت ژھانٛڈُن جٲری۔
تٔمِس ٲس رسمی طور سالس منز شِرکت کرنٕچ دعوت دِنہٕ آمٕژ۔
سُہ چُھ یمن ؤرِین منٛ بد مِزاز بنیومُت۔
کچھوا چھِ آبس منٛز تہِ تہٕ زمیٖنس پٮ۪ٹھ تہِ روٗزِتھ ہٮ۪کان۔
نوٚ چُھ میون پھروٗژ عدد۔
مےٚ أنۍ سونو ہس خٲطرٕ اکھ کِتاب۔
اسہِ أنۍ زٲوِجہِ سٕژنہِ کامہِ دار پردٕ۔
مےٚ ووٚن تٔمِس پنٕنۍ قمیٖض کڑنہٕ خٲطرٕ یُتھ سُہ کوڑو سۭتۍ مارٕکۍ نِشان ہیٚکہِ ہٲوِتھ۔
یتھ ہوٹلس منٛز ٲسۍ ٹٔھہرِتھ ٲسۍ سُہ اوس بِلکُل تھدِ درجُک۔
تٔمِس چُھ آمُت خاص اِختِیار دِنہٕ۔
مہربانی کٔرِتھ دیٖو پیٚٹھٕ کنہِ دِنہٕ آمتِس پتہس پٮ۪ٹھ جواب
بہٕ کتہِ ہٮ۪کہٕ ٹِکٹ أنِتھ؟
یُس تہِ سوٗت ژےٚ جان گژھۍ سُے تُل۔
مےٚ چھےٚ چانیٚن چالاک منصوٗبن ہِنٛز خبر۔
تٔٔمۍ سٕنٛدۍ عجیٖب عادات چھِ نہٕ کٲنٛسہِ پَسنٛد
موٚنٛڈِس انٛدٕ ونٛدٕ گنٛڑ مضبوٗطی سان رز۔
مےٚ ہیوٚک نہٕ کانٛہہ تہِ نشان لٔبِتھ۔
تٔمۍ کٔر بےٚ گۄناہ لاگنٕچ کوٗشِش۔
ژےٚ چُھیہِ پوٗرٕ بھروسہٕ زِ یہِ اوس نٮ۪صف رٲژ پتہٕ؟
جانور ٲسۍ گاسہٕ چرایہِ کُن تیزی سان پکان۔
کینٛژو کھیٚنو سۭتۍ چُھ تس کلہٕ دود وتھان۔
مےٚ چُھ باسان مےٚ توٚر نہٕ پِھکرِ۔
تِم چھِ تعدادس منٛز ٲٹھ۔
یِمو منٛزٕ یُس تہِ کانٛہہ خۄش کَریو سُہ تُلِو۔
وۄستاد اوس تس مُدٲیی گٔنٛڈِتھ وٕچھان۔
تِم چھِ گٲمی علاقس منٛز اکھ نوٚو مدرسہٕ بناوان۔
چٲنس صحیح آسنس منٛز چُھنہٕ مےٚ کانٛہہ تِہ شک
وٕچِھو، یہِ ہیٚکیو نہٕ تۄہہِ کُنہِتہِ صوٗرتس منٛز مدد کٔرِتھ!
تٔمۍ سُنٛٛد پیٚتٕر گوٚو تٔمۍ سٕنٛدِ پرنٕکہِ خرچُک کیٚنٛہہ حِصہٕ ادا کرنہٕ خٲطرٕ رٲضی۔
سُہ چُھ محکمہ تعمیٖراتہِ عامَہس منٛز بَحیثیت نٲظِم کٲم کَران
ییٚمہِ مُلککٕۍ لُکھ چھِ سِیاستس منٛز سخ دِلچسپی نِوان۔
مٔکرِ تیٖلہٕ سۭتۍ گژھِ مزٕ خراب۔
یتھ متعلق بٔڑ کتھ چھےٚ یہِ کہِ ٲسۍ چھِ ویڈیو کانفرنسہِ پٮ۪ٹھ یکجا کٲم ہٮ۪کان کٔرِتھ۔
میدان گل داؤدی سے بھرا ہوا تھا۔
شعبہ لِسنیات چُھ بروٚنٛہمِس گیٹس نِشی۔
کِتابہِ ہُنٛد پوٗنٛژِم باب چُھ بِذٲتی مُصنِف سٕنٛزِ دٕلیٖلہِ ہُنٛد اہم حِصہٕ۔
مےٚ چھِ نَو دوست۔
بہٕ ہٮ۪کہٕ کیٚنٛہہ تہِ کٔرِتھ یہِ بہٕ یژھٕ۔
تٔمِس چھِ رِشتہٕ دار ہِنٛدُستانس منٛز تہٕ پردیسس منٛز تہِ
پوٚتُھر کٔرِو صاف۔
غُنٛڈٕ چھِ مُقٲمی بسکیٖن درن پیٚٹھ حُکوٗمت کران۔
سٲرنۍ چھےٚ روٗزی خٲطرٕ کٲم کرٕنۍ پیٚوان۔
دۄدَس منٛز چُھ کیٚلشِیم موجوٗد آسان
یہِ گژھِ آسُن وایرس۔
بیاکھ پروگرام یِیہِ وٕنۍ نشر کرنہٕ۔
تٔمۍ سٕنٛزِ کھوورِ أچھ چُھ واریاہ کم گاش۔
ٹیٚلہِ فونن دِژ گھنٹی ہِنٛز آواز۔
تمام طٲلبہِ علمن ہُنٛد مقصد گژھِ آسُن باقٕے پتھ ترٛاوٕنۍ۔
تَس چُھ پانس پٮ۪ٹھ واریاہ زیادٕ تکبُر۔
یہِ کٔمۍ سٕنٛز گٲڑۍ چھےٚ۔
روٗد چُھ پشہٕ مٔنٛزۍ وسان۔
واریاہ لُکھ چھِ یتھ مندرس منٛز پرٛٮ۪تھ دۄہ یِوان۔
سُہ چُُھ جمٲعژ ہُنٛد وفادار حمایت کرن وول۔
لڑکہٕ چھِ تٔمِس مُتٲثِر کٔرنہٕ باپتھ اکھ ٲکِس سۭتۍ مقابلہٕ کران۔
تٔمِس چُھ اِنٛدور پٮ۪ٹھٕ یُن
مےٚ چُھ سافٹ وِیر کھالُن۔
تٔمۍ سٕنٛز گۄڈنِچ سرجری روٗز زیادٕ کامیاب۔
ناکام ٹیٖمہِ پیوٚو سٕٹیڈیَمہٕ منٛزٕ نیرُن۔
عدالت گژھنہٕ برٛونٛہہ آیہِ مُلزِمن ۂتھیار نِنہٕ۔
یہِ کمپٔنی ٲس 25 ؤری برٛونٛٹھ بناونہٕ آمٕژ۔
تٔمۍ ووٚن پنٛنِس نیٚچوِس الوِداع۔
یِم بتہِ چھےٚ آبس نیٛوٗل بناوان۔
اپارِ یپور کٔدل چُھ دۄن اہم جاین رلاوان۔
تفتیٖشی اجنسی کٔرۍ تٔمۍ سٕنٛدۍ اثاثہٕ ضبط۔
مُقامس تانۍ واتنہٕ خٲطرٕ پیٚیی ژےٚ مےٚ سۭتۍ یُن۔
تٔمِس چھِِ رنٛگ برنٛگی پَلو۔
تمام دٔریاو چھِ سمنٛدرس منٛز وسان۔
سُہ چُھ ٲبی جہاز کیٚن اِنٛجنن ہُنٛد با اِختیار افسر۔
تِمو ہوو اسہِ نیہِ نِظامُک منٛظر۔
یِم چھِ سٲری زُو دار ذٲژٕ۔
أسۍ بیٖٹھۍ نیٚبرٕ کنہِ تاپس منٛز۔
اسہِ پزِ لٲزمی طور اتھ متعلق کیٚنٛہہ کرُن ؟
جُراسِک دورس پیٚٹھ چھےٚ اکھ فِلِم تہِ بناونہٕ آمٕژ۔
بہٕ چُھس نہٕ کٲم کرنہٕ وِزِ کیٚنٛہہ تہِ کھٮ۪وان۔
روٹی کے اوپر تل چھڑکے گئے تھے۔
جاناوار چھِ ہَوہس منٛز وٕڑان۔
کیسَٹ گوٚو ڈٮ۪کَس انٛدر بنٛد۔
تٔمۍ سُنٛد تقریر اوس غٲر دِلچسپ۔
تٔمۍ سُنٛد خانٛدر چُھ نیہِ آتھوارِ۔
مےٚ کٔر پنٛنِس بٲیِس سٲرٕے دٔلیٖل بیان۔
یتھ کامہِ ہِنٛدِس مُکمل گژھنس لگہِ وُنہِ تہِ واریاہ کال۔
اسہِ لوٚگ دِگرس شراب چیٚنس مزٕ۔
یتھ کھٮ۪نس منٛز چھِ ضروٗری وِٹامن تہٕ معدنیات۔
کامیٲبی ہِنٛز وَتھ چھےٚ یِوان وقف تہٕ محنٛتہٕ سۭتۍ لَبنہٕ
تٔمۍ پوٚر محنتہٕ سان مگر اِمتِحانس منٛز گٔیہٕ ناکام۔
پروگرام گژھِ وقفہٕ پتہٕ بیٚیہِ اکہِ لٹہِ شُروٗع۔
یہ چُھ اکھ لوٗبوُن بٔنٛگلہٕ۔
تِہُِنٛد خانٛدر آسہِ بِلکُل مُصیٖبت۔
کیٚنٛہہ مُقابلہٕ کَرن وٲلۍ ٲسۍ وسوٲسۍ گٔمٕتۍ
ییٚمہِ وٕزُک کھجر چُھ ٲٹھ فُٹ۔
از راتس کرٕ بہٕ تٔمۍ سٕنٛدِ بدلہٕ کٲم۔
تِنٛزِ مٲلی ترقی منٛز چُھ نہٕ کانٛہہ ہُرٮ۪ر باسان
تِمو کٔرۍ پنٛنہِ زِنٛدگی ہِنٛدۍ پوشیٖدٕ منظر طٲہَر۔
ہِمالیٲیی پہاڑ چھِ ہِنٛدوستان کیٚن سرحدن پیٚٹھ۔
سُُہ چُھ کِرکٹُک سرفرِستہٕ روٗدمُت۔
ژےٚ کتٮ۪تھ چھتھ پنٕنۍ گٲڈۍ تٔھومٕژ؟
مےٚ چُھ پنٛنہِ خانٛدان کہِ دولَتُک ژوٗریُم حِصہٕ میلیومُت۔
سرٛانہٕ کُٹھ چھِ وۄنۍ خٲلی۔
یہِ چُھ اکھ مشکِل مسلہٕ۔
أسۍ ہیٚکو تعمیٖری مقصَدو خٲطرٕ وسٲیِل خٲطی کٔرِتھ۔
ریگِستانس منٛز اوس گرم حدٕ روٚس۔
سۄ یِیہِ ثبوت سۭتی پوٗرٕ پٲٹھۍ صحیح ثٲبِت کرنہٕ۔
شاید چھےٚ یہِ تٔمۍ سٕنٛزن کامٮ۪ن منٛز ساروٕے کھۄتہٕ زیادٕ مشہوٗر۔
ہٮ۪نٛدٕ ویٚنٛد اوس سیٚٹھا مزٕ دار۔
سُہ چُھ تھدِ پایہِ چہِ ایٖماندٲری ہُنٛد نفر۔
تٔمۍ سٕنٛزِ ماجہِ چھےٚ نویٚن خیالن کُن رغبت۔
تٔمِس منٛز چُھ اَکھ اصٕل بدلاو آمُت
کبیرس چھےٚ فلسفیانہٕ بحثن منٛز شِرکت کرنس منٛز دِلچسپی۔
تٔمۍ تٔھوۍ پونٛسہٕ لِفافس منٛز۔
مےٚ چُھ نٔزٕٕل تہٕ ژاس
پونٛسہٕ حٲصل کرنہٕ خٲطرٕ پیوٚو تس پنُن فلیٹ کِرایہِ دِیُن۔
أسۍ ٲسۍ پوٗرٕ صُبحس کنٛڈٮ۪ن پٮ۪ٹھ پیاران فونس بٮ۪ل گژھنس۔
یِمن بچن قٲبلِیت آسہِ تِمن گژھِ محنت کرنہٕ خٲطرٕ حوصلہٕ افزٲیی کرنہٕ یِنۍ۔
مہربٲنی کٔرِتھ وٕچِھو اتھ کُن۔
سُہ اوس وَتہِ پٮ۪ٹھ بیٚچھان
گامٕکۍ لوٗکھ ٲسۍ سربراہ سٕنٛدِس یِنس پیٚٹھ واریاہ خۄش گٔمٕۍ۔
پُلسس سۭتۍ لڑایہِ منٛز گٔیہٕ ژوٗر زخمی۔
تمہِ چھےٚ بروٚنہہ تہِ یتھ اِدارس منٛز کٲم کٔرمٕژ۔
سُہ چُھ میٛٲنبِس بٲے سٕنٛدِ کارُک شٔریٖک۔
یہِ اوس اکھ عجیٖب احساس۔
تارِ ہُنٛد بیٛاکھ انٛد ترٛاو دٲیرٕ مٔنٛزۍ۔
مےٚ وٲژ پنٛنِس بٲے سٕندِ طرفہٕ چِٹھۍ۔
تِم چھِ پنٛنیٚن کھہن منٛز تِلہٕ گۄگُل وۄپداوان۔
ثٲبِت قدم روٗزِو، پتھ مہٕ ہیٚیِو۔
مےٚ آو آغازس منٛز پنٛنہِ کامہِ لُطُف
ثبوت بغٲر ہیوٚک اسہِ صِرِف انٛدازٕ کٔرِتھ زِ کیاہ تام اوس غلط۔
تٔمۍ کوٚر دعوا زِ پُلسن اوس تٔمِس سۭتۍ بد سلوٗکی کٔرمٕژ۔
موہن اوس میٚنیجِنٛگ ڈَریٚکٹَر تعیِنات کرنہٕ آمُت
سُو گوٚو سَخ پٲٹھۍ ناوۄمید
پگاہ چُھ مےٚ پنٛنہِ تحقیق ہُنٛد زبٲنی اِمتحان۔
کُلیٚن ہِنٛدۍ یِم قٕسٕم چھِ بِلکُل مُختلف۔
سانہِ کالونی منٛز چُھ اکھ بوٚڈ باغ۔
بٮ۪مارس آو اپریشن کرنہٕ۔
بیٛارِ بچن کٔڑ زدٕ کِنۍ پنٛنہِ خٲطرٕ وتھ۔
أسۍ گژھو رٲژ تانۍ گامس اپارِ آسٕنۍ۔
مےٚ چُھ ساس رۄپیہٕ جمع
مےٚ چُھ پنٛنہِ بیٚنہِ ہُنٛد پھیران۔
فتح وول لٔڑکہٕ اوس تِمن کُنہِ وجہ کِنۍ تتہِ موجود آسُن یژھان۔
نارٕ سۭتۍ گوٚو سٮ۪ٹھا زیادٕ نۄقصان۔
سۄ چھےٚ سونٛتکہِ تاپُک لُطُف تُلان۔
پیٚمٕتۍ کُلۍ تُلنہٕ خٲطرٕ آیہِ واریاہ تفصیٖل سوزنہٕ
ڈاک خانہٕ کوتاہ دوٗر چُھ ییٚتہٕ پٮ۪ٹھٕ؟
میٚژِ ہِنٛز عمارت چھےٚ چیٖنی مُلک کِس أکِس خاص علاقس منٛز اکہِ خاص قٕسمٕچ تعمیٖر۔
مےٚ چھےٚ ییٚمہِ نوکری ہِنٛز سخت ضروٗرت۔
طِبی طور چُھ سُہ سفرٕ خٲطرٕ ٹھیٖک۔
مےٚ گُزٲرۍ شےٚ رٮ۪تھ ٲکِس وزٹنگ پروفیسر کِس طورس پیٚٹھ۔
میٖلہِ ہِنٛدۍ یِم داغ نیرن نہٕ۔
شہرس چھےٚ عوٲمی نقل و حملس منٛز بہتری انٛنٕچ ضٔروٗرت۔
سایکلُک ٹٲر منٛز چُھ نہٕ پکان۔
تٔمِس چُھ موسیٖقی ہُنٛد شوق۔
گامس چُھ سٔہلاب سۭتۍ سٮ۪ٹھا نۄقصان ووتمُت
چارواین ہٕنٛز سۄ ذات کٔرِو پٲدٕ یۄسہٕ خۄشکی منٛز تہِ زِنٛدٕ ہیٚکہِ روٗزِتھ۔
یہِ چُھ صاف زیتون تیٖل۔
یہِ گوٚو ظٲہِر زِ تِمو چُھ واریاہ پونٛسہٕ فرشس تل ژوٗرِ تھوومُت۔
ایٚلموٗنِیم وَرق چھِ سفرَس منٛز کھیٚن ولنہٕ خٲطرٕ بہتٔریٖن روزان
ژوٚٹ چھےٚ ٲٹِس بنان۔
فِلمہِ ہِنٛز آواز تہٕ شکٕل گژھِ ہم آہنٛگی منٛز آسٕنۍ۔
میون مطلَب چُھ، سُہ اوس ہمیشہِ میچھِ کتھٕ کران
مےٚأنۍ حال حالٕے اکھ نٔو گٔر۔
أسۍ مانَو نہٕ تِہِنٛدۍ سٲری شرایِط
مغرِبیت چھےٚ باقین شہرن منٛز تہِ وٕچھنہٕ یِوان۔
یِم تماشہٕ چھِ بیٹری پٮ۪ٹھ چلان۔
مےٚ دِژ طاقس پیٚٹھ ژھٲنٛڈ مگر مےٚ لٔب نہٕ سۄ کِتاب۔
مہربٲنی کٔرِتھ بنٲیِو یقیٖنی زِ کِتابہٕ یِن أزۍ واپس کرنہٕ۔
شہرٕکۍ اہلکارو کوٚر عِمارت چہِ جایہِ ہُنٛد دورٕ۔
اسہِ پزِ وقتُک صحیح پٲٹھۍ استعمال کرُن۔
تٔمۍ سٕنٛز عمل ٲسا قونوٗنس مُطٲبِق؟
تٔمِس چھِ بُرٕ حالت
یِمو منٛزٕ چھِ واریاہ لُکھ شِشہٕ نارِ کہِ دادِکۍ شِکار۔
تٔمِس ٲس پنٛنِس صدرِ چنٛدس منٛز اکھ لۄکٕٹ کِتاب۔
تٔمۍ اوٚن سُہ وۄٹہِ۔
شِرکت چھےٚ رضاکارانہٕ تہٕ مُفت۔
مےٚ چھِ جاسوٗسی ناولہٕ پرنہِ خۄش کران
میٲنِس پیٚترٕ سُنٛد کارخانہٕ چُھ کھۄر نابہٕ بناوان۔
أسۍ ٲسۍ پوٗرٕ راتس ہُشارَے
یہِ چھےٚ اَکھ تازٕ خَبر
قوٲیِدن تہٕ رٮ۪واجن چُھ پانہٕ ؤنۍ ہِشر
تٔمِۍ دیُت اکھ تفصیٖلی بیان
بہٕ چُھس یژھان زِ ژٕ لیٚکھ اکھ مضمون۔
تٔمِس روو پنُن قلم۔
ریلہِ ہِنٛدِس حٲدِثس منٛز موٗدۍ دہ نفر۔
جَجہٕ سٕنٛدٕ فٲصلہٕ سۭتۍ ووٚتھ اِختِلاف
سۄ چھِ تھدِ پایِچ زنانہٕ
تۄہہِ چَھوٕ عیٚلاجہٕ پتہٕ احتِیات کرنٕچ ضٔروٗرت
تٔمۍ سٕنٛدۍ جوشن تہٕ جزبن کوٚرُس بہٕ واریاہ مُتٲثر۔
پلاسٹِک چیٖزن ہُنٛد قۭمَت چُھ دھات کیو چیٖزو کھۄتہٕ سستہٕ۔
منصوٗبہٕ چھِ یِوان وۄنۍ عملہِ منٛز انٛنہٕ۔
تِمو کٔر گٔدۍ دار چھتس مرمت کرنٕچ کوٗشِش۔
سپاہن چُھ گٲنٛٹہٕ وادن جاے بدلاونہٕ روٚس کھڑا روزُن۔
أسۍ ٲسۍ گۄپھِ ہِنٛدِس گٔلِس پٮ۪ٹھ کھڑا۔
ایٚٹم بم چُھ اِنسٲنیت خٲطرٕ سَخٕت خَطرٕ۔
تٔمِس چُھ سُکالرشِپ حٲصِل کرنُک اِرادٕ
ییٖتِس کالس نہٕ کیٖریُک آب خۄشٕک گژھِ تیٖتِس کالس چُھ نہٕ اسہٕ آب کہِ مۄلُک انٛدازٕ آسان۔
مےٚ چُھ چٲنِس عیالس خٲطرٕ سٮ۪ٹھا لول
تٔمِس ژھیٚنۍ حٲدِثس منٛز اکھ زنٛگ۔
اے پی حکوٗمت چھےٚ تعلیٖمی مقصد خٲطرٕ مزیٖد اِمداد دِنس منظوٗری دِنُک ارادٕ تھاوان۔
کٲنٛسہِ تہِ چُھ نہٕ ٹیٖمہِ پیٚٹھ پیٚٹھا وٲلی کرنُک اِجازت۔
حالانٛکہِ تٔمِس چُھ نہٕ ہوٲیی سفر خۄش کران مگر پرُس لوٚگ تَس اِٹلی ہٕنٛدِس دورس مزٕ۔
رِتیشس چھِ پریٖتی ہٕنٛز سخت نفرت
اسہِ چھےٚ دِگرس أکِس تقریٖبہِ منٛز شِرکت کرٕنۍ۔
تِمو ساروٕیو کوٚر شفاخانُک جٲیزٕ۔
تۄہہِ چھو یتھ بلکل صحیح طریقس منٛز وٕچھنٕچ ضروٗرت۔
خبرٕ چھےٚ گۄڈَے تصدیٖق کرنہٕ آمژٕ۔
پننہِ کمزوٗریہِ تہٕ طاقت زانٕنۍ چھِ جان۔
سُہ چُھ ہپرٛٮ۪تھ وِزِ رٮ۪وٲیتی موسیٖقی بوزان
ییٚلہِ میون پیٚتٕر واریاہ زیادٕ چٮ۪وان چُھ، سُہ چُھ واریاہ بدمِزاز گژھان۔
تٔمۍ رٔٹ میٖٹِنٛگ مُتعلق پنٛنہِ دفتر پیٚٹھٕ اِطلاع۔
سرکار چھےٚ وۄنۍ ملکچہِ سلامتی ترجیٖح دِوان۔
جوتے بنانے والے نے پھٹے ہوئے جوتوں کی مرمت کی۔
تِمۍ چھِ رۄپُک اکھ ہار کٕنان۔
ڈوٹھ چُھ ونٛدس فصٕل خراب کران
سُہ چُھ دانٛدٕ سٕنٛدۍ پٲٹھۍ طاقت وول۔
مشرق چُھ مشرق تہٕ مغرب چُھ مغرب تہٕ یِم زٕ رَلن نہٕ زانٛہہ۔
سُُہ بنیوو امریکہ ہُک نٲیِب صدر۔
اسلم سُنٛد مول چُھ اکھ موم بتہِ بناون وول
بہٕ کھیٚمہٕ نہٕ سُہ زہر۔
زٕ جاسوٗس ٲسۍ تٔمِس پیٖچھا کران۔
تٔمۍ چُھ پنُن پان پریشٲنی منٛز ترٛوومُت۔
کھلنے والے پھولوں کے زرگل سے ہوا بھری ہوئی تھی۔
شُرۍ گٔیہٕ وۄٹل کیوٚم رٹنس منٛز ناکام۔
أسۍ چھِ وۄنۍ الگ الگ روزان۔
سُھ چُھ واریاہ جزبٲتی نَفر
جنوٗبی ایشیٲیی ملکن منٛز چُھ ہندوستان ترقی کرن وول مُلک۔
ؤکیٖلن کٔر مُقدِمَس مُتعلِق دٔلیٖل پیش
تِم کتھ حدس تانۍ چھِ پنٛنِس منصوٗبس منٛز کامیاب گٔمٕتۍ؟
دانہٕ چُھ ییٚمہِ علاقُک اکھ برآمدات
سُہ لاریو تس گرٕ تانۍ پتہٕ پتہٕ۔
ژےٚ چُھے اکھ پوٚژھ ؤٹِس منٛز پیاران۔
مےٚ چُھ آنلایِن لابریری تان پِلن پایہِ
پنُن پان صحت یاب تھونہٕ خٲطرٕ پزِ اسہِ صُبحٲے پکنہِ نیرُن
مےٚ چُھ نہٕ فِکری تَران تٔمِس کیاہ دٔلیٖل چھےٚ۔
تُہی ہیٚکو نیٖرتھ اگر تُہی یژھان چِھو۔
کمپنی اوس 38 لچھ ؤرِیُک کارٕبار۔
کِتاب چھےٚ واریاہ مزٕدار ۔
بروسہٕ چُھ کُنہِ تہِ رِشتُک اہم جُز۔
تٔمِِس آو معموٗلی اِستقبال کرنہٕ
کھسن وٲلۍ گیہِ پیٚٹھمِس مُقامس تانۍ واتنس منٛز ناکام۔
تیر کی نوک تیز اور مہلک تھی۔
مٲلۍ سٕنٛدِ مرنہٕ پتہٕ بدلیٛوو سُہ واریاہ
سُہ چُھ پنٛنہِ عیال نِش علحیدٕ گوٚمُت۔
از چھِ تس کیسس تٲریٖخ لحاظا چُھ سُہ عدالت گوٚمُت
اسہِ پزِ پنٛنِس کارٕبارس پٮ۪ٹھ توجہ دیُن۔
جدیٖد دُنیاہس منٛز چُھ روٗحٲنی توفیق مُمکِن۔
یہِ اِدارٕ چُھ آمُت پانٛژ ایکَڑ زٔمیٖنس پٮ۪ٹھ بناونہٕ
گاو آیہِ جانورن ہِنٛدِس شفاخانس منٛز نِنہٕ۔
ژٕ چُھکھٕ یتھ مکانس مٲلِک؟
یہٕ نقشہ نویسی چھےٚ اکہِ زٲولہِ پیٚتۍ دار قلمہٕ سۭتۍ کرنہٕ آمٕژ۔
ٲس آیہِ دیٖری گژھنہٕ کِنۍ دِق۔
سُہ چُھ دوٚیمِس گیرس منٛز پکان
مےٚ چھِ خۄش حال گریلو زِنٛدگی
زٕٕ لیٚکچَر ٲسۍ اَکی وقتہٕ
یہِ چُھ تٔمۍ سُنٛد قلم
شمشیٖر تٔر تٔمۍ سٕنٛدِ سیٖنہٕ مٔنٛزۍ
سبزی خور جاناوارچھِ سبٕز گاسٕہ کھٮ۪وان
تٔمۍ ووے ستار۔
کُتب خانس منٛز چُھ وقتہٕ پتہٕ کِتاب واپس کرنس پٮ۪ٹھ جُرمانہٕ برُن پٮ۪وان۔
سُہ چُھ پنٛنہِ چمچہٕ گِری خٲطرٕ مشہوٗر۔
اسمان اوس اوٚبرٕ سۭتۍ بٔرِتھ
کھیٚن مہٕ کٔرِو ضایعہٕ۔
مےٚ دیٖو امِچ وضاحت یِتھ پٲٹھۍ کرنہٕ۔
تٔمِۍ لوٚڑ پنٛنیٚن حقوٗقن ہِنٛدِ خٲطرٕ۔
تٔمۍ سٕنٛدیٚن لفظن چھِ زٕ معنی۔
یہِ کَپُر چُھ گٔدۍ دار۔
کُل پیوٚو ٹاس کٔرِتھ۔
سُہ چُھ برٛوہمِس بُلاکس منٛز روزان
مہربٲنی کٔرِتھ تٔھیِو پَنُن سرٛانٕہ کُٹھ صاف
مےٚ چُھ آلن ہِنٛزِ موسیقی کھۄتہٕ زبٲنۍ سۭتۍ گٮ۪ونہٕ یِنہٕ واجیٚنۍ موسیقی زیادٕ پسنٛد۔
ژامنہِ ٲسۍ آمٕتۍ موٚٹۍ ژَکل کرنہٕ
بلی نے کمر کو خروچنے کے لئے اپنے پنجوں کا استعمال کیا۔
یہِ چُُھ تٔمۍ سُنٛد قلم
سُہ چُھ پنٛنہِ کامہِ ہِنٛزِ جایہِ پیٚٹھ فٲیدٕ تُلن وول۔
سۄ چھےٚ اکھ ماڈل۔
ژےٚ چُھیہِ تَیُتھ کانہ وجہہ یتھ بُنیٲذ پٮ۪ٹھ ژٕ پنُن بحث چُھ کران۔
یہِ چھا سون میز؟
واریاہ محنتہٕ پتہٕ آو تِمن مِشیٖنہِ منٛز نۄقُص اتھِ۔
مہربٲنی کٔرِتھ سوز پونٛسہٕ۔
سۄ لۄکٕٹ کوٗر چھٕ واریاہ ٹاٹھِ بٕتھِ۔
بہٕ چُھس تھوٚکمُت امی ہیٚکہٕ نہٕ بہٕ زیادٕ دوٗر گٔژِھتھ۔
تٔمۍ سٕنٛزِ خبر دٲری سۭتۍ کھوٗژ سۄ۔
أسۍ ہیٚکو نہٕ ذٲتی باغس منٛز أژِتھ۔
تِم چھِِ جنٛڈٕچ فرمان بردٲری کران۔
کوجَس پٮ۪ٹھ آسَو پَژھٮ۪و علاوٕ أسۍ ترٛے تہِ
أکِس فوجیٖیَس چُھ پٮ۪وان خطرُک مُقابلہٕ کرُن
یہِ چُھ اکھ سیوٚد تھمب۔
بہِ چُھس نہِ وۄنۍ زِندٕ روزُن یژھان۔
تٔمۍ سٕنٛٛدیو اکثر شَکو ٲسۍ سٲری پریشان کٔرۍمٕتۍ۔
بہٕ چھس دۄھےسکوٗل گژھان۔
تِم چھِ روزی خٲطرٕ پنٛنِس نیٚچوِس ماتحت۔
ییٚمہِِ دُنیاہُک عٲرضی آسنہٕ کِنۍ چھےٚ سۄ سخٕت عبادت کران۔
سُہ چُھ مےٚ خانہٕ مول نیٚچوٗ۔
مہیٚن نِش بچن ہِنٛز رٲچھ چھےٚ واریاہ ضروٗری۔
تٕرنِس ہَوہس دیٖو دارِ کِنۍ یِنہٕ۔
یہِ چُھ تٔمۍ سُنٛد واریاہ بَجر زِ تٔمۍ دیُت پَنُن نٮ۪صٕف تنٛخواہ سٔہلاب زَدن
سُہ چُھ توٲریٖخ منٛز جان قٲبِل۔
تٔمِس چُھ حقیقتس پیٚٹھ فخٕر۔
تٔمۍ زیٛوٗن خوٗبصوٗتی ہِنٛدِس مُقابلس منٛز تاج۔
مُلکٕچ مٲلی حالات چھےٚ تباہ کُن۔
تِمو کھیوو غلُک اکھ بوٚڑ ٹوٗر۔
یہِ چُھ رژھا تنٛگ پہن۔
تٔم تھٲو لاش وگوِس پٮ۪ٹھ۔
ڈاکٹرن بٔلروو دود گۄڈنِکِس مرحَلس پیٚٹھٕے۔
ییٚلہِ یَتھ علاقَس منٛز بُنیُل آو سٮ۪ٹھا لُکھ گٔیہِ ییٚتہِ زِنٛدَے دَفَن
کیاہ ژٕ ہیٚکہٕ کھٕ مےٚ پنُن قلم دِتھ؟
سُہ چُھ رِٹایرمیٚنٛٹَس واتنہٕ برٛونٛہہ پنٛنہِ سارے ذموٲریہٕ نَکھٕ والُن یَژھان
کس چھےٚ خبر یِنہٕ وٲلِس وقتس منٛز کیاہ سپدِ۔
سون فُٹ بال کوچ چُھ ٹیٖمہِ تربِیت دِوان۔
میانہِ جمٲعژ منٛز چھِ ہتھ طٲلبہِ علم۔
کینٛہہ کُلۍ چھِ ہیٚکان سٔہلابہ دار میٚژِ منٛز زِنٛدٕ روٗزِتھ۔
تٔمۍ سٕنٛٛزٕ أڈجہِ چھےٚ کمزور۔
خراب صحبَتس منٛز روزنہٕ کھۄتہٕ بہتر چُھ کُنُے زوٚن روزُن
بہٕ چھس پنٛنہِ ماجہِ ہِنٛدِ خٲطرٕ آرام یَژھان
"اس نے کانسی کا تمغہ جیتا۔
"
سُہ گوٚو اچانک خانٛدرَس منٛز ظٲہِر
پُلسن کوٚر تٔمۍ سُنٛد بیگ خٲلی یُتھ تِم تتھ منٛز موجود سامان وُچِھتھ ہیٚکَن
مےٚ چھےٚ یہِ معلوم کرنٕچ ضروٗرت زِ مےٚ کٔمۍ اوس غلط اِلزام لوگمُت۔
واریاہ زیادٕ قرٕض دِنہٕ سۭتۍ آو سُہ سِتمس منٛز ہٮ۪نہٕ۔
حُکومتی حِکمت عملِین چھےٚ بٔڑِس پیمانس پیٚٹھ نامنظوٗری۔
میٛٲنۍ نٔو قمیٖض وٕچھ۔
جانوَر ٲسۍ چِڑیا گَرس منٛز بنٛد کرنہٕ آمٕتۍ
مےٚ چھےٚ ڈاکٹَرس راے ہیٚنۍ
سُُہ بنیوو امریکہ ہُک نٲیِب صدر۔
نہٕ چُھس دۄہے میڈیا ذریعہٕ خبرٕ وٕچھان۔
مےٚ میلییہِ دہ لچھ امریٖکی ڈالر۔
بہٕ چھس یژھان اکھ نوٚو مایکروسکوپ انُن۔
پٔژھۍ وٲتۍ دُپہارس۔
ژےٚ گژھی نہٕ تٔمۍ سٕنٛدِس دانہ منصوٗبس پٮ۪ٹھ کانٛہہ تہِ اعتِراض آسُن۔
رمنٕن ذہانت بحیثیت ساینسدان چہِ پوٗرٕ دنیاہس منٛز مُنفرد
آیرویدٕکۍ ڈاکٹرو چُھ ایڈس خٲطرٕ دوا ایجاد کوٚرمُت۔
اسہِ چُھ کیٚنٛہہ خام تیٖل ضٔروٗرت۔
بہٕ یژھٕ پنٛنِس بیٚیِس کتھِ پٮ۪ٹھ یُن۔
تس آو پنٛنیٚن سٲتھِین سۭتۍ چکرس گژھنس پیٚٹھ ٹھاک کرنہٕ آمُت۔
کِہیٖن تہِ نہ کٔرِتھ کٔر مےٚ پنٕنۍ زِنٛدگی تباہ۔
راتھ اوس سُہ نٔتیٖجہٕ پتہٕ ثٲبت قدمی داواہ کران۔
ڈاکٹرو دیُت مشورٕ زِ وۄزُل ماز ہیٚکہِ دِلس خٲطرٕ مُزِر ٲسِتھ۔
تٔمۍ دِژ پُلیٖسس جُرمس مُتعلق خبر۔
آلوٗدگی چھےٚ سانہٕ آبہٕ ہوا خٲطرٕ سٮ۪ٹھا خطرناک۔
گاڑیٚن سۭتۍ وابستہٕ صنعت چھےٚ ترقی کران۔
تِم لاگن اسہِ نااہلیت آسنٕچ تۄہمت
مےٚ چھِ نہٕ تِم لُکھ پسنٛد یِم میٛون آتھوارِ ہُنٛد دُپہار خراب کَرن
تُہۍ ہیٚکِو ؤریہِ پتہٕ ؤریہِ تہِ بِل بٔرِتھ
أسۍ تہِ ہٮ۪کو کیشیَر سٕنٛدٕ عۄہدٕ خٲطرٕ درخاص دِتھ
مُتظِمن مٲنۍ تجویٖز خوشی سان۔
انہوں نے پودے بونے والے گملے میں پنیری کو ترتیب میں رکھا۔
تٔمِس چھےٚ پرٛوجکٹس منٛز نِگرٲنی ہِنٛزکٲم۔
مہربٲنی کٔرِتھ کٔرِو گنٛدگی صاف۔
ژوٗرو مور وۄروُن ہوٗن
سۄ چھےٚ شہر کِس ہر أکِس دُکان دارس پونٛسہٕ داران۔
سُہ چُھ صوٗرتحالس معموٗلی بناوان۔
یہِ چھےٚ أکِس تھدِ پایہِ کِس فنٛکار سٕنٛز کٲم۔
أسۍ سٲری چھِ حکومت چہِ نیہِ پالسی حمایت کران۔
قۭمت چُھ تٔمۍ سٕنٛدِ تنخواہُک اکھ لۄکُٹ حِصہٕ۔
بہٕ اوسُس پنٛنہِ اِمتِحان کہِ نتٲیِج سۭتۍ واریاہ مایوٗس گوٚمُت۔
لفظی ترجمہٕ سمجُن چُھ مُشکِل۔
بہٕ پیٛانوہوس واریاہس کالس۔
بہٕٕ ہیٚکہا تٔمِس زورٕ دب لٲیِتھ۔
سۄ چھےٚ صِرِف ژۄداہ ؤرِش۔
بستہٕ کیازِ چھےٚ اَتھس پیٚٹھ بَڑان؟
تٔمۍ سُنٛد موت چُھ اکھ راز۔
سُہ چُھ واریاہ کٔمیٖنہٕ اِنسان۔
مجٲہدو کوٚر یرگمالن پٮ۪ٹھ قبضہ
تٔمِس چُھ واریاہ زیادٕ تپھ۔
تُہۍ کر ژٔٹِو پنُن فصل۔
تٔمِس چھےٚ پرٛٮ۪تھ قٕسمچہِ کتابہٕ خۄش کران۔
تٔمِس أنٛدۍ پٔکۍ چُھ اکھ پاک ماحول۔
تمۍ لٲے پننِس دوستس شرارتہٕ کِس جوشس منٛز چپات۔
سُہ چُھ ہمیشہٕ سانہِ وتہِ منٛز رُکاوٹ انان۔
آل اِنڈیا مشرِقی کانفرنٛس چھےٚ جٲری۔
مےٚ چُھ پنٛنِس معشوق سُنٛد سٮ۪ٹھا پھیران
یہِ چُھ ؤریُک ژوٗرِم موسم۔
أسۍ چھِ سٲرِسٕے رِیاستَس منٛز پنُن تِجارت بڑاوان
شرابک اکھ گلاس چیٚیِو۔
دٲر ٲس جیٖلُک خۄشوُن نظارٕ پیش کران۔
تٔمۍ سٕنٛز دٔلیٖل ٲس سخت دۄکھٕ زد۔
تٔمِس منٛز چُھ قٲبلہِ ذِکِر تیزر۔
مےٚ چُھ گۄلابُک مُشُک خۄش کران۔
بہٕ چھس ہمیشہِ چٲنۍ۔
تٔمۍ سُنٛد پۄشاک چُھ کُنہِ حدس تام خستہٕ حال.
یہِ تجرُبہٕ بناوِ تٔمِس مضبوٗط۔
سُہ لٔڑکہٕ مہ کٔرۍوُن پریشان۔
تٔٔمِس میلییہِ پنٛنہِ تجرُبہٕ کہِ وجہ سۭتۍ ترقی۔
تِم چھِ تقریٖبہِ خٲطرٕ تیٲری کران۔
تٔمۍ سٕنٛدِ بٕتِھچ چمک ٲس سٮ۪ٹھا لوٗبوٕنۍ
چھپٲے ایٖجاد گژھنہٕ پتہٕ چُھ سون سماج واریاہ بدلیومُت۔
تٔمۍ سُنٛد یَژُھن اوس آتھوارن تہِ کٲم کَرٕنۍ
خانٛدٲنۍ نفر چھِ نہٕ زانٛہہ تہِ خطا کران۔
تٔمۍ اوٚن پنٛنہِ خانٛدرٕ خٲطرٕ اکھ بہتریٖن پۄشاک۔
شُرۍ ٲسۍ یَژھان دانٛدس سَوٲرۍ کَرٕنۍ
مےٚ لیٚچھِ اکھ کِتاب تہٕ کَرٕم چھپایہِ خٲطرٕ تیار۔
سُہ چُھ اپٕزۍ وعدٕ کران۔
تٔمِس آو أنٛدرِمہِ وتہِ آمدورفت کرنس منٛع کرنہٕ
کاہ نمبر چُھ میانہِ خٲطرٕ پٕھرٛوٗژ
تُہۍ ہیٚکوٕ سانہٕ خٲطرٕ تاسہٕ پتہٕ أنِتھ؟
کِتابہٕ گَژھن دوستن ہِنٛدۍ پٲٹھۍ کم تہٕ اصٕل پٲٹھۍ ژارنہٕ یِنہِ۔
اسہِ دِیُت پنٛنہِ دریافتُک خلاصہٕ۔
یہِ اوس تٔمۍ سُنٛد عام پوشاک۔
طٲلبہِ علِم چھِ فٲصلہٕ کرنس منٛز راے یژھان۔
آمیزِش چُھ تُرُن گژھنس پٮ۪ٹھ دوٚر گژھان
ارکان آیہِ شٲعِر سٕنٛزِ عٲلی شان موجودگی سۭتۍ نوازنہٕ۔
ڈاکٹرن کٔر تٔمِس نیٚنٛدرِ ہُنٛد دوا ترٛاونانٕچ کوٗشِش۔
تِمن چھےٚ مٲشہٕ جورا
جٔدیٖد دور چُھ ٹیٚکنالجی ہُنٛد
اَز چُھ ہَوہَس منٛز تٕرنیٛار
ژٕ ہیٚککھٕ ژھۄٹھ نٮ۪بر ترٛٲوِتھ؟
تٔمِس چُھ کیٚنٛہہ تہِ کرنہٕ خٲطرٕ حقیٖقی اختیار۔
تمۍ کٔر پننٛنیٚن وٲرِویٚن سۭتۍ فونس پیٚٹھ کتھ۔
جج سٕنٛدۍ اختیارات چھِ ٲیٖنس منٛز بیان کرنہٕ آمٕتۍ۔
بہٕ چُھس یتھ پیشکَشس واریاہ خۄش۔
تارکن ہُنٛد گۄنٛدُر چُھ یوٗتاہ دور زِ امیُک مُشٲہِدٕ ہیٚکو نہٕ سیٚٹھا تفصیٖلاً کٔرِتھ۔ 
تۄہہِ پیٚنو پنٕنۍ دعوی لیٚکِھتھ دِنۍ۔
تِم ژایہِ تٔمۍ سٕنٛدِس خٕمس منٛز۔
شُمالس منٛز چُھ ونٛدٕ سخٕت آسان۔
اسہِ چھِ پَنٕنۍ شُرۍ اِختِیارس منٛز تھاونٕچ ضٔروٗرت
تٔمۍ چُھ علم الامراض اہم موضوٗع کِس طورس پیٚٹھ روٚٹمُت۔
مےٚ چھِ نہٕ گنٛڈٕ خۄش کران۔
نٔتیٖجن منٛز ٲس صِرِف اعشارِیاہن ہِنٛز فرق۔
سِگریٹُک سوٗر ترٛاوو ٹرٛے منٛز
مےٚ چُھ مرکٔزی بٮ۪نٛکس منٛز اکھ کھاتہٕ
سۄ چھےٚ اکھ صٲبِر بوزن واجیٚنۍ۔
باقی زٕ مسایِل گژھن تقریٖرٕ منٛز ہٹاوٕنۍ
نانباٮٔی نے روٹی تیار کرنے کے لئے آٹا گوندھ لیا۔
تِمو منٛزٕ اوس نہٕ کانٛہہ تہِ تھوٚد۔
تٔمۍ گُزور وقت سۭتۍ سفر کرن والیٚن سۭتۍ کتھ باتھ کران۔
دارٮ۪ن ہِنٛدیٚن شیٖشن اوس پوٗرٕ پٲٹھۍ بہہ کھوٚتمُت۔
سۄ چھےٚ مےٚ سٮ۪ٹھا ٹٲٹھ۔
زرافے کی لمبی گردن درخت کے پتوں تک پہنچ گئی۔
ژیرٕ کُلِچ لٔکٕر چھےٚ اَصٕل پٲٹھۍ دَزان
87 وٲنٛسہِ منٛز چھےٚ سۄ وٕنہِ تہِ جوشہٕ تہٕ ہٮ۪متہِ سۭتۍ بٔرِتھ۔
ٹیڈی بیر چھِ خۄشوٕنۍ تماشہٕ۔
ہڑتال کہِ وجہ سۭتۍ آو اِجلاس مُلتٔوی کرنہٕ۔
شُراہُک ژوٗریُم حِصہٕ کیا چُھ؟
ییٚمہِ اِدارُک صدٕر چُھ کارکُنن منٛز واریاہ مشہوٗر۔
یہِ چھےٚ ژوٗنٛٹیٚن ہِنٛدِ مۄربٕچ بوتل۔
ٹوپٮ۪ن ہُنٛد فٲشن تہِ چُھ بدلان
تٔمِس ٲس سیٖنَس دَگ
فوجی افسر چُھ پنٛنیٚن اہلکارن سۭتۍ واریاہ روادار روٗدمُت۔
مےٚ روو پنُن بٔٹوٕ۔
یتھ معاملس سۭتۍ مہ کٔرِو وقت ضایع۔
سۄ چھےٚ اردہ ؤرِس
بہٕ پکہٕ ہِدایتن مُطٲبِق۔
پوٗرٕ علاقہٕ اوس باسان گاہ ترٛاوان۔
ڈَبس چُھ ژوٚوُہ نومبر تٲریٖخ لیٚکِھتھ۔
سُہ اوس پنٛنیٚن دوستن ہِنٛدِ دٔسۍ قتٕل کرنہٕ آمُت۔
تٔمۍ سٕنٛدِس کھۄنٕہ وَٹس اوس سٮ۪ٹھا زیادٕ لوٚگمُت
تٔمۍ سٕنٛدِس پِشاب بانس چُھ کیاہتانۍ مسلہٕ۔
سُہ چُھ سیٚٹھا نیک نٲمی وول نفر مانٛنہٕ یِوان
ٹِکی چُھ یِوان تلنہٕ برٛونٛہہ اوٹ متھنہٕ۔
جاناوار چُھ کُلِس پٮ۪ٹھ بٲت گٮ۪وان۔
بچہِ چھِ واریاہ جلدی بڑان
ییٚتہِ ژٕ واریاہ آب وٕچھکھ، تتہِ لَبکھ ژٕ یِم شوٗبوٕنۍ کیٚمۍ تہِ۔
میٲنۍ کھۄر بانہٕ چھِ نہٕ ٹھیٖک کرنٕکۍ ضٔروٗرت، مےٚ کٔرۍ تِم ترٛٲیمٕتۍ۔
مےٚ چھےٚ چانہِ کامیٲبی منٛز ذٲتی دِلچَسپی۔
یتھ دُنیاہس منٛز ساروٕے کھۄتہٕ اہم چیٖز چُھ ایٖمانٛدار آسُن۔
نوٗلہٕ سُنٛد پان چُھ زیوٗٹھ نِیُک تہٕ ژھۄچہِ زنٛگہٕ وول آسان۔
تٔمۍ سٕنٛز موج چھےٚ تٔمۍ سٕنٛدِ خٲطرٕ وردن انٛنہِ گٔمٕژ۔
درٛال اوس غٲر قونوٗنی طور ٹِکٹہٕ کٕنان۔
دروازٕ گوٚو پانَے یَلہٕ
سۄ چھےٚ میٛٲنۍ وفادار ویٚس۔
ژےٚ چھے پنٛنِس کیمراہس ریٖل بدلاونٕچ ضٔروٗرت۔
تٔمۍ کٔر پنٛنہِ پوٗرٕ طاقتہٕ سۭتۍ یَچھس نِش پان بچاونٕچ کوٗشِش۔
سُہ قُلُف چُھ ییٚمہِ کُنٛزِ سۭتۍ یلہٕ گژھان۔
انسان ہٮ۪کہِ صِرِف تقدیٖرس پٮ۪ٹھ بروسہٕ کٔرِتھ
تٔمِس گوٚو اکھ حٲدثہٕ
سُہ چُھ ذہنی طور موزوٗر.
سُہ چُھ دچھ وۄپداون وول۔
سُہ چُھ اکھ بد کار نفر۔
سُہ چُھ عملی کامیٚن منٛز بہتر۔
سُہ مُلُک چُھ دنیاہس منٛز فضیٖلتُک  تھوٚد مُقام تھاوان۔
مےٚ چھِےٚ تٔمۍ سٕنٛزِ کارگردگی منٛز اکھ واضح بہتری محسوٗس کٔرمٕژ۔
اِتِحادُک اعلان یِیہِ مُنٲسِب وقتَس پٮ۪ٹھ کَرنہٕ
الوٕنِس کٔدلس ترُن چُھ مُشکِل۔
یہٕ رنٛگ چُھ چانہِ قمیٖضہٕ خٲطرٕ زبر۔
ازکل چُھ منشیات شہر چہِ پرٮ۪تھ جایہِ سہولیت سان دستیاب۔
سُہ چُھ اکھ با اعتِماد گٮ۪ون وول۔
فوجیوں نے حفاظت کے لئے بکتر بند سوٹ پہنا ہوا تھا۔
پٔتۍ مٮ۪ن کیٚنہن ؤرۍین منٛز چھِ سڑک حٲدثن ہُند تعداد واریاہ ہُریوومُت۔
مےٚ کر چیٖرٕ تھپھ۔
بہٕ ٲسٕس بجہِ پنٛنہِ ہِنٛز نقل کٔرِتھ پنُن پان تٔسۍ ہیٛوٗ بناوان۔
بہٕ ہیوٚکُس نہٕ منٛدرس منٛز بِرٕ مٔنٛزۍ انٛدر أژِتھ۔
کِھلٲڑۍ وٲتۍ گۄڈَے ریس کِس مٲدانس منٛز۔
شریٖکو کٔر اکھ مُلاقات۔
سٮ۪سہٕ گٔیہِ گۄڈٕ بٕتِھس پیٚٹھ تہٕ پتہٕ زنٛگن پیٚٹھ ظٲہِر۔
تٔمۍ کٔر صحبس سۭتۍ ذٲتی کتھ باتھِ ہُنٛد انکشاف۔
سُہ اوس دٔریاو بٔٹِھس پٮ۪ٹھ واریاہَس کالَس بِہِتھ
تٔمۍ کٔوٚر صٔحی زِ سۄ ترٛاوِ نوکری۔
سۄ چھےٚ کمپنی منٛز پیٚٹھا وٲلی کران۔
تٔمۍ زیٖنۍ گیم صِرِف دونکھہٕ تہٕ چال بٲزی سۭتۍ۔
یہٕ چھےٚ نہٕ چٲنۍ کٲم
تٔمۍ کٔرۍ أسۍ پنٕنۍ تِجارتی سامان ہٮ۪نس پیٚٹھ تیار۔
تِہِنٛز نِشٲنۍ چھےٚ نیہٕ رٮ۪تہٕ تھاونہٕ آمٕژ۔
مختصر ٲس یہِ مایوٗس کرن واجیٚنۍ کارکردگی۔
تٔمۍ کھول کھیٚنہٕ پتہٕ ڈاکُر۔
سُہ اوس پنٛنہِ نیرنہٕ کیٚن وجوہاتن مُتعلق واضح۔
مےٚ چُھ یٔقیٖن زِ سُہ چُھ یہٕ مسلہٕ سمبالنٕچ وُسعت تھاوان
سُہ چُھ وٕنٛکیٚس چیٖنس منٛز بطورِ ہِنٛدُستانُک سٔفیٖر تعٲیٖن کرنہٕ آمُت
سپاہن تروو مُلک
تباہ گٔمٕژ ناو ٲس اورٕ یور گژھان۔
مےٚ کٔرۍ پنٛنِس انٛگریٖزۍ ہِنٛدِس اِمتِحانس منٛز اعلیٰ نمبرات حٲصِل۔
مےٚ دِژ وٕنۍ تٔمِس اکھ خبر۔
تٔمِس آیہٕ اِمتِحانس منٛز پنٛژہ فیٖسد نمبر۔
مدرَسن منٛز چُھ نِصابہِ تعلیٖمس منٛز کمپیٛوٗٹر شٲمِل۔
أدرِ زمہیٖنٕکۍ کیٚنٛہہ حِصہٕ چھِ پرٛانہِ وقتٕکۍ۔
آز صُبحٲے چُھکھ ژٕ اصٕل مِزازس منٛز!
یہِ چُھ وزنہٕ روٚس بالٹیٖن ژٕ ہٮ۪ککھ یہِ تُلِتھ۔
یہِ ٹھٹھٕ کرن وول چُھ پنٛنہِ ناشٲیِستگی بٲپتھ مشہور۔
طٲلبہِ عٔلمَن ہِنٛزِ جمٲژ کٔر سیٚمِنارس منٛز شِرکت
سِیاستس مُتعلق چھِ تٔمِس واریاہ مضبوٗط خیالات۔
سۄ چھےٚ کُنہِ تہِ مُصیٖبَتس منٛز صٲبِر روزٕچ کوٗشِش کران
تٔم کٔر تس جلٕد بٲزی منٛز سلام۔
تس سٕنٛدِ خٲطرٕ تٔمۍ سُنٛد لول چُھ سیٚٹھا زیادٕ۔
بہٕ گوس تنقیٖد کہِ عداوتہٕ سۭتۍ واریاہ حٲران۔
لۄکٹٮ۪ن بچن چُھ مسلسل نظر گُزرِ ہِنحز ضروٗرت آسان۔
کۄکرِ تٔھوۍ پنٕنۍ پوٗتۍ پکھن تل۔
شُرٮ۪و بَنوو فوٹوَن ہُنٛد اکھ کولاج
تٔمِس آسہٕ پنٕنۍ خانٛدارن لٮ۪کہٕ کجمژٕ۔
بیٛٲر تٔر أکِسٕے وۄٹہِ مںز سڑکہِ اَپور
زخمن مٔتِھو تھوڑا دَوا
تٔمۍ دیُت تٔمِس اَکھ پوشہٕ گوٚنٛد
پاگانینی اوس اکھ بہترین سارٔنٛگۍ واین وول۔
میانہِ اوٚنٛگجہِ چھےٚ تکلیٖف دہ انٛدازس منٛز ہُنیمژٕ۔
یہِ مواد چُھ ؤسِتھ معیارُک۔
رجنی چُھ بٮ۪مارٮ۪ن ہُنٛد زیادٕ خطرٕ آسان۔
خۄشٕک پوشن ہُنٛد بہترین رنٛگ۔
تٔمِس باسیو سُہ چُھ نہٕ تس قٲبِل۔
مےٚ چھَنہٕ تٲریٖخس منٛز دِلچسپی
سُہ اوس بِسلاے ترٛاونَس منٛز مٲہِر
تٔمِس چُھ اداکٲری سۭتۍ لُطُف حٲصِؒ گژھان۔
تٔمِس ٲس یورپچ فِطری نفرت۔
مُتٲثِریٖن بَچاونٕچ کوٗشِشہِ منٛز آیہِ خَراب موسمہٕ کِنۍ رُکاوٹ
یَتھ وَتہِ پٮ۪ٹھ گٲڑۍ چلاوٕنۍ چھےٚ واریاہ کھروٕنۍ
رٮ۪تھ انٛد واتنہٕ برٛونٛہہ چھےٚ یہِ کٲم سپداوٕنۍ لٲزمی۔
تٔمِس پزن گۄڈٕ چیٖز رلاوٕنۍ۔
ژے چُھیےٚ پنٛنِہ زِندگی ہُند اہم وقت یِنٕہ وول۔
اُستاد سٕنٛدِ مرنہٕ سۭتۍ گٔیہِ طٲلبہِ علم مایوٗس۔
أسۍ تھاوو أکِس مُنٲسِب طریٖقہِ کارٕ سۭتۍ کٲم جٲری۔
میٛانہِ بیگٕچ تھپھ چھےٚ یَلہٕ گٔمٕژ
اِنٛشورَنس برِ نہٕ سۄن راونُک نۄقصان۔
یہِ ٲس سرٕد زوٗنہِ سۭتۍ روشن راتھ۔
تٔمِس اوس ژھیوٚنٛمُت کوٹھ لٲگِتھ۔
بہٕ چُھس تٔمۍ سٕنٛز تقریر برٛونٛہہ کُن بوزُن یژھان۔
ییٚتہِ چُھ سورُے چھکرِتھ۔
مےٚ چھِ نہٕ زیادٕ تیز یا زیادٕ چٔھتۍ رنٛگ خۄش کران، درمِیٲنی چھِ مےٚ ٹھیٖک باسان۔
سُہ اوس یوٗت دِلیر زِ سُہ ہیٚکہِ ہا یتھ مسلس منٛز پنٛنِس زِٹِھس سۭتۍ مُقابلہٕ کٔرِتھ۔
اگر ژٕ یتھ بیانس سۭتۍ اِتفاق چُھکھ تھاوان تیٚلہِ دِ ڈَبس منٛز ٹِک۔
تٔمۍ چھےٚ تقریٖبَن شیٚیے فیٖصدکِرایہٕ گۄڈٕ بٔرمٕژ
تٔمۍ سُنٛد گِنٛدن جہاز پیوٚو نمبلہِ منٛز
اسہِ پزِ عوامَس کھٮ۪ن کھۄردَن جٲری تھاونُک یٔقیٖن دیُن
اس نے پرانے رنگ کو ہٹانے کے لئے کھرچنی کا استعمال کیا۔
ڈاکٹَر آو صٔحیٖح وقتس پٮ۪ٹھ۔
سۄ چھےٚ موزوٗرن ہِنٛدِس مدرسس منٛز کٲم کران۔
برطٲنۍ حٲکِم ٲسۍ نہٕ تیٖتۍ اصٕل۔
تٔمۍ کوٚر آنٛکار زِ تٔمۍ چُھ اَپُز ووٚنمُت
اُستادن کوٚرسانہِ ناکٲمی ہِنٛزِ وجہُک مُعٲینہٕ کرنٕچ کوٗشِش۔
گٮ۪ون والٮ۪ن ہِنٛزِ جمٲژ آو وژھِ وٲنٛجہِ اِستقبال کرنہٕ.
تتہِ چھِ واریاہ وجوٗہات زِ تمِن کیازِ سپُد نہٕ خانٛدر
سُہ اوس ہڑدرم، بُلنٛد حوصلہٕ تہٕ خۄد اعتماد وول۔
أسۍ ہٮ۪کَو بیلنٛس پتہٕ تہِ بَرابر کٔرِتھ
سٲنۍ وسٲیِل چھِ ییٖروٕنہِ حالتہِ منٛز۔
میٛانہِ ماجہِ دِژ مےٚ غلطِین خٲطرٕ معٲفی۔
تٔمۍ سٕنٛٛزِ زنانہِ کٔر طلاق خٲطرٕ عرضی۔
سۄ چھےٚ مِزازٕ کِنۍ بیوقوٗف۔
خَبر آیہِ صُبحن صُبحٲے نشٕر کرنہٕ
تٔمِس چھےٚ یتھ مسلس مُتعلق ڈٹِتھ راے تہٕ سُہ بدلاوِ نہٕ تتھ کیٚنٛہہ۔
تٔمۍ ہیٚتۍ گٔر ٹھیٖکھ کرنہٕ خٲطرٕ کمٕے پونٛسہٕ
أسۍ چھِ ژوٗرمِس پورس پٮ۪ٹھ روزان۔
مےٚ پزِ ہا نہٕ یوٗت زیادٕ چیوٚن۔
تٔمِس اوس لیوٚدُر فراق لٲگِتھ یتھ دامنس پٮ۪ٹھ سبز پیچ ٲسۍ۔
سُہ اوسُ لایسنٛز بغٲر گٲڑۍ چلاونہٕ خٲطرٕ گِرِفتار کرنہٕ آمُت
میانیٚن نظرن منٛز اوس یہِ وقت ضایع گژُھن۔
حالانٛکِہ اسہِ دِتۍ تٔمِس پونٛسہٕ مگر تٔمۍ أنۍ نہٕ کِتاب کیٚنٛہہ
سۄ چھےٚ ٲٹھ ؤرِش۔
تمہِ نِیہِ بٮ۪مار بیٲرۍ جانوران ہنٛدِس ڈاکٹرس نِش۔
سۄ چھےٚ لڑایہِ گٔرِنۍ۔
تٔٔمۍ کرِ بتہِ ژھٮ۪تہٕ تہٕ ہیٚوٚتُن وارٕ وارٕ تہٕ ہٮ۪سہٕ سان دروازٕ کِنۍ نیرُن۔
تور گژُھن چُھ نہٕ ضروٗری۔
تٔمِۍ کٔر سٲنِس منٛصوٗبَس پوٗرٕ پٲٹھۍ حمایَت
شۄربہٕ چُھ چوٗلس پٮ۪ٹھ گَرم گژھان۔
تِمو کوٚر 60 فیصد شِیر کٕننُک فٲصلہ۔
تِٔمِس چُھ پنٛنِس محکَمَس منٛز اِختیار
تِمو کٔر کیسٕچ حٔقیٖقت مُنصِفَس برٛونٛہہ کَنہِ پیش
أسۍ گُزور پوٗرٕ دۄہ فِلمہٕ وٕچھان۔
أسۍ گٔیہِ تور اکہِ لٹہِ۔
أکۍ نامہ نِگارن بوزنٲو دلیٖل۔
بے شک چھےٚ تٔمِس پونٛسن ہِنٛز ضٔروٗرت۔
تٔمۍ کھول زیٛوٹھ شاہ تہٕ لَگٲوٕن دٔریاوَس وۄٹھ
تٔمۍ کٔر ہوسٹَلس منٛز مُطٲبِقت پٲدٕ۔
پہٲڑۍ سفر کرن والیٚن چُھ دۄہَے واپس تھکہِ پیٚنٛجہِ پیٚٹھ یُن پیٚوان۔
ییٚتیُک ساروٕے کھۄتہٕ اَہم مسلہٕ چُھ بٮ۪مارِ ہُنٛد پٔھلُن
میٖزایِل آیہِ دُشمنن ہِنٛدِس خۭمس پٮ۪ٹھ نِشانس تھاونہٕ۔
تِمو دیُت تٔمِس گاڑِ پٔتھۍ کِنۍ زورٕ دکہٕ۔
یہِ ژٕ خرچاوکھ تتھ تھاو حِساب۔
سُہ چُھ اکھ مشہوٗر مٲہرِ امراض۔
کتھ باتھِ منٛز وقفس دوران درٛاو سُہ نٮ۪بر۔
شہتوت کے درخت پر پکے ہوئے پھل تھے۔
کورِ کٔر پنٛنِس مٲلِس ماجہِ بٕجرس منٛز خٔدمت۔
سُہ چُھ گوٚب بار ہیٚتھ۔
تٔمۍ کوٚر جنوٗبی امریٖکہ گژھہٕ کِس خیالس پٮ۪ٹھ غور۔
یہِ چُھ میانہِ زِنٛدگی ہُنٛد اکھ قۭمتی وق۔
تِمو کٔر نہٕ سیٚکہِ ہِنٛز صٔحیٖح مقدار فراہم۔
پٔزۍ پٲٹھۍ چھےٚ تٔمِس میٲنۍ فِکِر، تمہِ کِنۍ چُھس بہٕ تٔمِس احتِرام کران۔
اسہِ چُھ کیٖرِس نِش تھوڑا دۄب ہیوٗ بناونٕچ ضروٗرت۔
ییٚٚتہِ أسۍ کٲم چھِ کَران تَتہِ چھےٚ یِوان اسہِ موبایِل فون چلاونٕچ اِجازت دِنہٕ
ۂتھیار ہٮ۪تھ دۄیَو نفرَو لُٹوو بیٚنٛک
تٔمۍ سٕنٛدۍ تمام حاجات آیہِ پوٗرٕ کرنہٕ۔
تٔمۍ سٕنٛدِس پۄشاکس اوس چمکیلہٕ رنٛگ۔
سون مقصد چُھ گِنٛدان گِنٛدنہٕ کہِ ذریعہٕ ہیٚچُھن۔
عوام ہیٚکہِ مشہوٗر قِلعہٕ وٕچِھتھ۔
مےٚ رٲو پنٕنۍ نٔو ڈِسک۔
سُہ چُھ توٲریٖخ منٛز جان قٲبِل۔
یہِٕ چُھ چانہِ مَضموٗنہٕ خٲطرٕ اکھ اصٕل موضوٗع
صِفتُک چُھ نہٕ کانٛہہ تہِ قۭمت آسان۔
انٛگریٖزۍ منٛز ہیٚکہِ نہٕ تٔمِس سۭتۍ کانٛہہ تہِ مُقابلہٕ کٔرِتھ
مِشیٖنن ہُنٛد نۄقُص معلوٗم کرن وول چُھ نہٕ مسلہٕ معلوٗم ہیٚکان کٔرِتھ۔
تٔمِس میلیو وُہِمِس زادۄہس پٮ۪ٹھ قۭمتی تحفٕہ۔
 چھوٹے کیکڑے سمندر میں تیر رہے تھے۔
تٔمۍ سٕنٛزِ ماجہِ تھٲو تٔمِس پیٚٹھ ہوشیار نظر۔
سُہ چُھ پنٕنۍ کٲم عوٲمی طور کرٕنۍ یژھان۔
کانٛہہ چھا یُس پٔرِین ہِنٛز دٔلیٖل ہیٚکہِ ؤنِتھ۔
شٲعِری ہِنٛدِس مُقابلس منٛز آو سُہ اَول نمبرَس پٮ۪ٹھ
تۄہہِ پَزٮ۪و ییٚمہِ مسلُک ہر کانٛہہ صوٗرت حال مَدِ نظر تھاوُن
یوٗتاہ خانٛدٲنۍ تیٛوٗتاہ نرم۔
عِمارتس پٮ۪ٹھ لگوو کٕمۍ تانۍ بم ییٚمہِ کِنۍ موقعس پیٚٹھ واریاہ لُکھ مارٕ سپٕدۍ۔
مےٚ کھٔژ چٲنۍ ٹَے پسنٛد۔
تٔمۍ سٕنٛدِس معاوزَس آیہِ اِنشورَنس کمپٔنی طرفہٕ منظوٗری دِنہٕ
قۭمتس منٛز چُھ جہاز تہٕ گاڈٕ ہٕنٛز کِرایہ شٲمِل
میٛون مَکان چُھ سیٚنما ہالس سۭتۍ
مےٚ دِیُت اتھ مسلس پٮ۪ٹھ واضح بیان۔
بٕجہٕ زنانن چھےٚ بِہِتھ کتھا باتھا کرٕنۍ خۄش کران۔
تِمو اوٚن کُٹھِس منٛز ٹرٛالی پٮ۪ٹھ صُبحُک کھیٚن۔
میانہِ سماجِکۍ لُکھ چھِ واریاہ رلوٕنۍ میلوٕنۍ۔
آتش فِشاں عملن چھِ پانٛژ بٔڑۍ قٕسٕم آسان۔
تٔمۍ اوس سٕرکھٕ تھوومُت بوتلہِ منٛز
اسہِ چھےٚ ترٛےٚ مادٕ بیٛارِ۔
ییمٚہِ لٹہِ میوٗل نہٕ تس ییٚمہِ کاروبارٕ منٛزٕ زیادٕ نفع۔
سُہ چُھ پنٛنیٚن مُلٲزمن کم تنخواہ دِوان۔
لُکھ چھِ ہفتہٕ کِس ٲخرس پٮ۪ٹھ نٮ۪بر گژھان۔
صوفہٕ چُھ حِصن منٛٛز ووتمُت تہٕ یہِ چُھ اسی جوڑُن۔
تاج اوس الماسو تہٕ مۄختو سۭتۍ جٔرِتھ۔
مٹر کی پھلیاں کٹائی کے لیے تیار تھیں۔
تِم چھِ مٲلی مُشکِلاتن منٛز مبتلا۔
ژٕ چُھکھٕ تٔمۍ سٕنٛز ضمانت دِنہٕ خٲطرٕ تیار؟
مےٚ چُھ پَنٕنۍ بیٚنہِ انٛنہٕ خٲطرٕ ہَوٲیی اَڈَس پٮ۪ٹھ گَژُھن
بہٕ چھسَے ژےٚ یہِ چیٖز ہٮ۪نُک مشورٕ دِوان۔ یہِ چُھ اصٕل تہِ تہٕ امہِ علاوٕ سستہٕ تہِ۔
تٔمی دِیُت مےٚ پنٛنہِ کمربنٛد سۭتۍ مار۔
سٔرجنس اوس لاپروٲیی ہُنٛد اِلزام لاگنہٕ آمُت۔
ٹانٛگہٕ اوس واریاہ تیز پکان۔
أسۍ ساروٕے تُج روازس کُن دور۔
أُسۍ چھِ اکثر مُقٲمی دۄدٕ فارمہٕ پٮ۪ٹھٕ دۄد انان۔
وۄستادن ووٚن طٲلبہِ عٔلمن مُنٲسِب سوال پرٛژھنہٕ خٲطرٕ۔
بحژٕ پتہٕ مون تٔمۍ فٲصلہٕ
تِمو تھووہس بہٕ أکِس صاف شفاف کُٹِھس منٛز۔
ججس چُھ پگاہ مُقدِمُک فٲصلہٕ دیُن۔
میٲنۍ تمام دوست چھِ شور تُلن وٲلۍ۔
ییٚتِس چھِ ہِمالیِکۍ جِن۔
فجرٕ وِزِ چھِ شہرٕکۍ گُمبنٛد لگ بگ آسمٲنۍ باسان۔
یہِ شہر چُھ اصٕل پٲٹھۍ عطا کرنہٕ آمتہِ نوِ طِبی سہولیاتہٕ سۭتۍ بٔرِتھ۔
یہِ اوس اکھ اصٕل مزٕ دار سِیُن۔
شُٲعِرن چُھ پنٛنہِ شٲعری منٛز بہارُک اثر ظٲہِر کوٚرمُت۔
جماعت چھےٚ ہفتس منٛز اکہِ لٹہِ سمکھان۔
جُدٲیی کٔرۍ تِم دۄشوَے پریشانہِ حال۔
مےٚ چُھ قرآن پاکُک سخت محبت
ییٚمہِ پۄشاکُک کپُر چُھ سٮ۪ٹھا نرم۔
بہٕ ہٮ۪کہٕ نہٕ لیہِ منٛز گیٚوِتھ!
مےٚ چَھنہٕ ییٚمہِ دستاویزٕچ بیٚیہِ کانٛہہ کاپی
ہوٲیی اڈن پیٚٹھ چھِ واریاہ مزدور لبنہٕ یوان۔
کُلۍ کٹیٚن ہِنٛدِ ہۄژنٕچ عمل چھےٚ شُروع گٔمٕژ۔
سُہ چھا تُہُنٛد ہمساے؟
تٔمۍ ژون پنُن موٹرسایکل گیراجس منٛز۔
تٔمۍ اوس سالس پٮ۪ٹھ بہتٔریٖن سوٗٹ لوگمُت
ییٚمہِ لٹہِ پھسَے نہٕ بہٕ کیٚنٛہہ۔
میانہِ سفرُک ذِکِر کٔرۍ زِ نہٕ کٲنٛسی نِش۔
یہِ کٔرزِ نہٕ آیِنٛدٕ، تٔمۍ وون دھمکی دِوان۔
اسہِ گُزور ہوٲیی اڈس پٮ۪ٹھ وقت اخبار پٔرِتھ۔
اَچانک باسییہِ مےٚ پٔتِمِس چَنٛدَس منٛز گرٛین۔
تٔٔمی کٔر گِرجہٕ گرس خٕلاف تنٛقیٖدی ہِنٛز اکھ زیٖٹھ تقریٖر شُروٗع۔
تٔمِس چُھ خطرناک کلہٕ دود۔
از صُبحٲے آو چانہِ خٲطرٕ ڈاک۔
تٔمۍ سٕنٛزِ بٮ۪مارِ کِنۍ ہیٚکہِ نہٕ سُہ زیادٕ کالس زِندٕ روٗزِتھ۔
کُلیُک گۄڈ چُھ أنٛدٕرۍ کھۄکُھر۔
سُہ چُُھ اکھ تَصوُرٲتی رنٛگ ساز
ژٕ ہیٚکَکھ مُہادٕکۍ شَرٲیِط اصٕل پٲٹھۍ پٔرِتھ
پرٛٮ۪تھ دۄہ چیٚیِو اکھ گِلاس دۄد۔
تٔمۍ کوٚر خزانٛچی سٕنٛدِس طورس پیٚٹھ کٲم کرنس آنٛکار۔
میانہِ خٲطرٕ چُھ سُہ اکھ حقیٖقی مِثال۔
بہٕ چَھس پارٹی تھاوٕنۍ چاہان
تٔمۍ کٔرۍ پنٕنۍ جزبات واریاہ صاف پٲٹھۍ ظٲہِر۔
ساینس دانن ہٕنٛز اکھ ٹوٗلی آیہِ کتھ تانۍ تحقیٖق خٲطرٕ امریکہ سوزنہٕ۔
پرٛنسپلن کٔر سٲنۍ کٲم تسلیٖم۔
تتہِ آسہٕ تیٖژاہ گاڑِ زِ مےٚ روٗد نہٕ شُمارٕے۔
مہاتما گاندھی ین کوٚر تحریٖک آزٲدی ہِنٛدِس جدوجہدس منٛز اکھسیٚٹھا بوٚڑ کِردار ادا۔
تٔمۍ سُنٛٛد مُلکی طور طریقہٕ چُھ سارنی خۄش کران۔
مہربٲنی کٔرِتھ روٗزِیو اتھ معاملس منٚز پننِس فٲصلس پیٹھ ڈٹِتھ۔
کِتابہٕ آسہٕ پٔتھرِس اورٕ یورٕ چٔھکرِتھ
تٔمۍ بدلٲو پنٛنین خیالن ہِنٛدِ تٲثیر سۭتۍ سٲنۍ راے۔
اس کی نقالی نے کام نہیں کیا۔
ملکَس منٛز روٗز پٔتۍمٮ۪و دَہو ؤریو پٮ۪ٹھٕ افراتفری۔
شامن دِژ پنٕنۍ نٮ۪صف ژوٚٹ پننِس لۄکٹِس بٲیِس
سُہ اوس تتھ تقریٖبہِ منٛز ساروٕے کھۄتہٕ کم ہٮ۪مت وول نفر۔
تٔمۍ کٔر فخرٕ سان پنٛنہِ تمغٕچ نمٲیِش۔
کینسر چُھ اکھ خطرٕ ہوٚت مرض۔
زوٚر انسان چُھنہٕ بوٗزِتھ ہٮ۪کان
اسہِ پزن جنٛگٕکۍ مُضِر اثرات تہِ وُچھِنۍ
بِذٲتی چُھ سُہ محنٛتی نَفر
میٛون مول چُھ کٲلیٖنن ہُنٛد کارٕبٲرۍ۔
میٲنِس پیٚترس چُھ گامَس منٛز اکھ کھہہ۔
ہیڑٛرو کاربن چھِ نامیٲتی مُرکبات۔
یہِ چُھ کھٲلی ڈَبہٕ
مےٚ چُھ یہِ ذہنی معاملہٕ باسان۔
یتھ زمیٖنس چھےٚ طاقتٕچ کٔمی۔
بہٕ ہٮ۪کہٕ نہٕ پٔکِتھ کیٛازِکہِ بہٕ چُھس تھوٚکمُت بیٚیہِ چُھ نیٚبرٕ روٗد تہِ پٮ۪وان
ییٚلہِ بہٕ دہ وُہُر اوسُس مےٚ کٔڑِکھ گلٕرۍ۔
تٔمۍ أنۍ پانس خٲطرٕ اکھ نٔو لیف یتھ منٛز واریاہ نرم سٕتھٕر چُھ۔
شہرٕ مٔنزۍ سفر کرنہٕ وِزِ گژھن سیاح زیادٕ خبردار روزٕنۍ۔
واجہِ ہُنٛد صٔحیٖح قۭمت اوس سانہِ وۄمید کھۄتہٕ زیادٕ
سُہ چُھ چانہِ کامہِ مُتعلق طرف دٲری سان ونان۔
مازس منٛز چُھ واریاہ پرٛوٹیٖن آسان۔
یتھ علاقس منٛز چُھ ستتھ فیصدی کھۄتہٕ زیادٕ عیالن ٹیلہِ فون۔
تٔمۍ ٲس ۂٹِس سۄنہٕ سٕنٛز چین لٲجمٕژ
تٔمۍ سٕنٛز پِھسرارَے گٔیہِ شورس منٛز تبدیٖل۔
تُہۍ ہیٚکِو ماچھٕ کھوتہٕ سٕرکھٕ سۭتۍ زیادٕ مَچھِ رٔٹِتھ۔
تِمو چُھ پروگرام کہِ فہرستٕچ منصوبہ بندی کٔرمٕژ تہٕ ژےٚ چُھی گۄڈٕ بولُن۔
یہٕ چُھ سانہِ خانٛدانُک مُشترکہٕ باغ
بہٕ یِمہٕ کیٚنٛژو مِنٹو پتہٕ۔
بہٕ چُھس یتھ اِمتِحانس منٛز اِمتِحان ہیٚنہٕ وٲلۍ سُنٛد کِردار ادا کران۔
تٔمۍ سٕنٛدۍ صِفت چھِ بےٚ شُمار۔
سُہ اوس رشوت خوری ہِنٛدِس اِلزامس پیٚٹھ جمٲعژ منٛز کڑنہٕ آمُت۔
میٲنۍ نیٚچِوۍ چھےٚ دچھِ ہِنٛزِ کاشتکٲری ہنٛز تعلیٖم حٲصل کٔرمژٕ۔
یتھ کھیٚنس سۭتۍ چھا چاے شٲمِل؟
پٔژھۍ چھِ ہالس منٛز بِہِتھ
سٕژنہِ پیٚتِس پٮ۪ٹھ ہٮ۪کن ساسہٕ بٔدۍ وایرس ٲسِتھ۔
تِمو ہیوٚت زمیٖن کھنُن۔
تِم چھِ أکسٕے سطحس پیٚٹھ اورٕ یور نژان۔
سُہ چُُھ پٔزۍ پٲٹھۍ خۄش قٕسمت زِ تس میوٗل کالجس منز دٲخلہٕ۔
سۄ چھےٚ مےٚ سٮ۪ٹھا ٹٲٹھ۔
اس نے اپنی قمیض کا آستین کاٹا۔
کتابہٕ چھےٚ چھاپ گَرس منٛز چھپاونہٕ یِوان۔
سُہ چُھ اکھ زبر کارکُن۔
یِیمہِ کہاوتُک مطلب توٚر نہٕ مےٚ پوٗرٕ پٲٹھۍ فِکرِ۔
تٔمِس اوس پوٚز تہٕ غٲر تشدد واریاہ پسنٛد۔
سُہ چُھ یٚیتہِ پٮ۪ٹھٕ ژوٗرمِس مکانس منٛز روزان۔
مدرسہٕ مۄکلاوِ عِمارت بناونٕچ کٲم دٔستی۔
امہِ کتھِ سۭتۍ چُھ تٔمِس شرارت کھسان زِ سۄ ہیٚچ نہٕ سٲر کرنہِ گٔژِھتھ۔
مےٚ میلیٛو اکھ گملہٕ یُس برابر تمہِ کُے جورٕ چُھ یُس اسہِ گۄڈٕ پیٚٹَھے چُھ۔
تٔمۍ کوٚر تس سٕنٛدِ موتٕچ خبر بوٗزِتھ ماتم۔
أسۍ چھِ پرٛٮ۪تھ جُمع ڈَلس منٛز ناوِ سَوٲرۍ کَران
پٔکِو نیرَو
تٔمِس چُھ درمِیٲنی قد۔
بہتر روزِ اگر تُہۍ یہِ لُغاتہِ منٛز وٕچِھو۔
تٔمۍ سٕنٛٛز حمایت روزِ تٔمۍ سٕنٛدِ خٲطرٕ اکھ حوصلہٕ۔
رامَن دیُتھ تٔمِس کارٕبار سمبالنُک اِختیار
توہہِ گژھیٚو پریشٲنی، میانیٚن کتھن پیٚٹھ کٔرِو غور۔
حاطہ بنٛدی منٛز ہیٚکہِہا کانٛہہ تہِ أژِتھ۔
یہٕ ؤکیٖل چُھ واریاہ فیٖس منٛگان
بہٕ چُھس پنٛنٮ۪ن دنٛدَن دۄہَے بُرُش کَران
تِم چھِ بِلہِ خٕلاف عملی طورس پیٚٹھ اثر ترٛاوان۔
سمنٛدرس منٛز لہرٕ وٕچھنہِ چھےٚ خۄش کران۔
یہِ وایبریٹر چُھ یِوان دگ کم کرنہٕ خٲطرٕ اِستعمال کرنہٕ۔
تٔمۍ نی دوکھٕ سۭتۍ مےٚ نِش پونٛسہٕ۔
کانٛگرس پارٹی چھِ رفتار سان بروٚنہہ پکان
آنٛگُن چُھ سبٕز
یہِ چُھ وٕنِتہِ اَکھ مٔشہوٗر سٔکوٗل
گُدامس چُھ نارٕ سۭتی خطرناک پٲٹھۍ نۄقصان ووتمُت۔
کامہِ پیٚٹھ بد سلوٗکی سان پریشان گژھنہٕ پتہٕ کٔر تٔمۍ خودکشی۔
موٹر سائیکل چلاوان وٲلۍ تُل پنُن نقاب۔
سُہ چُھ ذِمہٕ دٲری تہٕ پریشٲنی سۭتۍ ختم گوٚمُت۔
یِم چیٖز أنِو بازرٕ۔
ہمیشہِ گژھِ کُٹھِس منٛز اژنہٕ بروٚنٛہہ اتِیُک درجہِ حرارت وُچُھن۔
مےٚ چھےٚ ییٚمہِ تفریٖقہٕ منٛز نٮ۪بر نیرنہٕ خٲطرٕ قٲبلہِ عمل منصوٗبن ہِنٛز ضروٗرت۔
سُہ چُھ عظیٖم خٲصیت وول نفر۔
مہربٲنی کٔرِتھ کٔٔرِو ڈٲلۍ اَصٕل پٲٹھۍ ڈَبس منٛز بنٛد
سُہ چُُھ جمٲژ ہُنٛد اکھ خٲلِص کارکُن
سوٗد کٮ۪ن شرحن منٛز گِراوٹ یِنہٕ سۭتۍ تُل واریاہو کمپنیو فٲیدٕ۔
کینٛہہ لُکھ چھِ ساز بوزنُک لُطُف تُلانٔ۔
حالَے چُھ اکھ آزار دِنہٕ وول مسلہٕ مزید بدتر گوٚمُت۔
مہربٲنی کٔرِتھ ٲنِو دۄدُک ٹیٚٹرٛاپیک۔
لۄکٕٹۍ نالہٕ چھِ دٔریاوس سۭتۍ رَلان
سُہ اوس اکھ ظٲلِم تہٕ شیطٲنی نفر۔
بچس چھےٚ نیہٕ زبانہٕ ییٚچھنہٕ خٲطرٕ سٮ۪ٹھا جان قٲبلِیت۔
ہایی سکوٗل تعلیٖم حٲصِل کرنہٕ خٲطرٕ گژھِ اِبتدٲیی تعلیٖم آسٕنۍ۔
اس نے اپنے پیسے ایک گولک میں محفوظ رکھے۔
ٹیٖمہِ چھےٚ حالے ہفتن منٛز رفتار اتھٕ گٔمٕژ۔
حکوٗمت چُھےٚ مُخٲلِف جمٲعژ ہِنٛز راے بوزنس اِنکار کران۔
یہِ کرِ چانہِ مزیٖد پراسپیکٹسُک فٲصلہٕ
تٔمِس گٔیہِ پھیٚکِس پٮ۪ٹھ اکھ ژٔنٛڈ ہش محسوٗس۔
بٮ۪مار اوس پوٗرٕ دوپہارس وٲے وٲے کران۔
سٲرِسٕے راتس تٔھٲو مےٚ بٮ۪مار بَچس نظر۔
اسہِ کوٚر تھمن جوش دِتھ واٹھ۔
ییٚلہِ وۄنۍ ژےٛ یہِ کوٚرتُھے، بہٕ وٕچھٕ یہِ۔
تٔمۍ سُنٛد مانُن چُھ زِ اگر سُہ پنٕنۍ غلطی مانہِ تٔمِس گژھِ عزت کم۔
حقیٖقت ٲس واریاہ دۄکھٕ زد۔
یہِ زمین چُھ نہٕ وٕنہِ کاشتکٲری خٲطرٕ اِستعمال کرنہٕ آمُت۔
تُہۍہیٚکِو یتھ مسلس پیٚٹھ سیوٚد سوال پرٛژِھتھ۔
تٔمِس ٲس وۄمید زِ تٔمۍ سُنٛد حِصہٕ یی سوٗد ہٮ۪تھ واپس دِنہٕ
تَسٕنٛدِس خٲرِج گَژھنَس پٮ۪ٹھ کوٚر اَسہِ شَرارتُک اظہار
سُہ اوس تھوٚکمت تہٕ ناخۄش۔
ؤزیٖرِ اعظمن کٔر کتھ باتھ کرنہٕ خٲطرٕ پنٛنِس کابیٖنس سۭتۍ مُلاقات۔
ییٚتہِ چُھ الٮ۪کٹرٛانِک سامان واریاہ تعدادس منٛز مۄیَسر
أسۍ چھِ تھرمامیٖٹرٕ سۭتۍ تَپھ وٕچھان۔
تٔمۍ کوٚر پرٛٮ۪تھ کانٛہہ چیٖز خاص انٛدازس منٛز بیان۔
تٔمۍ لایہِ بڑٕ زورٕ سان مُشہٕ جورا۔
تٔمِس اوسُکھ پرٛٮ۪تھ دۄہ اکھ میٖل دورنُک مشورٕ دیُتمُت۔
تٔمۍ وُچُھ شیٖشس منٛز۔
بہٕ چُھس ہیٚکان تِہنٛزِ زِنٛدگی ہِنٛدۍ مُشکِلات محسوس کٔرِتھ۔
سُہ چھُ پرٛیٚتھ دِگرس خواب وٕچھان۔
میڈیاہن کٔر مرحوم وزیر اعظمن سٕنٛزن ترقین ہِنٛز نمٲیِش۔
لب چھےٚ تیز نیٖلہِ رنٛگہٕ سۭتۍ رنگنہٕ آمٕژ۔
افسَرس اوس اختیار بخشٕنہٕ آمُت۔
کھِلاڑٮ۪ن آیہِ کارکدگی حسابہٕ درجہِ بنٛدی کرنہ
تۭرِ نِش بچنہٕ خٲطرٕ کٔرِو کملہِ دوٚگُن تہہ۔
اکھ شخٕص چُھ اردَہن ؤرین تام نابالغ مانٛنہٕ یِوان
سڑکہِ ترنہٕ برٛوٚنٛہہ گژھِ گۄڈٕ وارٕ وُچُھن۔
اسہِ چھِ گرم پَلو انٕنۍ۔
بچہٕ سٕنٛدۍ دنٛدٕ چھِ تیز آسان۔
نتٲیِج چُھ وۄمیدن خٕلاف۔
سۄ چھےٚ مرض الموت بیٚمارِ منٛز ہٮ۪نہٕ آمٕژ۔
مےٚ چھا ویزا ہٕچ ضروٗرت۔
بہٕ چُھس نہٕ پنٕنۍ ذٲتی معاملہٕ پنٛنٮ۪ن سٲتِھین باوان۔
بنان چُھ ژٕ چُھکھ صحیح تہٕ بہٕ چُھس غلط۔
تٔٔمۍ کوٚر اسہِ خلاف جوشہٕ ہوٚت حملہٕ۔
انہوں نے آگ کے اوپر مرغے کو بھونا۔
تٔمۍ چُھ نہٕ اَتھ مُتعلِق اَکھ تہِ لفٕظ ووٚنمُت
زمیٖن چُھ جنوٗبس کُن وسان۔
صحٲفی چُھ اکھ دِلچسپ طبقہٕ۔
سُہ اوس سوٚدرٕ کس ژٔکِس منٛز خَزانہٕ ژھانٛڑان
تٔمِس چُھ پیٚوان زنٛگن دوا متُھن۔
سُہ آو پونٛسہٕ ژوٗرِ نِنہٕ خٲطرٕ گوناہ گار قرار دِنہٕ
تمہِ مۄکلٲو ژوٗرِ ژھیٚپہِ پنٕنۍ کٲم۔
گامٕکۍ ٲسۍ ڈاکوٗوَن سۭتۍ لَڑٲے کَران
تٔمۍ سٕنٛز زِندگی چھےٚ واریاہن دۄکھٕ زد دٔلیٖلن ہِنٛز بنیمٕژ۔
سٲنۍ راے چھےٚ نہٕ ہِشر تھاوان
جانور چھِ عامطور نارس کھوژان۔
ییٚلہِ سۄ ناراض چھےٚ آسان، تٔمۍ سٕنٛز أچھ چھےٚ شرارتہٕ سۭتۍ زوتان۔
ایماندٲری چھےٚ بہترین حِکمت عملی۔
بیٖروٗنی درآمدس پٮ۪ٹھ اوس اکھ عام محصوٗل لاگوٗ کرنہٕ آمُت۔
جودوٗگرن دِیُت زیوٗٹھ دام تہٕ مۄکلووُن سِگریٹ۔
فِلِمہٕ وٕچھنہِ چھےٚ تٔمۍ سٕنٛز کمزوٗری۔
میون صحت چُھ وۄنۍ ٹھیک۔
اکھ ترٛٹھ پیٚیہِ اسہِ پیٚٹھ۔
تمہِ سڑکہِ ہُنٛد موڑ چُھ واریاہ خطرناک۔
"بچے اپنے کپڑوں کی تہہ بندی کر رہے تھے۔
"
پنٕنۍ نٔر نژناو اورٕ یور۔
مےٚ میلیٛووٕے نہٕ وٕنہِ تٔمِس شُکریہ کرنُک موقعہٕ
تٔمِس چُھ خراب مِزاز۔
قٲلیٖن چُھ اوٚدُر۔
تٔمۍ لوگ پننہِ کارِ کُنٛڑٕ
تٔمۍ سٕنٛدِس مٲلِس چھےٚ خاص کٔرِتھ پونٛسہٕ بناونٕچ فِکِر
تۄہہِ چُھو میچ زینُن۔
ژٕ ہٮ۪کَکھ جِسمٕچ مٲلِش کٔرِتھ
تٔمۍ سٕنٛز سٲرٕے کٲم ٲس خراب
تِہُنٛد رِشتہٕ اوس دۄشوَے طرفو اعتِمادس پٮ۪ٹھ مبنی.
مُفت دوا بٲگرانہٕ خٲطرٕ دُکانُک وجودس یُن چُھ سیٚٹھا جان۔
سُہ چُھ ؤنی کٮ۪ن دہلی یونیورسٹی ہنٛد وایس چانسلر۔
جرٲحی کرن وٲلۍ سٕنٛز شرٛاکھ ژایہِ بٮ۪مار سٕنٛدِس جسمس منٛز واریاہ انٛدر۔
بہٕ چُھس گرٕ اتھٕ گژھنہٕ کِس ہیٚہَس منٛز۔
میٲنۍ دوستن أنۍ نٔوۍ وین۔
مےٚ چُھ نہٕ یہٕ پۄشاک مٔلۍ ہٮ۪نُک طاقت
مےٚ وُچھ وَنَس منٛز اَکھ جنٛگلی مرٛگ
بہٕ چُھس تٔمۍ سٕنٛزِ کامہِ سۭتۍ سیٚٹھا زیادٕ مُتٲثِر۔
ژےٚ کوٚرُتھ تٔمِس اَپُززیٛور ونٛنُک جُرَتھ۔
میانہِ ماجہِ مانرٲونس بہٕ صِرِف یۄہَے پیشہِ چُنٛنہٕ خٲطرٕ۔
گاوِ چھِ تھنس بٮ۪مٲرۍ۔
ژٕ ہیٚکَکھ نہٕ کیٚمِسٹری کَلاسہٕ منٛز غٲر حٲضر روٗزِتھ
تِہِنٛزو سِفارتی کوٗشِشو ہیوٚک نہٕ شرارت کم کرنس منٛز مدد کٔرِتھ۔
تِم چھِ واریاہ زیادٕ رۄپیہِ ہٮ۪وان۔
وہ کیک کے لیے انڈے پھینٹنے میں مصروف تھی۔
تٔمۍ چُھ أکِس عظیٖم زنانہٕ ہُنٛد خٕطاب برقرار تھوومُت۔
مےٚ چُھ زُکام
یَتھ جایہِ چُھ نہٕ تِجٲرتی معاملَن خٲطرٕ اِجازت دِنہٕ آمُت
امہِ سۭتۍ چھےٚ وضاحت گَژھان زِ تٔمِس چھےٚ اِمتِحانٕچ پَریشٲنی
گٲڈۍ چلاون وٲلۍ کوٚر اچانک دٔچُھن کُن موڑ۔
مےٚ چُھ چانہِ خٲطرٕ اکھ منصوٗبہٕ۔
ملاح نے چھوٹی کشتی کو پر پانی میں چلایا۔
تٔمِس ٲس ڈرٕ سۭتۍ تھر تھر ؤژھمٕژ۔
تمہِ تھٲو پنٕنۍ دُربیٖن وَرنڑاہس پٮ۪ٹھ۔
تٔمۍ تھوو رسالہٕ اکہِ طرف تہٕ پھیوٗر مےٚ سۭتۍ کتھ کرنہٕ خٲطرٕ۔
عوام ہیٚکہِ مشہوٗر قِلعہٕ وٕچِھتھ۔
گنٛڈن خٲطرٕ کٔرو سٕرکھٕ اِستعمال۔
تِم چھِ گَلن رنٛگ کرنہٕ خٲطرٕ وۄزُل رنٛگ اِستعمال کران۔
اسہِ چھےٚ آرامٕچ ضٔروٗرت
سُہ چُھ جمٲعژ ہُنٛد دَہن ؤرین ہُنٛد تجربہٕ کار۔
پنٛنٮ۪ن مسلن حل ژھانٛڈنہٕ خٲطرٕ گَژھو أسۍ امن پسنٛد آسٕنۍ۔
بسہِ ہُنٛد چھت اوس لُکو سۭتۍ بٔرِتھ۔
مُلٲزِم چھِ تنخواہس منٛز ہُرِرٕچ منٛگ کران۔
اسہِ پَزن نہٕ ذموٲریہٕ ٹالنہِ
یم پوش چھِ لوٗبوٕنۍ۔
چٲنۍ آواز چھےٚ فونَس پٮ۪ٹھ ژھٮ۪نان
سۄ چھےٚ کُنوُہ ؤرِش۔
یہِ تھاو المارِ پٮ۪ٹھ۔
مہربٲنی کٔرِتھ لیٖکِھو صاف صاف کرٛہنہِ میٖلہِ سۭتۍ
أسۍ نِمو اصلِیت معلوم کرنہٕ پتہٕ فٲصلہٕ۔
فوجَو کٔر سَڑَک بنٛد تَوَے پیٛوو اَسہِ واپس گَژُھن
مٔنٛڈیہِ چھےٚ سیٚٹھا زیادٕ نفع زینان۔
یتھ کامہِ خٲطرٕ چھےٚ خٔصوٗصی تربِیتٕچ ضروٗرت۔
مال کِس کٕنٛنس منٛز آیہٕ سٮ۪ٹھا گِراوٹ۔
یہِ سُہ ونان چُھ تتھ پیٚٹھ کٔرِو توجہٕ۔
گٲو دیُت آز صُبحٲے ووٚژھ۔
تٔمۍ ہیٚژ پنٛنِس دوستَس خٲطرٕ چِٹھۍ لیٚکٕھنۍ
یہِ مُہِم ٲس مسلس مُتعلق عوٲمی زانٛکٲری بڑاونہٕ خٲطرٕ بناونہٕ۔
پنٛنٮ۪ن فرٲیضن نِش مہ ہیٚیِو لوٚب۔
سمنٛدر کِس ژٔکِس پٮ۪ٹھ آسہٕ واریاہ گاڈٕ لبنہٕ آمژٕ۔
ییٚلہِ بہٕ چُھٹی پٮ۪ٹھ گژھٕ سُہ سبنھالہِ کٲم۔
بادام چُھ اکھ میٚوٕ۔
گاڑِ ہُنٛد کٔلیٖنَر چُھ سَوارٮ۪ن کِرایہٕ رَٹان
أسۍ تراوَو یہِ جاے۔
سُہ اوس پنُن سامان چُھٹی ہِنٛدِس دورس خٲطرٕ بنٛد کران۔
مےٚ وٕچھ سۄ واریاہ کٲلۍ۔
اللہ تعالیٰ چُھ وٲحِد نجات دِنہٕ وول۔
مہربٲنی کٔٔرِتھ ؤنِو اِدارُک صحیح نیب۔
کیل چھےٚ صحتہٕ خٲطرٕ اَصٕل
لُکھ چھِ تٔمِس لڑایہِ گٔر زنان ونان۔
ماز اوس بد مزٕ۔
تٔمۍ سٕنٛزن اوٚنٛگجن ہِنٛزِ کیٚنٛہہ رگہٕ گٔیہِ سخٕت پٲٹھۍ خراب ییٚلہِ تٔمِس گاڑِ ہِنٛدِس دروازس منٛز اتھٕ اوس بنٛد گوٚمُت۔
یہِ چُھنہٕ بِلکُل مُنٲسِب۔
مےٚ دی تو توٚت چایہِ پیالہٕ
تٔمۍ سُنٛد لۄکچار اوس مُصیٖبتو سۭتۍ بٔرِھ۔
سُہ چُھ کمانٛڈر بنٛنہٕ خٲطرٕ ناقٲبِل۔
یہِ کپُر چُھ نایلانُک بنیومُت۔
میٛٲنِس دوستَس خٕلاف اِلزام ٲسۍ نہٕ بچاوس لایق۔
ہۄ ژوٚٹ ژھٕنۍ نٮ۪بر۔
عام لُکن چُھ نہٕ فوجی علاقن منٛز اژنُک اِجازت
سُہ چُھ اکھ دونٛکھٕ دِنہٕ وول نفر
مہریٚنہِ ہِنٛزِ دوتہِ چھےٚ اِستٔرۍ کرنٕچ ضروٗرت۔
اسہِ چھےٚ یتھ مسلس مُتعلق عوامس منٛز آگٲہی کرنٕچ ضٔروٗرت۔
تٔمِس چُھےٚ خۄشوٕنۍ شکٕل۔
تُہۍ ہیٚکِو ٲبی رنٛگ کُنہِ تہِ وانہٕ پیٚٹھٕ أنِتھ۔
یہٕ ٹھانٛڑٕ چُھ یتھ بانس صٔحیٖح بیٚہوان۔
مےٚ کوٚر تٔمِس ترٚیٚیہِ لٹہِ فون مگر تٔمی تُلُے نہٕ۔
تٔمۍ اوٚن تقریبہِ ہِنٛدِس ٲخرس پیٚٹھ تشریف۔
کرنَے روٗزمٕژ کٲم چھےٚ میانہِ خٲطرٕ بور بنیمٕژ۔
سُہ چُھ ثٲبِت قدم، سُہ ہیٚیہِ نہٕ لوٚب۔
خۄشٕک کرنہٕ خٲطرٕ دِ اَتھ أدرِس شیٖٹَس ہَوا
خانٛدارِنیٚن تہٕ بچن چھےٚ نہٕ پنٛنٮ۪ن خانٛدارن تہٕ مالٮ۪ن ہِنٛدِ نام ونِشانٕچ خبرٕے۔
میون بٕڈۍ بب گُزریوو وارِیاہَس کالس بیمار روزنہٕ پتہٕ ۔
ژٕ ہیٚککھٕ کھیٚن بیٚیہِ اکہِ لٹہِ وٕشنٲوِتھ؟
یہِ اوس مسلہٕ حَل کرنُک بٔتٔریٖن طٔریٖقہٕ
المارِ منٛز چھِ لٔکرِ کیٚمۍ۔
نوُن چُھ سمندر بٹھِ کین چپٹہٕ علاقن منٛز جمع کرنٕہ یوان۔
کُٹھۍ کِس کوٗنس منٛز اوس اکھ میز۔
یہِ تُہۍ ہیٚچھناوان چِھو تتھ پیٚٹھ کٔرِو پانہِتہِ عمل۔
تٔمۍ دِژ وارٕ وارٕ پنٛنہِ کورِ ہِنٛزِ نرِ مۄٹھ۔
ہوا چُھ بُنیٲدی طورس پیٚٹھ نایٹروجن تہٕ آکسیٖجنُک بنیومُت۔
ٲخری مرحَلس خٲطرٕ کٔرِو پنُن پان تیار۔
میون پرٛون دوست اوس موسیٖقی منٛز مٲہِر۔
یہِ فٲصلہٕ اوس صِرِف مٲلی معاملن خٲطرٕ کرنہٕ آمُت۔
تٔمۍ نیٛوو پنُن عیال أکِس نٔوِس مکانس منٛز۔
مےٚ کٔڑ تٔمِس أکِس جان نوکری منٛز وتھ۔
ٲخرٕ کھۄتہٕ اکھ دۄہ برٛونٛہہ رُکییہِ ٲسۍ دِلہِ۔
سۄ ٲس گرِ کیٛو تمام بٲژو رٔچھمٕژ۔
مُجرِم ژٔلۍ قٲد خانہٕ منٛزٕ۔
سُہ چُھ سارٔنٛگۍ وایان۔
سۄ ٲس زیٹھِ سفرٕ پتہٕ واریاہ تٔھچمٕژ۔
تِمو دِیُت تس شُکریہ ادا کرنہٕ چہِ نِشٲنی پیٚٹھ اکھ لۄکُٹ تحفہٕ۔
یہِ چُھ میانہِ خٲطرٕ واریاہ کم اہمِیت تھاوان زِ لُکھ کیا چھِ مےٚ مُتعلق سونٛچان۔
شراب سٲزی ہنٛد عمل چُھ آتھ برسکس آسان۔
سِگریٹ چوٚن چُھ ہَوہس خراب کران۔
یہِٕ صِفت چُھے ژےٚ واریاہ خاص بناوان۔
تمہِ کٔر تٔمِس سۭتۍ لۄتہِ آوازِ منٛز کتھ۔
اَسہِ پَزِ خۄدایَس پٮ۪ٹھ یٔقیٖن تھاوُن
مےٚ چھےٚ أکِس پھٲسۍ دِنہٕ خٲطرٕ گول رزِ گنٛڈٕچ ضٔروٗرت۔
ژھۄٹھ نٮ۪بر کڑُن یِنہٕ مٔشِد گژھی۔
مُلکہٕ کِس مشرِقس منٛز شہری بےٚ امنی چُھ اصلی خطرٕ۔
ییٚلہِ گٲڑۍ چلاون وٲلۍاچانک بریک دِژ لڑکہٕ پیوٚو پننہِ سیٖٹہِ پٮ۪ٹھٕ بروٚنٛہہ کُن ؤسۍ۔
ڈاکٹر امبیدکرن گُزٲر غریٖبی ہِنٛز زِنٛدگی۔
لبہِ ٹھاسنہٕ یِنہٕ سۭتۍ لوٚگ مےٚ کَلَس
أکِس ماجہِ ہِنٛدِس طورس پیٚٹھ چھےٚ سۄ واریاہ تجرُبہٕ واجیٚنۍ۔
مٮ۪وُک قۭمت چُھ مُختلِف جاین مُختلِف آسان۔
باورچی خانہ دار چینی کی خوشبو سے بھرا ہوا تھا۔
اسہِ چُھ آتھوارِ دۄہ أکِس خاندرس منٛز شموٗلِیت کرٕنۍ۔
یِم جُملہٕ تُہی بنٲیِو تِم گژھن معنی دار آسٕنۍ۔
پٔتِمہِ رٲژ آیہِ درجہِ حرارتس منٛز اچانک کٔمی۔
سۄ کٔھژ مُشکِلی سان بالس۔
سُہ چُھ پنٛنہِ مُستقبِل خٲطرٕ پَریشان
شُرٮ۪و علاوٕ آسَو أسۍ سٲری تہِ سالَس
شُرۍ ٲسۍ باغس أنٛدۍ أنٛدۍ نَژان
تٔمِس آیہِ واریاہ زیادٕ وزن کھالنہٕ خٲطرٕ پانہٕ دِنہٕ۔
بہٕ انہٕ بدس کال خبرن پٮ۪ٹھ اکھ رِسالہٕ۔
ہنٛدوستانس منٛز چُھ حُکُمرٲنی ہُنٛد جمہوٗری نِظام۔
تٔٔمۍ کوٚر اسہِ خلاف جوشہٕ ہوٚت حملہٕ۔
اَپُز وَنُن چھےٚ اَکھ ہُنٛر مٔنٛدی
تِمن پزِ گۄڈٕ زخمن پیٚٹھ مرہم پٔٹ لاگٕنۍ۔
تٔمۍ رُکٲو چِٹھۍ بُغض آسنہٕ کِنۍ۔
تٔمِس منٛز چُھ غلط فٲصلہٕ کرنُک رحجان۔
مےٚ ڈوٚل پنُن توازُن تہٕ پیوس پتھ کُن۔
مےٚ چھنہٕ سۄ پسنٛد
محنت چھِ زِنٛدگی منٛز کامیٲبی انان۔
پگاہ چُھ مےٚ پنٛنہِ تحقیق ہُنٛد زبٲنی اِمتحان۔
تِمۍ ٲسۍ قسٕب وٲلۍ مگر ضٲبطٕچ ٲسٕکھ کمی۔
یِم درجہٕ بٔنٛدِیہِ چھےٚ نہٕ جان پٲٹھۍ بیان کٔرِتھ۔
تٔمِس پزِ رٮ۪تہٕ کالہِ تٔنۍ قمیٖض لاگٕنۍ۔
تٔمۍ کٔر کیلن وزن کرنہٕ خٲطرٕ ترٛکٕر اِستعمال۔
سُُہ چُھ صحنس أنٛدۍأنٛدۍنژان۔
سُہ چُھ مستہٕ روٚس نفر۔
پروجکٹس چُھ ڈبلٮ۪و ایٚچ او مٲلی اِمداد دِوان۔
باقٕے مسٲیِل ہٮ۪کن امہِ پتہٕ یِتھ۔
یِم وٹامن پِلہٕ چھےٚ اتھٕ گٔمژٕ قوت حيٲتی بحال کران۔
یہِ چُھ وِقار
تٔمۍ سُنٛد زیوٚن پیوو پھروٗژ
ژےٚ بغٲر ٲسۍ سٲری حٲظِر۔
بہٕٕ روزٕ ہمیشہٕ چون دوست۔
نظمہِ ہُنٛد دٔیُم حِصہٕ چُھ گۄڈنِکہِ مِصرٕکۍ پٲٹھۍ گٮ۪ونہٕ آمُت۔
سُہ چُھ بٮ۪ماریو کِنۍ کمزور۔
 ہم نے اناج کو بڑے گودام میں رکھا۔
پُلسہٕ وٲلۍ وٲے پنٕنۍ پِپِنی۔
تٔمۍ تھوو مجمہٕ میزس پٮ۪ٹھ۔
سُہ آسی ژےٚ ریلہِہِنٛدِس پلیٹ فارمس پٮ۪ٹھ پیاران۔
تٔمۍ سٕنٛدۍ تقریٖرن کوٚر سامعینن پیٚٹھ اثر۔
آرَس نِش چھِ خۄشوٕنۍ بطخ
پلگ مہ ان کٔڑِتھ۔
یہِ خبر آیہِ سانہِ خٲطرٕ أکہِ ٹاسٕکۍ پٲٹھۍ۔
کمپٔنی دیُت پنٛنٮ۪ن مُلٲزمن نٔیِس ؤریس پٮ۪ٹھ مہوار
دٕہ سۭتۍ وٕزییہِ نار لگنٕچ گنٛٹی۔
جیپوٗر گژھان اوس اسہِ پانس سۭتۍ مزٕ دار کھیٚن چٮ۪ن تُلمُت۔
کورِ کوٚر دعوا زِ تٔمۍ وُچھ جِن
شٲعِرن کوٚر ہِمالیاہُک بالہٕ تھوٚنگ بیان۔
تٔمۍ سُنٛد فرشتہٕ صِفت چُھ تٔمِس محبتس لایق بناوان۔
یتھ بندوٗقس چھےٚ زیٖٹھ نٔلۍ۔
تِمن ٲس موضوٗعٕچ پیٚٹھۍ پیٚٹھۍ علمیت۔
سُہ چُُھ سون بہتٔریٖن مُنتَخٕب وۄمیدوار
بچاون والیٚن لٔگۍ ملبہٕ تلہٕ لُکھ کڑنس زٕ گٲنٛٹہٕ۔
ٹی بیگ گژھِ پیالس منٛز کٕژناونہٕ یُن۔
سۄ ٲس خوشی سۭتۍ أنٛدری اسان۔
سُہ مۄکلاونہٕ خٲطرٕ کٔر تِمو ترٛٮ۪ن دۄہَن لَگاتار کٲم
أسۍ کَرو آٹو۔ سُہ انَو کِرایہِ آٹو
کُس بیقٕل ترٛاوِ ریلہِ ہِنٛزِ پٹرِ پٮ۪ٹھ گٲڑۍ۔
معہادس کوٚر وکیٖلو احتِیاط سان مُعٲینہٕ۔
سٲنِس سماجس منٛز چُھ وٕنہِ تہِ لڑکس تہٕ کورِ منٛز فرق کرنہٕ یِوان۔
سُہ چُھ صِرِف مُصیٖبت وِزِ مٲلِس ماجہِ نِش گژھان۔
سزا گژھِ جُرمس برابر آسُن۔
مہربٲنی کٔرِتھ تُلِو ڈَبہٕ ہٮ۪سہٕ سان
حِفاظتہٕ خٲطرٕ لٲگۍ تِمو پنٛنٮ۪ن دارٮ۪ن سیٖکھ
تِہُنٛدو خانٛدر مۄکلیوو صِرِف ترٛےٚ رٮ۪تھ گٔژھۍتٕھے۔
فیٖس چُھ رِیاستہٕ کِس خزانس منٛز جمع کرنہٕ یِوان۔
چُھٹی منٛز تھوو اسہِ پنُن پان سمٲجی کامیٚن سۭتۍ آوُر۔
برٛونٛمہِ کِتابہٕ کَرِ سٔکوٗل اِنٛتِظامیاہَن رَد
"رس کڑنہٕ خٲطرٕ آو سنٛگتر زورٕ چیٖرنہٕ۔
"
شہری تہٕ کارٕبٲرۍ سربراہن ہُنٛد اِجلاس سپدیٛوو۔
تٔمۍ سُنٛد سٲنِس گَرَس منٛز یُن پیوٚو پُھروٗژ
یتھ ٹی وی یس چھِ ترین ؤرۍین ہٕنٛز گارنٛٹی
بیول تھٲیِو أکِس ٹیٖنہٕ ڈَبس منز سمبٲلِتھ۔
چِٹھِ منٛز ووٚن تٔمۍ، سُہ چُھ بٮ۪مار۔
تمہِ شیٚچھِ کوٚر سانہِ چکرُک مزٕ خراب۔
کیٚنٛہہ شرط چھِ نہٕ تُہنٛدِس معاملس منٛز موزوٗن۔
یتہ تٲلابس منٛز چُھ آبُک لٔگِتھ گژھن وول درجہ حرارت۔
سُہ چُھ اکھ پابنٛد عٲلِم۔
سُہ چُھ اکھ بےٚ تعلُق نفر۔
ژٕ ہٮ۪ککھ ٹیلی فونس پیٚٹھ کیکٕچ فرمٲیِش کٔرِتھ۔
نُمٲیِنٛدٕ اوس اسہِ ساروٕے ژورمُت۔
پنٛنیٚن مغزن مہ دیٖو پنٛنہٕ کامہِ نِش ڈلنہٕ۔
تٔمۍ شُرۍ پٕٹرٲو میٛٲنۍ چین
تٔمِس چُھ چون اعتماد تہٕ ثٲبِت قدمی پسنٛد۔
ریگستانس منٛز چُھ آفتاب لوسن وِزِ اکھ پُرسکوٗن احساس آسان
بتہِ اَویزان ترٛاونہٕ خٲطرٕ چھےٚ کُلۍ لنٛجن تار ولنہٕ آمٕژ۔
ییٚلہِ شیٖشہٕ گرماونہٕ آو، سُہ پھوٚٹ۔
تارَک چھِ راتھ کیُتھ ظٲہِر گَژھان
تختس ٹُھکِو وارٕ وارٕ کیُل۔
آب چُھ زَدو کِنۍ وسان۔
ژےٚ گٔیہِ وۄنۍ ایلرجی ٹھیٖک۔
تٔمۍ سُنٛٛد بُتھ اوس ڈرٕ سۭتۍ زرد گوٚمُت۔
سۄ چھےٚ ٹایپِسٹ سٕنٛزدِ عہدٕ خٲطرٕ کوٗشِش کران۔
بہٕ کَرٕ پگاہ بیٚیہِ کوٗشِش
بہٕ کرٕ نہٕ مٔزیٖد تفصیٖل بَیان
تِم چھِ باجماعت نٮ۪ماز پرنہٕ خٲطرٕ سَمیمٕتۍ
تُرٛکوٗنٛٛل چُھ ترٛےٚ طرف وول آسان۔
نیٚبٕرۍ چھِ روٗدٕ شرٛانہِ وسان۔
زنانہٕ آسہٕ غمس منٛز لہرِ ودان۔
از چُھس بہٕ نِہایت آوُر ۔
تٔمۍ لوٚگ پمپہٕ منٛزٕ آب کڑنہٕ خٲطرٕ موٹر۔
تٔمۍ لیوٚکھ ایمانٛدٲری پٮ۪ٹھ اکھ مضموٗن۔
ٹیٖمہِ گیُنٛد اکھ مُنٲسِب کھیل۔
میزس پیٚٹھ چھِ کیٚنٛہہ نِشان۔
مےٚ دِیُت پننہِ زنانہِ خانٛدرٕکِس ؤری سپدنس پٮ۪ٹھ اکھ ہار تحفہٕ۔
نان ٲس تٔمِس گردنہِ أنٛدۍأنٛدۍ ولنہٕ آمٕژ۔
سڑکہِ ہُنٛد نقشہٕ چُھ واریاہ موڑ ہاوان
تِمۍ چھِ ییٚتہِ پیٚٹھٕ مغرِبس کُن روزان۔
تٔمۍ کٔر سۄ پالسی واضح یۄسہٕ معٲشیت خٲطرٕ تباہ کُن چھےٚ
یہِ اوس اکھ براہہِ راست ڈرامہ۔
جَوٲنی منٛزٕے ووت تٔمۍ سُنٛد مُستقبِل عٔروٗجس
مٲلی وصٲیِلن ہِنٛدِ نامزدگی خٲطرٕ چھےٚ أکِس ذِمہ وار نُمٲینٛدٕ سٕنٛز ضٔروٗرت آسان۔
واون کوٚر بٔٹِھس پٮ۪ٹھ تھوومُت مال سخت پٲٹھۍ تباہ۔
پارلمنٛٹس منٛز گوٚو زبردست بحث
تٔمۍ کٔر آٹسَس منٛز گرٛیجویشَن
تٔمِس چُھ انٛگریٖزۍ زبٲںۍ پٮ۪ٹھ واریاہ عبوٗر
یہُ چُھ یہِ مے معنی چُھ۔
ییٚمہِ کاغز ٹُکرٕ منٛزٕ ژٔٹِو اَکھ سٮ۪نٹِہ میٖٹَر
یہِ چُھ چنٛدس منٛز تھاونہٕ یِنہٕ وول پکھٕ۔
اکھ چایہِ کَپ روزِہا زیادٕ قٲبلہِ قٔبوٗل
یہٕ اوس اکھ فٲیدٕ منٛد سودا۔
کُمارس اوس اِلزام لَگاونہٕ آمُت زِ تٔمۍ چھِ اِدارٕ کٮ۪ن پونٛسَن ٹپلہٕ کوٚرمُت
تِم چھِ وروِش گاہس منٛز گِنٛدان۔
ڈاکٹرن ووٚن نٔرسہٕ بٮ۪مارن پٮ۪ٹھ نظر تھاوٕنۍ۔
یِمن سنٛترن چُھ قدرتی میچھر آسان۔
منتظمن ژھُن سُہ کٔڑِتھ ییٚلہِ سُہ کامہِ پٮ۪ٹھ چٮ۪تھ آو۔
بہٕ چھس تٕرٛہ ؤرِش۔
بادشاہن دیُت پنٛنیٚن یارن سال۔
رام چُھ واریاہ شریٖف
روٗد نہٕ پیٚنہٕ کِنۍ گوٚو ہۄچھر شُروٗع۔
تٔمِس چھےٚ وۄنۍ مدرَسس منٛز مشتقل نوکری میلیمٕژ۔
وٕنہِ تہِ چھِ ہیٚکان نَو آبادِیٲتی طرزِکۍ مکان أنٛدۍ پٔکۍ وٕچِھتھ۔
بَہو منٛزٕ نیٛوٗ نَوَو طٲلبہِ علمو مُقابٕلس منٛز حِصہٕ۔
لٔڑکن کُھلٲوو تزبزُب موٗجُب چِٹھۍ۔
ٲسۍ ہیٚکو نہٕ غٕزا ورٲے زِنٛدٕ روٗزِتھ۔
اسہِ چھےٚ ضروٗرت منٛدن ہِنٛدِ بجٲیی بابتھ کٲم کرٕنۍ۔
پہاڑ پیٚٹھٕ اوس اکھ بوٚڑ پل ؤسِتھ پیٚوان۔
بِلہِ گژھِ ییٚتھۍ اِجلاسس منٛز منظوٗری میلٕنۍ۔
ہمیشہٕ گژھِ زِٹھین ہُنٛد احتِرام کرُنٔ۔
مےٚ چھِ پننٮ۪ن سٲتھین ہٕندۍ سٲری پَلو
نٔوِس فلیٹس آو جلدی قبضہٕ رٹنہٕ۔
تٔمِس اوس لوٗبٕوُن چۄگہٕ لٲگِتھ۔
ژٕ چھکھٕ صبحس سُلی نیٚندرِ وتھان؟
یِم اعمال چھِ بُنیٲدی انسٲنی حقوقن ہِنٛز خٕلاف ورزی کران۔
مُفتس منٛز اژنہٕ خٲطرٕ کوٚر تٔمۍ مُحافِضس کُن اِشارٕ
ہانگ کانگس منٛز آو ٲخری لٹہِ 2005 ہس منٛز زبردست روٗد وٕچھنہٕ۔
شُرۍ ٲسۍ با اخلاق۔
سُہ چُھ کُنُ نَفر پوٗرٕ عیالہٕ خٲطرٕ روٗزی زینان
خۄش قٕسمٕتۍ سان روٗد موسم اصٕل۔
آنٛگُن آو آلوٗدگی نِشہِ پاک جاے قرار دِنہٕ
تٔمِس چُھ گیٚشوم رنٛگ۔
یہِ چُھ اِنتِہٲہی ضروری زِ تُہۍ کٔرِو ہِدایاتس پیٚٹھ عمل۔
سۄ آیہِ دُپہارَس دفناونہٕ
تٔمۍ کوٚر فلسفیانہٕ نظرِیس پٮ۪ٹھ اکھ مقالہ شایع۔
تِم ٲسۍ خۄد مختاری خٲطرٕ تماہ کران۔
تِمۍ چھِ قٲیدٕ کِس عمل درآمدس منٛز لاپروٲیی کران۔
سۄن چھ واریاہ قۭمتی دھات
سُہ بیوٗٹھ بادشاہ سٕنٛز کُرسی پٮ۪ٹھ۔
مےٚ چھِ سمنٛدٔری جانور وٕچِھنۍ خۄش کران۔
صدد سٕنٛدِس ہدایتس پیٚٹھ آیہِ اکھ نٔو کاونسل قٲیِم کرنہٕ۔
ہجوٗم چُھ میچ وٕچھنہٕ خٲطرٕ بےٚتٲبی سان پیاران۔
تِمن اوس کامہِ بدلہٕ کھٮ۪ن دِنہٕ یِوان۔
پٔتۍمہِ برٛیٚسوارِ آو سُہ ژیٖرۍ۔
میٛون بوے چُھ اسہِ پٮ۪ٹھٕ کنہِ فلیٹس منٛز روزان
تِٕ چھِ ہونیٚن تربِیت دِنٕچ کوٗشِش کران۔
یہِ چھےٚ اِنسانی حقوقن ہِنٛز خلاف ورزِی۔
تتھ مسلس پیٚٹھ چھےٚ سنٛجیٖدگی سان غور کرنٕچ ضروٗرت۔
آب اوس شیٖر گرم۔
مُجرِمس ٲس بادشاہن معٲفی دِژمٕژ۔
تِم چھِ ہُتھ مکانس منٛز روزان۔
یا تہِ نیر ژٕ نتہٕ بُلاون بہٕ بُلیٖس
رِشتہٕ گژُن بَروسس پیٚٹھ بناونہٕ یِنۍ۔
تٔمۍ ٹُھک دیوارس کِیُل کیٚلینٛڑر اویزان تھونہٕ خٲطرٕ
مےٚ چھِ گرِ لاتعداد قلم۔
رَبر بال آیہِ ٹَپہٕ کھیٚتھ واپس پَتھ کُن
تِمو کٔر یتھ واقعس پردٕ ترٛاونٕچ سٮ۪ٹھا کوٗشِش۔
ییٚمہِ پۄشاکٕکۍ رنٛگ چھِ واریاہ تیز۔
خَراب کارٕ سۭتۍ آو تٔمۍ سُنٛد ناو منٛدچھاونہٕ
شترنٛجَس منٛز چُھ اکرَم ہِنٛدُستانُک اَکھ مٲہِر کھلٲڑۍ
تٔمِس آو تعلیٖمہِ منٛز بہتٔریٖن کارکردگی خٲطرٕ اِنعام دِنہٕ۔
فِکِر مہ ہےٚ، سورُے گژھِ ٹھیٖک۔
تٔمِس ٲس علاجچ ضروٗرت۔
گۄڈنیُک ایٚٹم بمب اوس امریکاہس منٛز بناونہٕ آمُت۔
کیٚنٛٛہہ جاناوار چھِ لرزوٕنہ آواز کٔڑِتھ گٮ۪وان۔
کیٚمِکل چھِ یِوان صنعتن منٛز بٔڑِس پیمانس پیٚٹھ تُرُن کرن والیٚن ہِنٛدِس طورس پیٚٹھ اِستعمال کرنہٕ۔
پوٗرٕ مُلک چُھ پریشٲنی منٛز۔
تٔمۍ سُنٛد کِردار چُھ طاقت تہٕ رحم دِلی ہُنٛد میُل
سُہ چُھ نفع بخٕش انٛدازس منٛز کارٕبار چلاوان۔
بچہٕ' سُنٛد جمع کیاہ چُھ؟
سُہ چُھ میٛون زیُٹھ بوے
شہنائی کی آواز عموماً شادیوں میں سنائی دیتی ہے ۔
ییٚلہِ بہٕ سٮ۪ٹھاہ مُشکِلس منٛز اوسُس تٔمۍ کٔر مےٚ أکِس حمایت کار سٕنٛدۍ پٲٹھۍ مدد۔
تٔمۍ سٕنٛزن أچھن منٛز ٲس چمک۔
سۄ چھےٚ مے تکنیٖکی معاملن منٛز مشورٕ دِوان۔
یہِ مسلہٕ حل کرنہٕ خٲطرٕ چھےٚ اکھ ترکیٖب۔
سامان بنٛد کرنہٕ خٲطرٕ کوٚر مےٚ گَتُک اِستعمال
سۄ چھےٚ پنٛنٮ۪ن بد لحاظ کَتھن خٲطرٕ مانٛنہٕ یِوان
کھیل اوس بہترین۔
سُہ چُھ أکھ رٔدی نَفَر۔
تٔمۍ دیُت مےٚ بنفشَن ہُنٛد اکھ خۄشوُن گوٚنٛد۔
تِم ٲسۍ أکِس ہجوٗمس برٛونٛہہ کنہِ تلوار جنٛگ کران۔
بہٕ چُھس تُہنٛزِ ناراضگی ہُنٛد وجہ سمجان
یہِ دستاویزی فلم چھےٚ میانہِ محنتُک نتیٖجہِ۔
یہِ چُھ محنٛتہٕ سۭتۍ حٲصِل کرنہٕ آمُت پونٛسہ۔
سُہ اوس کھیلن ہِنٛدٕس سِلسِلس منٛز بہتریٖن گِنٛدن وول۔
تٔمِس چھےٚ زیادٕ کھۄتہٕ زیادٕ نفع زیننٕچ خواہِش۔
تِمو چُھ گۄڈَے ہوٹلَس منٛز اَکھ کمرٕ بُک کوٚرمُت
بحژن کوٚر ترٛیٚن اہم مسٲیِلن پیٚٹھ توجہ۔
بادشاہ کرِ نواب سٕنٛدِ دربارُک دورٕ۔
تٔمۍ کوٚرحالے اکہِ سیمنارُک اِنتظام۔
سۄ کَرِ پگاہ تانۍ فایلہٕ حٲصِل
تِم ؤتھۍ ہیرن احتیاط سان۔
مریم آیہِ سالس گۄلٲبۍ رنٛگُک پۄشاک لٲگِتھ۔
کُٹِھس منٛز اوس ماحول پریشان کرن وول۔
ہُشارٕ جمٲعژ کٔڑۍ تِم نفر کھکھرِ نٮ۪بر۔
یِمو پَلوَو سۭتۍ چھِ تِم باسان چٲرۍ
حالان کٔڑ تٔمِس منٛز بد خصلت نٮ۪بر۔
قٲبِل بچن ہِنٛدِس مٲلِس ماجہِ چُھ ہمیشہٕ تِمن پیٚٹھ ناز آسان۔
یتھ مکانس منٛز چھِ ژور کُٹھۍ تہٕ اکھ ہال
حٲدثہٕ کر گوٚو؟
پُلیٖسن کوٚر مظٲہریٖن مُنتشِر کرنہٕ خٲطرٕ اوٚش اننُک گیس اِستعمال۔
سُہ چُھ اصلی مصیٖبتس منٛز۔
مےٚ تھوو بندوٗق ہٮ۪سہٕ سان نِشانس کُن۔
لڑایہِ منٛز پٕھٹ تٔمِس نٔر۔
پنٕنۍ راونٕہ پتٕہ باسیوو تٔمِس دِلس منٛز گوٚد ہیٛو۔
واریاہن گٲنٛٹن ہِنٛزِ کامہِ چُھس بہٕ ییل اوٚنمُت۔
سانیٚو کِھلاڑٮ۪و گیُنٛد مُنٲسِب طریٖقس پٮ۪ٹھ
تٔمۍ وُچھ بۄن کُن۔
دانا بنٛنہٕ خٲطرٕ چُھ پٮ۪وان پَرُن
جِسمٲنی ورزِش ہیٚکہِ تُہُٕنٛد جِسم تہٕ ذہن پریشٲنی نِش بچٲوِتھ۔
سۄ آیہِ ٲخٕر کار ؤکیٖلن ہِنٛزِ پرٛژٕھٕ گٲر سۭتۍ ذہنی دباوس منٛز۔
یہِ چُھ دنٛدٕ کرٛیٖمہِ ہُنٛد اکھ بوٚڈ ٹیوٗب۔
عجائب گرس منٛز آسہٕ پرٛانہِ فنہِ تعمیر چہِ واریاہ نُمٲیشہٕ۔
یِتھ معاملات چھِ اِنسٲنی سونٛچ سمج نِش نٮ۪بر آسان۔
تٔمۍ روٚٹ نوِ عمارتہِ منٛز کِرایہِ پٮ۪ٹھ دفتر۔
کونٛسِل چُھ شہرس منٛز ٹرٛیفِک کم کرنٕکٮ۪ن طٔریٖقن پٮ۪ٹھ کٲم کَران
گولہِ کوٚر تٔمۍ سٕنٛدِس اتھس گوٚد۔
کُرسی کر مایہِ سۭتۍ ٹھیٖک۔
تٔمۍ سُنٛد جسم چُھ مضبوط۔
تجویٖز ٲس اصٕل مگر عملہٕ منٛز اننُک طریٖقہٕ اوس غلط۔
جاناوار سٕنٛدِس بوسس منٛز ٲسۍ ترٛےٚ کیٚمۍ۔
بہٕ ہٮ۪کَے چانہِ خٲطرٕ نوکری ژھٲنٛڑِتھ
کورِ موٚتھ سٔرٛنِس زخمس دواہ۔
تٔمِس چُھ جلدی تِہنٛدِ خانٛدرُک اعلان کرُن۔
تٔمۍ کوٚر پنٛنِس وۄستاد سٕنٛدِس حُکمس تعبیدٲری کرنس اِنٛکار۔
مےٚ پزِ از تور گژُھن۔
مہربٲنی کٔٔرِتھ کٔرۍوون چِیرمین تمام تجاویٖزَو سۭتۍ آگاہ
پروگرام ووت لگ بگ دِگرٕ چہِ 4 بجہِ اِختِتامس۔
اَگر تۄہہِ کیٚنٛہہ ضٔروٗرت آسٮ۪و مےٚ کٔرۍزٮ۪و آلَو
موبایِل فون اِستعمال کرن وٲلۍ چھِ کَرور بٔدۍ۔
تِمن سۭتۍ مُقابلہٕ کرُن چُھ نہٕ تٔمۍ سٕنٛدِ خٲطرٕ مُمکِن۔
علی ین کوٚر عایشاہس سۭتۍ خانٛدر۔
یہِ کپُر چُھ واریاہ تُرٛسۍ دار۔
اسہِ پزِ نہٕ بیٚین ہِنٛدِس گَرس منٛز پرٛژھنَے اژُن۔
رانی چھےٚ پَنٕنۍ پینٛد لَگاوان
سُہ چُھ ذلیٖل ،موٚکُر نفر۔
بہٕ چُھ نہٕ تس مزیٖد نۄقصان واتناوُن یژھان
تٔمۍ سُنٛد مقصد اوس تۄہہِ تکلیٖف واتناوُن۔
بہٕ چُھس یَژھان پنٕنۍ پَلو بدلاوٕنۍ
سُہ گوٚو أکِس بٔڑِس ۂجوٗمَس بٕتھِ کَنہِ کھڑا
سُہ چُھ بیٚمارِ بٕڑروومُت
شہرن چُھ ہیوٚتمُت مغرِبی طور طریقہٕ اختیار کرُن۔
تٔمۍ کوٚر تٔمۍ سٕنٛزِ ناشٲیِستہٕ زبٲنۍ ہِنٛدِس اِستعمالس پٮ۪ٹھ اعتِراض۔
دیودار چھِ سرد شمٲلی خٕطن منٛز لبنہٕ یِوان تہٕ یِم چھِ کُرسی میز بیترِ بناونس منٛز اِستعمال یِوان کرنہٕ۔
تۄہہہِ یِتِھس ناماور فنکارس سۭتۍ تعٲرُف کرناونس منٛز چھےٚ مےٚ سخت خوشی میلا۔
سۄ چھےٚ أکِس امیر گَرس سۭتۍ تعلُق تھاوان۔
کتھ باتھ کٔرٕکھ اچانک برخاس
کٔمیٖٹی چُھ تٔمِس ترقی دِنُک فٲصلہٕ کوٚرمُت
سُہ چُھ پنٕنۍ کھ ثٲبِت کرنٕچ کوٗشِش کران۔
ڈبہٕ گژھن لٔکرِ ہِنٛدۍ بناونہٕ یِنۍ۔
تالابَس أندۍ پٔکۍ آسٕہ واریاہ گاڈٕ
دۄن دۄہن ہِنٛدِس ؤرکشاپس منٛز کٔر مےٚ واریاہ زانٛکٲری حٲصِل۔
نیہِ ؤرِیہِ چھےٚ رہلہِ ہُنٛد کشیٖرِ منٛز یِنٕچ وۄمید۔
صدرِ ملکس بروٚنہہ کنہِ چُھ حفٲظتی عملہٕ آسان۔
ناکٲمی گیہِ خراب انتظامیہ کہِ وجہ سۭتۍ۔
تفتیٖشَس منٛز میلیوو نہٕ دستاویزُک کانٛہہ تہِ قٲبلہِ تصدیٖق ثبوٗت۔
تٔمۍ کوٚر پنٛنہِ خانٛدارنہِ فون مگر یہِ اوس تٔمۍ سٕنٛدٕ خٲطرٕ محض اکھ دوکھٕ۔
آسمٲنی غوطہٕ خور چھِ پنٛنیٚن وۄٹن خٲطرٕ پیراشوٹُک اِستعمال کران۔
یہِ چُھ اکھ خۄشوُن بٲت۔
یہِ چھےٚ جانوَرن ہِنٛز سۄ ذٲژ ییٚمَن کمزور زنٛگہٕ چھےٚ آسان
میٛٲنِس دوستس چھِ انٛتِہائی ہُشیار کن۔
چالٲکی چھےٚ نہٕ ہر کُنہِ کوٗشِشہِ منٛز نکھٕ وَسان۔
یہِ ٲس اکھ اچانک حرکت/ عمل
گٲڑۍ چلاونس دوران واریاہ زیادٕ تھکاوٹ ہٮ۪کہِ مارٕ کٔرِتھ۔
سۄ چھےٚ پشتاوان زِ تٔمۍ گُزٲرۍ پنٕنۍ جوٲنی سفرس منٛز تہٕ پرنس منٛز نہٕ کیٚنٛہہ۔
بہٕ چُھس نہٕ پنٕنۍ نوکری بچاونہٕ خٲطرٕ تس پٔلوٕگی کرنہٕ خٲطرٕ تیار ۔
تٔمِس چھِ رٮ۪وایتی بٲتھ گٮ۪وٕنۍ خۄش کران۔
جمٲعژ ہِنٛدٮ۪و کارکُنو چُھ اکہِ بڑِ جلسُک اِنتِظام کوٚرمُت۔
ہندوستٲنی ریلہِ چھےٚ مُسافِرن تہٕ مال دۄشوٕنی خٲطرٕ خٕدمات۔
ؤزیٖر اعظم سمبالہِ پگہہِ پٮ۪ٹھٕ عۄہدٕ
تِمو دیُت پنُن سورُے مال و دَولت مُتٲثِریٖنن
تِمن چھِےٚ زٔمیٖنہٕ ٹُکرس تار گنٛڑٕنۍ۔
تٔمِس چُھ دفتر کہِ اِنتِظایاہٕکۍ اِختیارات دِنہٕ آمٕتۍ۔
ژےٚ کُس مٮ۪وٕ چُھے خۄش کران۔
سُہ چُھ اکھ ناموَر ؤکیٖل
بہٕ گوس واریاہ خۄش ژٕ وٕچِھتھ۔
مےٚ چُھ پننِس مقصدس پتہٕ روزُن۔
پرٛٮ۪تھ چیٖزس اوس ٹیگ لٲگِتھ۔
تٔمِس اوس پرٛون پۄشاک لٲگِتھ۔
از راتھ کِیُتھ چُھ اسہِ سالس گژُھن۔
ژےٚ پزی مےٚ معٲفی منگٕنۍ۔
واریاہ لُکھ گٔیہٕ ؤزیٖر اعظم سٕنٛدِس دفتَرس برونٛہہ کَنہِ جمع
نقٕل کرنہٕ آمتیٚن ویٖڈیوٗ کیسٹن چھےٚ وۄنۍ پابنٛدی لاگنہٕ آمٕژ۔
جانورن ہِنٛدۍ أکۍ ڈاکٹرن کوٚر زخمی گُرِس علاج۔
سارنٕے آیہِ رسمی پۄشاک لٲگِتھ یِنٕچ گُزٲرِش کرنہٕ۔
مزاحیہ اوس خۄشوُن۔
اَسہِ چُھ یہِ اعزاز حٲصِل زِ أسۍ چھِ پرٛٮ۪تھ دۄہ ساسہٕ بدیٚن بچن ہِنٛز زِنٛدگی فٲیدٕ منٛز طورس پیٚٹھ مُتٲثِر کران۔
تقریٖبہِ ہِنٛز چھےٚ سیٚٹھا علامتی اہمیت۔
پُلیٖسن کٔرۍ قتل کیسٕکۍ تفصیٖلات سوٚمراونہٕ خٲطرٕ ثبوٗت جمع۔
ییٚمہِ ناولہِ ہِنٛز دلیٖل چھےٚ قٲتِل سُنٛد پَے کڑُن۔
تِم ٲسۍ اَکھ أکِس أنٛدۍ أنٛدۍ نَژان
یہِ اوس اکھ واریاہ لۄکُٹ زرٕ مگر أچھ تُجٕن خطرناک پٲٹھۍ دگ۔
تِم چھِ نہٕ جنگ جووَن ہِنٛزِ جمٲعژ ورٲے کِہیٖن تہِ۔
اگر فہرست زیادٕ زیٖٹھ آسہِ یہِ یی تیٚلہِ کمپیوٹر کہِ ذریعہٕ ژٹنہٕ۔
رۄپہٕ رنٛگُک اوٚبُر پٔھلیوو سمنٛدری بٔٹِھس پیٚٹھ اِکہِ انٛدٕ پیٚٹھٕ بیٚیِس انٛدس تانۍ۔
سۄ روٗز پنٛنِس بٕجرس منٛز صحت یاب۔
ییٚتہِ پٮ۪ٹھٕ اِنٛدور واتنَس چھِ پوٗرٕ زٕ دۄہ لَگان
ہِنٛدُستانُک ٲییٖن گوٚو ۲۶ جنؤری ۱۹۵٠ پٮ۪ٹھٕ نافِز
مےٚ چُھ تحقیٖقی کامہِ منٛز پنٛنِس شَراکَتس پٮ۪ٹھ فَخٕر
تٔمۍ پھیُر پنُن کلہٕ تٔمِس وچھنہٕ خٲطرٕ۔
دُربِنۍ چھےٚ أکِس بٔڑِس ڈبس منٛز یِوان۔
تٔمۍ کوٚر منٲسِب طریقس منٛز سٲنِس جزبس اپیل
تٔمۍ سُٕنٛد وۄرٕ بوے اوس جادادَس پٮ۪ٹھ پنٛنہِ حقہٕ خٲطرٕ لَڑان
سُہ چُھ اکھ سمجدار تہٕ چالاک نَفر
فوجِکۍ چیٖفَن کوٚر سرحٔدی علاقن ہُنٛد دورٕ
تٔمۍ سُنٛد صحت اوس تیزی سان ختم گژھان۔
حقیٖقتس ہیٚکہِ نہٕ کانٛہہ تہِ اِنکار کٔرِتھ۔
مےٚ آو یہِ ویڈیو پسنٛد۔
میٛٲنۍ راے چھےٚ زِ اسہِ پزِ تِمن پیٛارُن۔
تحقیٖق کَرن وٲلۍ چھِ اکثر تٔمۍ سٕنٛزِ کامہِ ہُنٛد حوالہٕ دِوان
تٔمِس لٔڑکس ٲس اَکھ لیٚدٕر ٹوٗپۍ لٲگِتھ
تٔمِس اوس تصویٖرِ خٲطرٕ خاص انٛدازس منٛز روزُن۔
میٲنِس أچھ ٹٲرِس چُھ وَرم کھوٚتمُت۔
گُمبنٛدس چُھ اکھ کوٗن۔
سُہ چُھ اکھ حقیٖقت پسنٛد نفر۔
سُہ چُُھ ہِنٛدُستٲنۍ سِفارت خانس منٛز کٲم کَران
گَورنَر گوٚو مُظٲہِریٖنَن حاضرین دِنَس پٮ۪ٹھ رٲز
مےٚ چُھ کلاسس منٛز تُرٛوٲہِم درجہٕ حٲصِل کوٚرمُت۔
ظُلُم کرن وٲلۍ نٔوۍ نٔوۍ اصوٗل بناوان۔
تٔمۍ کوٚر پنُن وعدٕ پوٗرٕ۔
نٔوۍ طٲلبہِ علم چھِ جزبہٕ سۭتۍ بٔرِتھ۔
جہاز کے عرشے نے ایک خوبصرت نظارہ پیش کیا۔
آلُک نقشہِ بناونس منٛز کوٚر تٔمۍ اہم کِردار ادا
سۄ ٲس پنُن کُنٛزٕ ترٛوٚنٛگ نژناوان۔
پلنٛگن چھےٚ واریاہ جاے رٔٹمٕژ۔
مےٚ چھےٚ نہٕ پَے میٖٹِنٛگ ہُنٛد موضوٗع کیا چُھ۔
تنظیٖمہِ منٛز شر پسنٛد عُنصرو دِیُت تنازعُک ہٕس۔
تہٕ تُہۍ چِھوٕ نظریہ ساز؟
سوٗپ تُرُن کرنہٕ خٲطرٕ دیٖو اتھ پھۄکھ۔
مےٚ کُس اوس دِگرس آلو کران؟
ٲبی سفر روٗد 14رٮ۪تن تانۍ جٲری۔
کیا وہ احمق ہے یا عاقل
وولٹ میٖٹر چُھ اکھ سُہ آلہٕ یُس وولٹ چُھ میٖنِتھ ہٮ۪کان۔
جنگل چھے جانورن ہٕنٛز روزن جاے
أسۍ تولو یہِ ترٛکرِ پیٚٹھ۔
تٔمۍ سٕنٛزِ جمٲعژ خٲطرٕ آیہٕ رۄپیہٕ آبٕکۍ پٲٹھۍ۔
پریتِبا وۄتھروو اوٚش رُمالہِ سۭتۍ
روٗد پٮ۪نہٕ کِنۍ ییٚلہِ کھیل بنٛد کَرنہٕ آو تَمہٕ ساتہٕ اوس ۂری بیٹِنٛگ کَران
وزیٖر اعظمس أنٛدۍ أنٛدۍ چھِ خوشامدی کرن وٲلۍ۔
بڑِ دروازٕ ناوٕ پٔٹ ٲس پُھٹمٕژ۔
یہِ چُھ ساروٕے کھۄتہٕ بہترین آب واتناون وول یُس مےٚ وٕنیُک تانۍ وُچھمُت چُھ۔
تٔمۍ وُچھ کۄکرٕ سٕنٛزِ شکلہِ منٛز ہواہُک رُخ ہاون وٲلِس کُن۔
شُرۍ تھو طاقچہس پٮ۪ٹہھ شمع۔
آسامٲنی رنٛگ چُھے ژےٚ پٔزۍ پٲٹھۍ اصٕل گژھان۔
وۄستادن کٔرۍ طٲلبہِ علم خبر دار زِ تِم مہٕ کٔرِن دُبارٕ غلطِیہِ۔
منٛدر چُھ عبادت کرنہٕ خٲطرٕ اکھ اصل مقام۔
ییٚلہِ تٔمۍ مِٹھٲے وچھ تس آو ٲسس آب۔
ژٕ ہیٚککھٕ چارجَرس پٕلگ لٲگِتھ؟
عطیہ ہس منٛز چھِ نہٕ سٲری خرچہٕ یِوان۔
صُبحٕکِس کھٮ۪نس منٛز گژھِ صِرف تازٕ ژوٚٹ کھیٚنۍ۔
تِکیازِ سُہ چُھ گۄڈنِیُک خطاکار، تٔمِٮس چھےٚ نہٕ معٲفی ہٕنٛز کانٛہہ تہِ وۄمید۔
عوٲمی مِلکِیتُک غلط اِستعمال مہ کٔرِو.
أسۍ چھِ عام طور صُبحس سُلی وتھان۔
ہیٚچھنس چُھ نہٕ کانٛہہ تہِ انٛد آسان۔
سۄ چھےٚ پسرٕ یِوان ییٚلہِ تٔمِس کانٛہہ چُھ کٕٹھ کڑان۔
تٔمِس چُُھ پنٛنہِ پوٗرٕ زِنٛدگی اکھ ممتاز پیشہٕ روٗدمُت۔
کوچس پیٚٹھ تمام مکان چھِ پرٛٲنۍ۔
لبہِ ہِنٛدِس أکِس طرفس ٲسۍ سفید ہِوۍ داغ۔
ییٚمہِ نوکری خٲطرٕ چھِ کاہ وۄمید وار
محلس منٛز چُھ اکھ مدرسہٕ۔
سُہ لڑکہٕ یمس ژےٚ کِتاب ٲسٕتھ دِژمٕژ چُھ آمُت۔
یہِ چُھ اکھ نوٚوُے دٔریافت کرنہٕ آمُت سیارٕ۔
تٔمِس چُھ ہمساے لٔڑکس سۭتۍ لولُک معاملہٕ
پرٛنسِپلن کوٚر ہجوٗمس اِستقبال۔
سُہ اوس اکھ واریاہ بوٚڑ، کھوژناون وول نفر۔ 
مکانس نیٚبرٕ کنہِ گوٚو تیز دماکہٕ۔
زنانہٕ چھےٚ کرٛہنہِ میٚژِ سۭتۍ لوٗبوٕنۍ نٔٹۍ بناوان۔
یِم چھےٚ اِنسٲنی مِزازٕ چہِ کیٚنٛہہ حقیقتہٕ۔
ساروٕے کھۄتہٕ نزدیٖکی ڈاک خانہٕ کتہِ چُھ؟
سۄ ٲس مےٚ پَتہٕ کَنہِ بِہِتھ
تتہِ ٲس پِھس رارَے زِ اِمتِحانات گژھن مُلتوی کرنہٕ یِنۍ۔
تٔمِس باسییہِ پنٛنہِ زنٛگہٕ کمزور گژھان۔
سُہ اوس طَبی مُعٲینس تحت۔
بٮ۪مارِ ہٕنٛزن علامژن منٛز چھےٚ یٔڈ دگ تہٕ اُلٹی شٲمِل۔
گُر چُھنہ بٹُک عادی۔
تٔمی کٔر کالجس منٛز دیٖنِیاتٕچ تعلیٖم حٲصِل۔
سۄ چھےٚ پنٛنہِ پٔتِمہِ اِمتِحان کہِ نتٲیِج پتہٕ پریشان۔
کاو ٲسۍ پوٗرٕ صُبحس کاو کاو کران۔
تٔمۍ سٕنٛٛز لِکھٲے چھےٚ واریاہ خۄشوٕنۍ۔
تٔمِس میٛلیوو بہتٔریٖن کارکردٕگی خٲطرٕ انعام
یہِ چُھ جمہوریت خٲطرٕ اکھ بوٚڑ قدم۔
سۄ چھےٚ پنٛنہِ سٔکوٗل چہِ میگزیٖنہِ لۄکچہِ نظمہٕ فَراہم کَران
تٔاپہٕ سۭتۍ آو پوٗرٕ لانٛکھ گاشراونہٕ
نیہِ ؤریہِ چھےٚ تٔمۍ سٕنٛدِ مرنٕچ ۂتِم وہر وٲر۔
زٚوٗن لوٗس نبٕہ بۄن
تٔمِس چھےٚ کمرٕ چہِ زٕ أڑجہٕ پٕھچمژٕ۔
تمہِ بنوو اکہِ خوٗبصوٗرت کُٹھیُک خاکہٕ۔
ژٕ ہٮ۪ککھٕ یہٕ پٕھٹمٕژ کُرسی شیٖرِتھ
راتھ کیُتھ اوس آسمان پوٗرٕ صاف
اسہِ ٲس کاروبارس منٛز شٔری کوٚت۔
بہٕ چُھس أکِس نایاب پوشس فوٹو تُلان۔
سۄ چھےٚ کمپنی منٛز اکھ اہم طاقت۔
أسۍ آسو لگ بگ 11 ہہِ بجہِ گرِ۔
صدٕر سُنٛد تقریٖر اوس مُتٲثِر کَرن وول
اسہِ چھِ گرِ پرٮ۪تھ آتھوارِ پٔژھۍ آسان
ہُہ قلم چھا تُہُنٛد؟
تمہِ کوٚر پنُن پان کامہِ منٛز آوُر تٔھوِتھ غمس پٮ۪ٹھ قابو۔
بٕہ چُھس ہمیشہٕ سمندرس نزدیٖک نظارن ہُند لُطُف تُلان۔
تٔمِس چُھ نہٕ شورس سۭتۍ کانٛہہ تہِ حرجہٕ۔
بہٕ تہٕ میٛٲنۍ بیٚنہِ چھےٚ أکۍسٕے جمٲژ منٛز پَران
مےٚ چُھ ماچھ خۄش کران
نَوٮ۪ن مُلٲزِمن ہِنٛدِس کامیاب آسنَس پٮ۪ٹھ چُھ نہٕ اسہِ کانٛہہ شک
کسان محنت سے کھیت میں نلاٮٔی کر رہا تھا۔
ٹیٖمہِ منٛزٕ پنٛنہِ معطلی پٮ۪ٹھ اوس تس سٮ۪ٹھاہ شرارت۔
عمارژِ ہِنٛدِس نقشس دِژ حُکامن منظوٗری۔
سۄ ٲس غٲر حقیقت پسندانہ۔
بہٕ سمکھے ژےٚ پوٚتُس کیٚنٛژن ذٲتی مسلن پٮ۪ٹھ کتھ کرنہٕ خٲطرٕ۔
شیٖنُک رنٛگ چُھ سفید آسان۔
تٔمۍ کٔر چٔھتٕر اِستعمال تیز آفتاب نِش بچنہٕ خٲطرٕ۔
تٔمۍ سٕنٛزِ آوازِ ہِنٛزِ کمزوری سۭتۍ گوس بہٕ حٲران۔
تِم چھِ مذہبی حکومتس پیٚٹھ بحژ کران۔
کُنٛز ترٛٲیِو قُلفس منٛز۔
مےٚ چُھ دۄہس منٛز واپس یُن۔
ٲسۍ چھِ یژھان زِ ژٕ گٮ۪و اکھ بٲت۔
کُٹھٕ کہِ کمہِ تام طرفہٕ آیہ آواز ۔
مےٚ چَھ پننِس بُڈبب سٕنٛز واریاہ ماے
قبٲیلو ہِنٛزِ ہِجرت سۭتۍ چُھ ہنٛگامہٕ کھڑا گوٚمُت۔
تٔمِس چُھ پرٛوٚن رنٛگ۔
بہٕ ہٮ۪کن نہٕ سُہ مانہٕ رٲوِتھ
ژٕ کِتھ کٔنۍ ہٮ۪ککھ یُتھ کیٖنہٕ تھاون وول ٲسِتھ۔
سرحَدن پٮ۪ٹھ چھِ گولٕہ بوٚروٗد غٲر قونوٗنی طورس پٮ۪ٹھ کٕنٛنہٕ یِوان
فُٹ بال میچ کِس ٲخرَس پیوٚو واریاہ زیادٕ روٗد
تٔمِس اوٚن گاڑِ ژُؤتِس پٮ۪ٹھ ٹاس۔
تنقیٖد نِگارو کٔر کِتابن پیٚٹھ راے ظٲہِر تہٕ نیوٗکھ یِمن ہُنٛد جٲیزٕ۔
سۄ چھےٚ اَکھ جُتر منٛد گوٗر
ڈاکٹرس توٚگ نہٕ یہِ کیس صحیح پٲٹھۍ سمبالُن
سۄ ہیٚکہِ نٕہ وۄنۍ تٔمۍ سٕنٛز مُداخلت برداشت کٔرِتھ
یہ معاملٕہ ہیٚکہِ وزیر اعظم سٕنٛٛٛز عزت تہٕ وقار خراب کٔرِتھ۔
یہِ چُھ اکھ فیشنی ریٚستوراں۔
میٲنہِ خیالہٕ چُھ یہِ کٲفی۔
تِم چھِ شہری آبٲدی سۭتۍ تعلُق تھاوان۔
فون ژوٚل میانیو تھرٕ تھرٕ والیو اتھو منٛزٕ نیٖرِتھ۔
جنسی ہراسا ہٕنٛدِس الزامس منٛز آیہِ دۄن پلیٖس افسرن خلاف تادیٖبی کاروٲیی کرنہٕ۔
پٔتھرِس دیٖو سرٛہجہِ دجہِ سۭتۍ پھش۔
اسلم تہٕ بیٚیہِ زٕ نفر آیہِ راتھ میون گرٕ۔
تٔمۍ ووٚن زِ غربت کِنۍ اوس سُہ جُرمہٕ خٲطرٕ مجبوٗر گوٚمُت۔
اَسہِ بَنوو شہرَس منٛز نوٚو مکان
سۄ ٲس تتہِ تٔمۍ سُنٛد اِستقبال کرنہٕ خٲطرٕ۔
تنظیٖمہِ سۭتۍ تٔمۍ سٕنٛدۍ تعلُقات درٛایہِ کمزور۔
بہٕ کَرے ژےٚ ترٛیٚیہِ بجہِ فون۔
کیٚنٛہہ کیٖمِیٲیی مادٕ چھِ آسٲنی سان خوٗنس منٛز شُرٛپان
یِمن دۄہَن آیہٕ کیلہٕ سستہٕ قۭمتن پٮ۪ٹھ کٕنٛنہٕ
باسان چُھ زِ یہِ پٲداوار چُھ کھیوٚن لایق۔
أسۍ چھِ پٔتمیٚن دۄن گٲنٛٹن منٛز اکھ ہتھ میٖل پٔکۍمٕتۍ۔
تٔمۍ دیُت مےٚ بَروسہٕ زِ سُہ مۄکلاوِ وقتَس پٮ۪ٹھ کٲم
تٔمۍ سٕنٛدِ بٕتِھچ چمک ٲس سٮ۪ٹھا لوٗبوٕنۍ
زنہِ تہِ چُھ ووٹ تراونُک حق۔
پٔتۍ مٮ۪و کینٛہو دۄہو اوس سُہ پٔزۍ پٲٹھۍ تٔھکروومُت۔
تٔمۍ بنٲوۍ اکھ خوٗبصوٗرت تصویٖر۔
وۄنۍ چھےٚ میٲنۍ وٲرۍ۔
مےٚ چھِ تیز رنٛگ پَسنٛد
لُکن برٛونٛہہ کنہِ پِھسرارے چھےٚ واریاہ بدتہزیٖبی مانٛنہٕ یِوان۔
از چُھ پرٮ۪تھ کانہہ شاد تہٕ شادمان باسان
تِم چھِ گولٲیی منٛز پکان۔
اسہِ تُل تماشہٕ گاہس منٛز موسیٖقی تہٕ نژنُک لُطُف۔
تٔمۍ سٕنٛدِ مرنَن پٕھٹرٲو میٛٲنۍ ہٮ۪مَتھ تہٕ وۄمید
تٔمِس چُُھ اصٕل مِزاز۔
اسہِ کٔر کامیٲبی سان دُشمن سٕنٛز ژۄے ناکام۔
کپرس منٛز لۄکُٹ دُک گوٚو بوٚڑ۔
موٚٹۍ پردَن رُکوو آفتابُک گاش
بہٕ چُھس اکثر گاف کٕلَب گَژھان
تمہِ لگٲو تولیا کاونٛٹَرس پٮ۪ٹھ۔
سُہ چُھ اکھ سرکٲری اہلکار۔
تٔمۍ سٕنٛدۍ خیالات چھِ سٮ۪ٹھا رٮ۪وٲیتی
یاوُن چُھ اکھ مُشکِل وقٕت
جانورن ہُنٛد ڈاکٹر بَنُن چُھ مےٚ وُمرِ ہُنٛد تماہ۔
شاید ہٮ۪کہٕ نہٕ بہٕ پگاہ کلاسس منٛز یِتھ۔
چمرٕ بناون وٲلِس اوس واریاہ نقد رقم۔
ہِنٛدُستانٕکۍ بازرن نیٛوو کُل فورختُک 40 فیٖصد حِصہٕ۔
لُکن ہِنٛزِ اِخلٲقیتُک معیار چُھ بڑان۔
سُہ چُھ خطرناک پٲٹھۍ ستاوان۔
پرٛٮ۪تھ أکِس پزِ جان غذا کھیوٚن۔
بچن ہُنٛد خیال تھاونہٕ خطرٕ شُکرِیہ۔
یہِ چُھ صِرِف پونٛسن ہُنٛد ضایع گژُھن۔
واریاہ اِدارٕ گٔیہِ میٲنِس تحقیٖقس اِمداد دِنس پٮ۪ٹھ رٲضۍ۔
یہِ ؤرجن چُھ مٲہِر ہیٚچھن والٮ۪ن ہِنٛدِ خٲطرٕ
أسۍ کرو تھکہٕ روٚس یہِ حٲصِل کرنٕچ کوٗشِش۔
آفتاب لوسنہٕ پتہٕ گژھِ درجہٕ حرارتس منٛز کمی۔
تٔمۍ کٔر صُبحن پٮ۪ٹھٕ شام تام کٲم۔
ییٚمہِ سَوالہٕ سۭتۍگوٚو ونن وول پریشان۔
اسہِ پزِ پنٛنہِ زِنٛدگی منٛز وۄمید وار روزُن۔
مےٚٚ چُھ صِرِف ییٚمہِ کِتابہِ ہُنٛد ٲخری سبق پوٚرمُت
ون چھِ لوٗبوٕنۍ۔
مےٚٚ چُھ نہٕ وٕنٛکیٚس پنٛنہِ خٲطرٕ یِم پَلَو ہٮ۪نُک گُزارٕ
رامَن دیُتھ تٔمِس کارٕبار سمبالنُک اِختیار
ژےٚ پزی نہٕ کاروٲیی منٛز مزیٖد دیٖری کرٕنۍ۔
کپتان سٕنٛز آواز ٲس فتح منٛد۔
تٔمِی سٕنٛزِ آوازِ منٛز ٲس تھکاوٹ۔
ٹرٛین وٲژ سٮ۪ٹھا ژیٖر
تٔمۍ ووٚن تس سۄ چھےٚ اپٕزۍزیور، ییٚمہِ پتہٕ سۄ درٛایہِ۔
تٔمۍ کٔڑۍ بٹھِ منٛزٕ وٕہہ وٕنہِ ژِنہِ۔
یہِ واقع اوس أکۍ ہم عصر توٲریٖخ دانن درج کوٚرمُت۔
تِہُنٛد مذہبی جنوٗن بڑیوو وارٕ وارٕ۔
بہژَس منٛز حِصہٕ نِنہٕ خٲطرٕ یی سارنی خٲرمقدم کرنہٕ
لۄکٹٮ۪ن بچن چھِ احتیٲطی طور پولِیو قطرٕ دِنہٕیِوان۔
زیچھِ چڑایہِ کھٲج اسہِ پوٗرٕ پٲٹھۍ شانٛش۔
پہاڑن ہٕنٛدۍ تینٛتٲلۍ چھِ گامہٕ پٮ۪ٹھ صاف پٲٹھۍ بوزنہٕ یوان۔
طوطن ہِنٛدِ خٲطرٕ ترٛٲیِو پنٛجرٕ یَلہٕ
نِیون چُھ اکھ خصوٗصی وۄزُل گاہ ترٛاوان۔
ژۄداہ ؤری کم وٲنٛسہِ ہِنٛدیٚن شُریٚن گژھِ مول موج سۭتۍ آسُن۔
کارخانس منٛز ٲس نفرن ہِنٛدِ تعدادٕچ کٔمی۔
وٕچھن والیٚن آو ونٛنہٕ زِ تِم بِہِن کھیلس دوران ژھۄپہٕ کٔرِتھ۔
یہِ تقریٖب آیہِ بَراہہِ راست ٹی ویٖیَس پٮ۪ٹھ نشٕر کرنہٕ
تٔمۍ ژٕھنۍ چِٹھۍ رٔدی کاغذ چہِ ٹوٗکرِ منٛز۔
سُہ چُھ اصٕل خانٛدانُک۔
بہٕ چُھسَے ژےٚ اتھٕ داران زِ ژٕ ون مےٚ۔
تاج اوس عجٲیِب گَرس منٛز تھاونہٕ آمُت۔
تِمو کوٚر زٲنِتھ مٲنِتھ مسلہٕ نظر انٛداز۔
مہربٲنی کٔرِتھ گٔنٛزرٲیِو یِم پونٛسہٕ
اسہِ ہیٚکہِ علاوٕ سامان تُلنٕچ تہِ ضٔروٗرت پٮ۪تھ
سُہ اوس واریاہ مٲہِر تلوار باز۔
کاو چُھ واریاہ بڑِ آواز کڑان۔
رنٛگ کٔرِتھ دِلہٕ دار دروازٕ چُھ شوٗبان۔
مےٚ آو چون پوشاک پسنٛد۔
وی پی سِنٛگ اوس یوٗ ایٚن اِجلاسس منٛز اکھ مُبصِر۔
اِجلاس برونٛہہ اوس تٔمِس اصٕل پٲٹھۍ مشورٕ دِنہٕ آمُت۔
کیٖرِس منٛز چُھ نہٕ زیادٕ آب۔
ژٕ ہٮ۪ککھٕ یہٕ پٕھٹمٕژ کُرسی شیٖرِتھ
زنانن ہِنٛدٮ۪ن مسلن مُتعلق پنٕنۍ خیال جدید بناونہٕ خٲطرٕ چُھ یہِ صحیح وقت۔
تِم گژھن متوٲزی آسٕنۍ تہٕ بیٚیہِ گژھٮ۪کھ حقیٖقی مقصد آسُن۔
ژوٗنٛٹۍ خاش چُھ واریاہ لۄکُٹ۔
چُھ نا یہِ خۄشوُن صبح؟
تٔمی کٔر پتہٕ بڑِ کرٛٮ۪کھ تُلٕنۍ شُروع۔
سۄ لۄکٕٹ کوٗر چھےٚ ہمیشہٕ خۄشوٕنیٚن تہٕ رٔنٛگیٖن پۄشاک لاگان
یتھ کمپٔنی منٛز چھِ ساسہٕ کھۄتہٕ زیادٕ مُلٲزِم کٲم کَران
تِمو وُچھ انہِ گٔٹِس منٛز اکھ نفر ژوٗرِ روزان۔
اتھ منٛز چُھ مُنقہٕ، کٔھزٕر تہٕ کِشمِش شٲمِل۔
بٔتۍ ٲس گوٚٹ گاش دِوان۔
سٔرکسُک دورٕ اوس شُریٚن خٲطرٕ اکھ بوٚڈ جوش۔
سُہ چُھ یتھ فِلمہِ منٛز مرکزی کِردار ادا کران۔
ژےٚ کتہِ تھووُتھ سُہ ورُق؟
شفاخانُک کمرٕ اوس سِلہٕ سۭتۍ مُتٲثِر لُکو سۭتۍ بٔرِتھ۔
پنٕنۍ نس وتھراو ٹِشوٗ سۭتۍ۔
خۄش قٕسمتی سبب گوٚو نہٕ کانٛہہ تہِ زخمی تہٕ کار خانس گوٚو سیٚٹھا کم نۄقصان۔
یہِژوٚٹ چھےٚ تِرٛکوٗن شکلہِ منٛز۔
بہٕ نیرٕ نہٕ پنٛنٮ۪و حَدو نٮ۪بَر
ساسہٕ بٔدۍ لوٗکھ گٔیہِ تتہِ جمع۔
تُہۍ چِھوٕ سایکلس پیٚٹھ کامہِ گژھان؟
مہربٲنی کٔرِتھ اَن تارن ہِنٛز زٕ گیٚٹِھرِ۔
مےٚ وٕچھۍ ؤٹِس منٛز ژور نفر۔
سُہ چُھ بدلہٕ ہٮ۪نہٕ وول نفر۔
مےٚ چُھ گۄلٲبۍ ورٲیی سٲری رنٛگ خۄش کران۔
یِمن دۄن کِتابن ہُنٛد چُھ نہٕ کانٛہہ مُقابلَے
یِمن دۄن بیٚنیٚن منٛز چھےٚ واریاہ فرق۔
یہِ چھےٚ مستٕچ اکھ وانٛک۔
اکتوٗبر چُھ ؤرِیُک دٔہیُم رٮ۪تھ۔
"مےٚ چھےٚ بٔٹوس منٛز اکھ دوٚمبٕرۍ۔
"
اژنٕچہِ جایہِ منٛز چُھ نہٕ کانٛہہ تہِ حفاظت کرن وول موجود۔
تِمن پزِ دیانت دٲری سان فٲصلہٕ نیُن۔
ژےٚ اصٕل پَلو لٲگِتھ وٕچِھتھ چُھس بہٕ خۄش گژھان۔
مےٚ مۄکلٲو پنٕنۍ کٲم پوٗرٕ پٲٹھۍ
بَرٕچ چُٹھکِنۍ چھا بنٛد
تٔمِس چھِ زبردست اصوٗل۔
تٔمۍ سٕنٛدِ پۄشاکُک دامن اوس ژھیوٚنمُت۔
فسادات چھِ عام لوٗکن نۄقصان واتناوان
یتھ معاملس منٛز مدد کرنہٕ باپتھ تُہُنٛد سٮ۪ٹھاہ شُکرِیا۔
باغ چُھ ژُکوٗنٛجل شکلہِ منٛز۔
سۄ چھِ پنُن تعارُف أکِس مبلغ سٕنٛز حیثیت دِوان
مسلٕچ زانکٲری گۄڈٕ نہ دِنس پیٚٹھ آیہِ تٔمِس خلاف کاروٲیی کرنہٕ۔
وٕنکیٚس چُھ سُہ بیٖروٗنی ملکس منٛز کٲم کران۔
کورسہٕ خٲطرٕ چُھ اوسط 62۔
مےٚ چُھ یٔقیٖن زِ تٔمۍ چھِ تمام مسٲیِل پٲدٕ کٔرۍ مٕتۍ
یہِ چُھ نہٕ دوٗر ؛تُہی ہیٚکِو پیدل گٔژِھتھ تور وٲتِتھ۔
چایہِ ترٛٲیزٮ۪و گرٛیٚکہِ وِزِ کھنٛڑ
تٔمۍ سُنٛد بوے چُھ نوجوانن ہِنٛزِ جمٲعژ ہُنٛد رُکُن۔
أسۍ ہٮ۪کو گُل دانَس منٛز نقلی پوش تھٲوِتھ
ژٕ ہٮ۪ککھٕ یتھ گاڑِ رزِ سۭتۍ لٔمِتھ؟
بہٕ چُھس صُبحٕکِس کھیٚنس منٛز ہمیشہٕ سِوِتھ ٹھوٗل کھیٚوان۔
رِشوَت خوری خٲطرٕ تیٚمۍ سٕنٛز نَنہِ وانہٕ ناپَسنٛدگی چھےٚ سارنی پَے
تٔمۍ سٕنٛدِس پۄشاکس ٲسۍ شوٗبوٕنۍ جالر۔
تٔمِس اوس نیوٗل شال ؤلِتھ۔
رامن کھوٗل بَر جلد بٲزی منٛز
تِم لفظ ژٕھنِو ژٔٹِتھ یِم نہٕ فہرستس منٛز چھِ۔
وزیرِ خزانہ سٕنٛدِ بجٹُک اعلان کوٚر ساروٕے امنہٕ سان قبول۔
تٔمۍ دِژ دِگہِ سۭتۍ کرٛٮ۪کہٕ۔
تٔمۍ سٕنٛز لۄکٕٹ بیٚنہِ چھےٚ واریاہ لاپرواہ
سانہِ سماجِچ بدکٲری چھےٚ مایوس کرن واجیٚنۍ۔
اکتوٗبر چُُھ ؤرِیُک دٔہِم رٮ۪تھ۔
دۄدٕ کہِ پیٹھۍ مہِ تہہ پیٚٹھٕ تُل ملٲے۔
آزُک فٹ بال میچ چُھ فران بمقابلہٕ برازیل۔
جنٛگُک نتیٖجہٕ کیاہ نیرِ؟
مےٚ چُھ چُھٹیَن منٛز گاڈٕ رٹنہِ گژُھن خۄش کران۔
محنٛت تہٕ دِلہٕ جانہٕ کٲم کَرنہٕ سۭتۍ گٔیہِ أسۍ پَنٕنۍ مقصد حٲصِل کرنَس منٛز کامیاب
مدرسہٕ تہٕ کالج کیٚن طٲلِبن ہِنٛدِ خٲطرٕ چھا کینہہ رعایت؟
سُہ چُھ کُنُے زوٚن وان سمبالان۔
سۄ چھےٚ کامہِ منٛز پنٛنہِ رفتارُک ہِشر برقرار تھاوان۔
تٔمۍ کٔر پنٛنِس پیشَس منٛز واریاہ جلدی ترقی
سۄ چُھ پنٛنیٚن اُستادن ہِنٛدِ خٲطرٕ اکھ فخر۔
تٔمۍ سٕنٛزِ ہدایتہٕ مطابق انٛناوِ مےٚ 10 دۄدٕ بوتلہٕ۔
پیپل کا درخت بہت سی ثقافتوں میں مقدس سمجھا جاتا ہے۔
تِمو چُھ وعدٕ کوٚرمُت زِ تِم دِن تٔمِس کارٕبارٕ منٛز نفعُک حِصہٕ۔
تٔمۍ بنٲو پنٛنہِ کورِ ہِنٛز شکٕل۔
طٲلبہِ عٔلِم چُھ پنُن زیادٕ وقت پرنس منٛز استعمال کران۔
تٔمۍ کوٚر محسوٗس زِ مےٚ چُھ شَرارت
سُہ گوٚو تِمن ہِنٛزن کَتھن ہِنٛزِ ماے محبتہٕ سۭتۍ مُتٲثِر۔
تٔمۍ سٕنٛزٕ أچھ آسہٕ وۄزجہِ تہٕ ودوٕنہِ۔
سُہ روٗد فونس پیٚٹھ گٲنٛٹس تام کتھٕ کران۔
میٲنِس دوستس چھےٚ واریاہ صلٲحِیژٕ۔
تٔمۍ کٔر راتچہِ میٖٹِنٛگۍ ہِنٛز سربَرٲہہ
سُہ چُھ اکھ توٲریٖخ دان
پٔتمیٚن دَہن ؤرِین منٛز آیہِ واریاہ تبدیٖلیہِ۔
ترٛٛاموِس مجمس چھےٚ رۄپہٕ سٕنٛز گِلٹھ کھٲلِتھ۔
تُہی ہیٚکِو سۄ کِتاب تُلِتھ یۄس میزس پٮ۪ٹھ چھےٚ۔
زٔمیٖن دار چھِ پنٛنہِ فصلہٕ خٲطرٕ روٗدَس پیٛاران
آکسیٖجن وول خوٗن چُھ شِش نارِ چہِ رَگو کہِ ذریعہٕ دِلس تام واتان۔
یہِ مُشٲہِدٕ چُھ لگ بگ پَزر۔
لۄکٕٹۍ کوٗر پیٚیہِ نیٚبٕرۍ تہٕ لوگُن ودُن۔
سۄ چھےٚ اکھ اصٕل لۄکٕٹ کوٗر۔
وٕچھِو ہیوٚر اسمانس کُن۔
اسہِ چھِ سالس پٮ۪ٹھ پنٛژاہ نَفر کھیاوٕنۍ چاوٕنۍ
أسۍ چھِ اکھ نوٚو مکان ژھانٛڑان، اگر مُمکِن سپدِ مدرَسس نِش۔
یوٗت بد لحاظ آسنُک چُھ نہٕ کانٛہہ تہِ موقع آسان۔
تٔمۍ سُنٛد زخمی کوٚٹھ اوس ہُنان۔
وہرٲژ چھِ ہِنٛدُستان کیٚن جنوٗبی حِصن منٛز روٗدُک اہم ذٔریعہٕ۔
تٔمۍ دِژ مُختٔلِف نفرَن کٲم
امہِ حٲدثہٕ منٛزٕ نیرنس لگہِ تس وٲنٛس۔
گامس نزدیک چھےٚ اکھ آبہٕ مِل واقع۔
مےٚ چھِ سبٕز سبزِیہِ کھیٚنۍ خۄش کران۔
موہن چُھ کلاسس منٛز ژیٖری یِنُک عٲدی گوٚمُت
دستیاب سامان چُھ نہٕ شہرٕچ ضٔروٗریات مکمل کرنہٕ خٲطرٕ سیٚٹھا۔
مےٚ أنۍ یزار جورٕ زٕ ۔
فوجس خٲطرٕ اوس واریاہ مُشکِل منصوٗبہٕ بنٛد دشمنس سۭتۍ لڑُں
اسہِ چھےٚ میچ زینٛنٕچ سٮ۪ٹھا کم وۄمید۔
شوربے کو ہلانے کے لیے لکڑی کا کرچھل استعمال کیا گیا۔
ہوٗنۍ درٛایہِ پَنٕنۍ شُرۍ ہٮ۪تھ أکِس نٔیِس کوٗنس کُن
أسۍ سٲری روٗدۍ پوٗرٕ رٲژ دوستہٕ سٕنٛدِ گرِ۔
تٔمۍ وُُچھ صُبحن خراب خواب۔
کافی شاپ چھِ ہوٹل کِس رِسیٚپشَنٛس لرِ لوٚر
لنٛدن گژھنہٕ خٲطرٕ کھوٚت راحُل ہَوٲیی جہازس
تٔمۍ دِیُت مٔہِس اتھٕ سۭتۍ زورٕ ٹاس۔
سُہ اوس بس اڈس نِش پیاران۔
قٲبلہِ فتح باسکٹ بال ٹیم آیہِ سہولیت سان ہارناونہٕ۔
تٔمۍ بوٗز أکِس بٕڑٕ نفرٕ سٕنٛدِ ودنٕچ آواز۔
وۄمید چھےٚ زِ سۄ کرِ یتھ جایہِ کُنہِ کُنہِ ساتہٕ دورٕ۔
"پوٗرٕ وطنن مَنوو آزٲدی ہُنٛد دۄہ۔
"
اسہِ آسہٕ جادوٗیی تماشہٕ خٲطرٕ برٛونٛہٕے ٹِکٹہٕ انِمژٕ۔
بزٲتی ٲسۍ تِم سِیٲسی جنٛگہٕ باپتھ پونٛسہٕ جمع کران۔
یہِ مسلہٕ اوس فٲیدٕ پرست لوٗکو سیٲسی بنوومُت۔
"انار کے درختوں پر پھل آئے ہیں۔
"
سُہ چُھ پنٛنہِ معشوٗش سۭتۍ ژلنُک منٛصوٗبہٕ بناوان
اَسہِ اوس نہٕ زانٛہہ تہٕ انٛدازٕ زِ یِژھ شاہمت یِیہِ
سُہ چُھ چُھٹین منٛز پنٛنِس کھہس منٛز کٲم کران۔
حُکومتن چُھ نوٚو فرمان تیار کوٚرمُت۔
سُہ اوس اکھ کارٕبٲرۍ تجویز ہٮ۪تھ میٲنِس دفترس منٛز مےٚ سمکٕھنہِ آمُت۔
تٔمِس چُھ پُلیٖس پَتَے
جرٲحی ہِنٛدۍ طریقہٕ کار چھِ مسلسل بہتر بناونہٕ یِوان۔
یہِ چُھ رشوت خوری ہُنٛد معاملہٕ۔
أسۍ گٔیہِ تِمن نِش دہن ؤرِین منٛز دۄیہِ لٹہِ۔
ییٚمہِ کمپٔنی چُھ پنُن گۄڈنیُک رِسالہٕ جٲری کوٚرمُت۔
 اس کے والد اپنے ٹریکٹر سے کھیت میں ہل چلا رہے تھے۔
تٔمۍ سٕنٛدِ یِنٕچ ٲس نہٕ کانٛہہ تہِ باوتھ۔
أسۍ چُھِ پنٛنیٚن اخبارن منٛز اکھ أکِس مُتعلق سخٕت تنقید لیٚکھان۔
سۄ ٲس تھزرس منٛز واریاہ ژھوٚٹ۔
ؤکیٖلن کٔر پنٛنِس مُوَکِلس بچاونٕچ کوٗشِش
مےٚ ہیوٚتُن وۄنۍ شورُک عادت گژُھن۔
ژوٗر سپدییہِ واضح دۄہ کِس گاشس منٛز۔
اسہِ چھِ اُمید اکہِ کامیاب معاہدٕچ
تتھ سڑکہِ پٮ۪ٹھ چھےٚ رُکاوٹٕہ۔
سُہ پرٛون منٛدر چُھ کُلیٚن منٛز کٔھٹِتھ۔
ویلہِ دِیُت پنٛنہِ لچہِ سۭتۍ آبس ٹاس۔
تِم چھِ یژھان گۄڈٕ ایشیاہس منٛز کِتابہٕ تقسیٖم کرُن۔
تٔمۍ کوٚر پنٛنہِ کورِ لولہٕ سان نالہٕ موٚت۔
سُہ چُھ ییٚمہِ اِدارُک نٲظِم۔
سُہ چُُھ شہرُک مشہور شراب بناون وول۔
ہاکی ٹیٖمہِ منٛز چھِ کاہ کِھلٲڑۍ
کھۄفرِ نرِ ہِنٛزٕ أڈۍجہِ آسہٕ چھاتہِ تلہٕ کنہِ۔
"برتنوں کو گرم پانی سے دھولیں۔
"
کمزورن سۭتۍ مہ کٔرِو ظُلُم۔
سالس پٮ۪ٹھ ٲس پرٛٮ۪تھ کٲنٛسِہ دعوت دِنہٕ آمٕژ۔
سۄ چھےٚ اَکھ واریاہ قٲبِل ؤکیٖل
دہشت گردن ہُنٛد مقصد چُھ لُکھ خوفزدٕ کرٕنۍ!
مےٚ میوٗل نہٕ موقع چٲنِس نٔوِس مکانس نظر دِنس۔
تٔٔمہِ اوس سُہ پنٛنہِ مِزاز کہِ تیزرٕ سۭتۍ مُتٲثِر کوٚرمُت۔
تِم کَرن لڑایہِ بغٲر تٔمۍ سٕنٛز مٲفی تسلیٖم
مےٚ تٔھو ہیٚرِم دٲر یَلَے۔۔
آدمی پرانے درخت کی چھال اڑا رہا تھا۔
سُہ چُھ بَطورِ ویٹَر کٲم کَران
مےٚ چُھ پنُن ہوٗن ماز بیرَو سۭتۍ پیٚنٛدِ تَپھ کرناوُن ہیٚچھنوومُت
یتھ شہرس منٛز چُھ پرٛانہِ وقتُک اکھ خاص مزٕ۔
شیٖشُک اکھ ٹکرٕ اوس پٔتھرِس پیٚٹھ پڑا۔
گاڑِ ہُنٛد برٛوٚنٛہِم حِصہٕ گوٚو حٲدِثس منٛز تباہ۔
افراتفری چھےٚ تِہنٛدِ پوٗرٕ خانٛدانٕچ خوشی تباہ کٔرمٕژ۔
سُہ چُھ واریاہن کوریٚن سۭتۍ شوٚنٛگمُت۔
ماں نے کھانا کاٹنے کے لیے چھرے کا استعمال کیا۔
اونٛگجہِ تہٕ نٮ۪ٹھس درمِیان رٹھ قلم۔
مہربٲنی کٔرِتھ وٹ باغس منٛز کُرسِیہٕ۔
سُہ چُھ پرٲنِس شہرس منٛز روزان۔
مےٚ وُچھ سُہ دُپہارَس باغس أنٛدۍ پٔکۍ
فوجی چھِ جنٛگی دول وایان۔
تٔمۍ ہوو گاڑِ رُکنہٕ خٲطرٕ جنٛڈٕ۔
مےٚ تھوٚو دۄدٕ بولتہِ منٛزٕ تھوڑا دۄد کڑنہٕ پتہٕ تتھ ٹھانٛڈٕ۔
ییٚلہِ بہٕ شۄنٛگنٕچ کوٗشِش چُھس کران، میٛٲنِس ذہنس منٛز چھِ عٔجیٖب خیال یِوان۔
تٔمۍ تروو بٮ۪قٕل اسُن
مےٚ دِژٕے تٔمِس سالَس یِنہٕ خٲطرٕ دعوت
سُہ چُھ یَژھان یتھ اِدارس منٛز کٲم کرٕنۍ۔
شہزادن رٔٹ بادشٲہی۔
سُہ چُھ اکھ رضاکار۔
سۄ چھےٚ ژور ؤرِش۔
مازٕ کھۄتہٕ زیادٕ چھےٚ مےٚ گاڈٕے خۄش کَران
سُہ روٗد اکھ خطرناک مُخٲلف۔
سُہ چُُھ أنٛدۍ پٔکۍ سپدن وٲلِس پرٛٮ۪تھ کُنہِ چیٖزس وٲقِف۔
تٔمۍ ووٚن تٔمِس ٹاکارٕ پٲٹھۍ زِ سۄ گژھِ نہٕ تور۔
تِمو چھےٚ زٔمیٖنس أنٛدۍ أنٛدۍ دٲیرس منٛز اکھ موسمی سیٹلایٹ ترٛٲومٕژ۔
سُہ چُھ ثٲبِت قدم انسان
تٔمۍ سٕنٛدۍ تبصُرٕ ٲس غٲر وقتی۔
تٔمِس اوس سفید ٹیٚچہِ دار نیٖلۍ رنٛگُک پۄشاک لٲگِتھ۔
سُہ چُھ نہٕ وۄنۍ مُصیٖبتس منٛز۔
اسہِ چھِ مُختلف نظریہٕ۔
تِمو آسہِ سُہ ٰلط سمُجمُت۔
تِم وٲتۍ شامس۔
مےٚ آیہِ گرامرس واریاہ کم مارکس
بہٕ چُھس یہِ ہٮ۪نس پیٚٹھ غور کران، مگر چُھس وۄتلان تہٕ بڑان۔
سُہ اوس پرٛانہِ تہٕ اصٕل گاڑِ جمع کرنہٕ خٲطرٕ تہٕ تِمن ہنٛزِ مرمت کہِ شوقہٕ خٲطرٕمانٛنہٕ یِوان۔
یِمۍ زُریات چھِنہٕ نۄقصان واتناوان تہٕ ہٮ۪کوکھ یلہٕ ترٲوِتھ
ترٛیفِک قوانیٖن گَژھٕنۍ سختی سان لاگوٗ کَرٕنۍ
یُس لالچہِ نِش دوٗر چُھ روزان سُہ چُھ گۄناہ نِش بچان۔
سۄ آیہِ بےٚ ہوشی منٛز پٔتھرِس لاینہٕ۔
تٔمۍ سٕنٛزِ آواز ٲس فونس پٮ۪ٹھ ژھیٚنان۔
مٲلۍ ماجہِ تٔھو پنٛنِس بچہٕ سٕنٛز پیش قدمی لیٚکِھتھ۔
کلاس اوس تیوٗت بیزار کُن زِ سٲری بچہِ ٲسۍ جسمٲنی طور کلاسس منٛز موٗجوٗد مگر دٮ۪مٲغی طور ٲسۍ خبر کتہِ۔
تٔمۍ گُزٲرۍ زٕ رٮ۪تھ جنٛگ زدٕ شہرس منٛز۔
تٔمہِ اوس تیز وۄزلہِ رنگُک جاکیٹ لوگمُت۔
سڑکہِٕ چھےٚ دِگرس خاموش آسان۔
مےٚ چُھ باسان یہِ چُھ گاٹھ۔
نارٕ سۭتۍ گوٚو سٮ۪ٹھا نۄقصان
سمنٛدری طوٗفان سۭتۍ وَتھن واجیٚنۍ لہر چھےٚ یِنہٕ واجیٚنۍ، لہذا روٗزِو مہربٲنۍ کٔرِتھ ہُشیار۔
بہٕ ہٮ۪کہٕٕ پنٛنِس دوستس سۭتۍ کُنہِ تہِ مُتعلِق کتھ کٔرِتھ۔
مستقبل چُھ خوف ناک باسان
سُہ چُھ سٮ۪ٹھا ہُشار
یُتھے حالت اِجازت دِن مدرسہٕ گژھِ بیٚیہِ اکہِ لٹہِ یلہٕ ترٛاونہٕ یُن۔
معاشِیت چھےٚ مسلن پیٚٹھ مسلن منٛز ہٮ۪نہٕ آمٕژ۔۔
ژےٚ کم علامتہٕ چھےٚ؟
تٔمۍ سٕنٛزِ بےٚ حیٲیی کوٚر تٔمۍ سُنٛد خانٛدان شرمنٛدٕ۔
پرٛیٖتی چھےٚ نٮ۪بَر اَکہِ رٮ۪تکہِ چُھٹی خٲطرٕ
تٔمۍ یوٚژھ تہٕ سۄرے گوٚو تٔتھۍ مطٲبِق۔
میون دوست چُھ واریاہ خۄد پسنٛدانہٕ۔
سرُف وُچھِتھ لٔگۍ مےٚ ؤحشت سۭتۍ مسٕلَس تُرٛسۍ
ییٚمہِ قٕسمُک پۄشاک چُھ نہٕ وۄنۍ رٮ۪واجس منٛز۔
سۄ چھےٚ اَکھ روٗحٲنی شخصِیَت یَس تشدُدَس سۭتۍ سٮ۪ٹھا نفرَت چھےٚ
تٔمۍ چُھ پوٗرٕ دُنیاہُک سفر کُرمُت۔
ناوِ وٲلۍ بدلٲو وتھ تہٕ گوٚو بندرگاہس کُن۔
خطرٕ بےٚ اثر کرنہٕ خٲطرٕ آیہِ ضروٗری قدم تُلنہٕ۔
تِمَۍ ٲسۍ ۂتھیار سۭتۍ بٔرِتھ
یِمن گاڑٮ۪ن ہُنٛد بَکتَر بَنٛد چُھ سٮ۪ٹھا حٮ۪فاظتی
تٔمۍ ہیٚژ ژادر کلہٕ پیٚٹھۍ تہٕ شوٚنٛگ۔
دچھِ باغ حٲصِل کرنہٕ خٲطرٕ مور تِمو نیٚچُو۔
پوش چھِ یِمن لۄکٹٮ۪ن گملن منٛز زبر پٲٹھۍ پھۄلان۔
یہٕ اوس تٔمۍ سٕنٛزِ کامیٲبی خٲطرٕ اکھ مُنٲسِب انعام۔
یتیم خانہٕ چُھ بٹہٕ مالنہِ واقع۔
مےٚ چِ پننِس پٲجامس منٛز زٕ تَہہ خۄش کران
سُہ چُھ اکھ ناموَر ؤکیٖل
سۄ ٲس پہاڑ کِس تینٛتٲلِس پیٚٹھ کھڑا۔
کامران گوٚو بمبیہِ تہٕ بَسٮٮ۪و تٔتھۍ۔
مےٚ بناوِ دستاویز چہِ واریاہ نقلہٕ۔
چھاتہِ ہِنٛزِ بیٚمارِ کِنۍ اوس سُہ شوں شوں کٔرِتھ شہہ کھالان۔
نَیَو سٔہوٗلیاتَو سۭتۍ واتہِ ہوسٹَلَس منٛز روزَن والٮ۪ن فٲیدٕ
تٔمِس پیٚٹھ چُھ أکِس سنجیٖدٕ جُرمُک اِلزام لاگنہٕ آمُت۔
وۄستادن دیُت ژھۄپہٕ کرنُک حُکُم۔
تِمن پٮ۪ٹھ ٲس جانوارن سۭتۍ بےٚ رحمی کرنٕچ ہانٛژھ لاگنہٕ آمٕژ۔
سرکٲرۍ دفتَرن منٛز چھےٚ سٮ۪ٹھا زیادٕ رُشوَت خوٗری چلان۔
عابد چُھ قانون سازیُک رُکن۔
عزت معاب صدر مملکت کرِ کانفرنسہِ خطاب
تٔمِس میٛول پوشَن ہِنٛدِ سَجاوٹہٕ خٲطرٕ گۄڈنیُک انعام
قٲدۍ سُنٛد بَیان اوس زِ تٔمِس اوس گۄڈٕ حملہٕ کَرنہٕ آمُت
واریاہ مُہاجر چھِ پاسپورٹو روٚستُے سرحدس پٮ۪ٹھ وٲتۍمٕتۍ۔
تٔمۍ سٕنٛدٮ۪و لفظو کوٚرُس بہٕ پریشان۔
سۄ ٲس اکھ وایِڑ بال، امپایرن ووٚن۔
بہٕ ہٮ۪کہٕ پنُن خیال تھٲوِتھ۔
تٔمۍ کٔر دروازس تیز ٹُھکہٕ رارَے۔
سُہ چُھ واریاہ خۄشکیٖل
تٔمِس چُھ باسان زار چُھ اکھ عٲب۔
تٔحقیٖق چھٚے اکھ تعمیٖری کٲم۔
تٔمِس ٲس شرارتہٕ سۭتۍ تھر تھر گژھان۔
میٲنۍ موج چھےٚ عام طور بٹوارِ دۄہ خاص سِیُن بناوان۔
تٔمِس پیٚیہِ پنٛنہِ سٮ۪سہٕ کڑنہٕ خطرٕ جرٲحی کرٕنۍ۔
تٔمِس چُھ پنٛنہِ شِناختُک ثبوٗت دیُن۔
مَکان بَناونَس چھےٚ سٮ۪ٹھا زیادٕ رۄپہہِ لَگان
ییٚلہِ تہِ سُہ چُھ ہِندوستان یِوان چُھ، سُہ چُھ اسہِ سمکھان۔
تٔمۍ دِژ تٔمِس پٔتمہِ ہفتہٕ کہِ فٲصلٕچ زانٛکٲری۔
تٔمۍ سٕندۍ مشٲہِدٕ چھِ واریاہ تیز آسان۔
ہوٹل چُھ اِنتہٲیی جدید فرٕش فروٗش سۭتۍ سجاونہٕ آمُت۔
بہٕ نژٕ بازرس منٛز أکِس گٲنٛٹس۔
تٔمۍ ہیٚوکھ پَریشٲنی ہُنٛد انٛدازٕ لگٲوِتھ
مسلس مُتعلق میون تصوُر چُھ واریاہ الگ۔
یہ فِلِم چھےٚ بُہودری ہِنٛز اکھ دٔلیٖل۔
سۄ چھےٚ ہمیشہٕ بےٚ خبری مںز کَتھٕ کَران
کھیٚن تھٲیِو أکِس بٔڑِس بانس منٛز۔
خرچہٕ گژھِ نہٕ سانہِ آمدٔنی کھۄتہٕ زیادٕ گژُھن۔
سُہ یُس حٲضِر چُھ ،سُہ چُھ وزیر۔
سُۍ چُھ واریاہ مِلن سار۔
سانہِ کالجُک صَحن چُھ واریاہ بوٚڈ
تمۍ ترٲوۍ پنٕنۍ اتھٕ زورٕ چنٛدن منٛز۔
سُہ گوٚو اِمتِحانس منٛز فیل
یِم زیور چھِ اعلیٰ قٕسمٕکہِ دھاتٕکۍ بنیمٕتۍ۔
ہارِسس ٲس چِٹھِ جمع کرنٕچ کٲم دِنہٕ آمٕژ۔
اکھ ویوٚٹھ نفر چُھ وتہِ پیٚٹھ پکان۔
خواب اوس واریاہ واضح۔
سُہ چُھ کِرکَٹ میچَس پٮ۪ٹھ واریاہ زیادٕ شَرٕت لاگان
اسہِ کوٚر وعدٕ زِ ٲسۍ کَرو نہٕ اتھ موضوٗعس پٮ۪ٹھ دُبارٕ زانٛہہ تہِ کتھ۔
تٔمِس آو پنٛنہِ جان کامہِ خٲطرٕ اعزاز دِنہٕ۔
چپرٲسۍ چُھ پنٕنۍ کٲم واریاہ ایٖمان دٲری سان کران۔
آنول آو ماجہِ ہِنٛدِ شِکمہٕ منٛزٕ کڑنہٕ تہٕ بچہِ دٲنۍ آیہِ ٹیبو سۭتۍ بنٛد کرنہٕ۔
تٔمۍ کوٚر مخولہٕ 'یہِ چُھ نہٕ اکھ جان شہر' ۔
اکھ واریاہ مال بٔرِتھ ٹرٛک ہیٚچۍ نہٕ کٔلس تٔرِتھ
یہِ مَکان چُھ دۄن تَزَن عمارتن منٛز باغ
تٔمِۍ ژٲلۍ مشکِلات واریاہ اصل پٲٹھۍ۔
حکوٗمت چُھ پنٛنہِ جنٛگی بیاناتن ہِنٛدِ باپتھ تنقیدُک نِشانہٕ بناونہٕ آمُت۔
سۄ چھےٚ تٔمۍ سٕنٛز بہتٔریٖن تنقیٖد نِگار۔
تٔمِس چھےٚ پنٛنہِ رِیاستٕچ حُکمرٲنی جماعت حِمایَت کَران
تٔمۍ سٕنٛدِ مرنُک وجہ چُھ واضح۔
زنانہِ دِژ واقعٕچ پوٗرٕ زانکٲری۔
پُلسہٕ وٲلۍچھِ سڑکہِ گشت کران۔
سُہ چُھ اکھ ذلیل نفر!
ٲسۍ معٲلجیٖن چُھ زانان زِ جراثیم کٔشی ہیٚکہِ نہٕ ضروری طور وائرسس مُتعلق ٲسِتھ۔
ٲس ٲسۍ دیٖری گژھنہٕ کِنۍ تنٛگ گٔمٕتۍ۔
سۄ چھےٚ کِرٛہنِس کپرَس سوٗٹ سُوان
سُہ ہیٚوک نہٕ یِتھ کیازکِہ سُہ اوس آوُر
تمہِ مُلکُک سمندری فوج چُھ واریاہ بوٚڈ۔
سۄ چھےٚ تٔمۍ سٕنٛدِخٲطرٕ واریاہ حِفاظتی۔
سُہ اوس تحریکُک مجاز سربراہ۔
اسہِ چُُھ رٮ۪تس سوٚمب سٮ۪ٹھاہ مقدارس منٛز سوداہ۔
تٔمِس اوس بیٹ زمیٖنس پٮ۪ٹھ
تۭرِ کِنۍ اوس میانیٚن اوٚنٛگجن واے آمُت۔
تِم چھِ أکِس نٔوِس مکانس خٲطرٕ پوٛسہٕ سوٚمراوان۔
خۄشوٕنہِ یاداشتہٕ چھےٚ زیادٕ کالس یاد روزان۔
پرٛٲنۍ مِشیٖن پٔچ گوٚب ییٚلہِ سۄ اکہِ رٮ۪تہٕ کہِ تھکہٕ پتہٕ چلاونہٕ آیہِ۔
سُہ چُھ میادٕ کِہ زخمہٕ کہِ وجہہ کِنۍ سادٕ کھٮ۪ن کھٮ۪وان۔
اِمکان چُھ زِ تِم یِن بیٚیہِ اکہِ لٹہِ۔
سُہ چُھ بیس بال گِنٛدان۔
کلعُک دروازٕ چُھ لٔکرِ تہٕ شیٚشترُک بنیومُت
بہٕ چُھس بےٚ شک تٔمۍ سُنٛد قرضدار۔
مےٚ چھِ تِم دۄشوَے خۄش کَران
سُہ چُھ نثری ادبُک پروفیسر۔
مےٚ چُھ فرٛانٛسی کھٮ۪ن خۄش کران۔
نوٗن چُھ شیٖشہٕ بوتلہِ منٛز۔
تِمو چُھ وانس منٛز تمام چیٖزن ہیٛووُے قۭمت تھوومُت۔
مےٚ ووٚن ماجہِ بازرٕ بِسکوٗٹ ڈبہٕ انُن۔
سون مقصد چُھ یَتھ کامہِ منٛز دۄگنہٕ۔
یہٕ زٔمیٖن چُھ دانہِ وۄپداونہٕ خٲطرٕ واریاہ زرخیز۔
کوٗر ٲس مہرِنہٕ ہِنٛدۍ پٲٹھۍ پٲرٲوِتھ۔
تٔمِس چُھ دٮ۪مٲغی سکوٗن روومُت۔
طٲلِبہِ علِمن آو دورس بڑٕ لُطُف۔
"جنگلی حیات بچاونہٕ خٲطرٕ چھِ کوٗششہِ یوان کرنہٕ۔ 
"
تِمو کوٚر اکھ نوٚو چیز بازرس منٛز پیش۔
سب سے پہلے سائنس دانوں نے یہ وائرس جنوب مشرقی ایشیا کے مشک بلاؤ میں پایا۔
 اونٹ کی پیٹھ پر ایک بڑا کوہان تھا۔
سبزی ٲس سبٕز۔
تالوٕکیٚن پکھن چھےٚ ہَوہس منٛز گول گول نژنٕچ آواز نیران۔
ایٚکس پرٛس ریلہٕ چھےٚ واریاہ تیز پکن واجنہِ آسان۔
ہال ہالٕے آو سُہ پنجابُک گورنر بناونہٕ
سُہ چُھ پاگل۔
سُہ اوس واریاہ توہم پرست۔
مےٚ وُچھ کھہَس منٛز اَکھ ہاپُت
تٔمۍ سٕنٛز مامٔنۍ چھےٚ اکھ وۄستاد۔
ییٚمہِ علاقٕکۍ ژوٗنٹھۍ چھِ پوٗرٕ دُنیاہس سوزنہٕ یِوان۔
پرٛانہِ مغرِبی فِلمہٕ چھےٚ مےٚ خۄش کران۔
مےٚ چُھ نٕہ عموٗمن رٮ۪تہٕ کالہِ سفر کرُن خۄش کران
یتھ صابنہِ چُھ واریاہ پوٚس کھسان۔
یہِ نظریہِ اوس پوٗرٕ پٲٹھۍ میانہِ خٲطرٕ پریشان کرن وول۔
سۄ چھےٚ پانس پَلو لاگنس وقت لاگان۔
بہٕ چھس تٔمۍ سٕنٛدِس بتھِس پٮ۪ٹھ خۄشی ہٕنٛدِ وجہہ سۭتۍ چمک وُچھِتھ ہٮ۪کان
یوٚدوَے زخم بلہِ مگر نِشانہٕ روزِ توتہِ۔
کارخانس منٛز ٲسۍ نہِ تمہِ ساتہٕ نفر لاگنہٕ آمٕتۍ۔
قانون پٕھٹراون ولٮ۪ن پٮ۪ٹھ یی 100 امریکی ڈالر جُرمانہٕ کرنہٕ۔
"حالات چھِ مےٚ یہِ کرنہٕ خٲطرٕ مجبوٗر کران۔ 
"
ژٕ چُھکھ شُرِس کھوژناوان۔
مےٛ چیٚیہ گِلاسس منٛز تریش۔
ہوٲیی جہازن چھِ پیٚٹرول سۭتۍ بٔرِتھ آسان۔
پانوٲنۍ زٲتیات أنٛزراوُن چُھ بہتر
"اچانک اولوں کا طوفان غیر متوقع تھا۔
"
نٔوِس صدرَس مُتعلق زانٛنہٕ خٲطرٕ چھِ تِم بےٚ تاب
جنٛگس منٛز زبردست بہودوٗری ہاونہٕ خٲطرٕ آو تٔمِس اِنعام دِنہٕ۔
مٔہۍ چُھ کٲنٛسہِ تہِ کمرٕچہِ أڑجہِ وٲلِس جانور سٕنٛدِس خوٗنس پیٚٹھ زِنٛدٕ روزان۔
گھاس صبح کے وقت شبنم سے ڈھکی ہوئی تھی۔
تۭرِ سۭتۍ گوٚو تس بُتھ بےٚ حٮ۪س۔
ہاتھی کی کاٹھی کو باریک نقشوں سے سجایا گیا تھا۔
شرٛاک پُچ چُھ شانٛدٕ گٔنٛڈِس تل تھونہٕ آمُت
سُہ چُھ بدلہٕ ہٮ۪نہٕ وول نفر۔
تٔمۍ سٕنٛدۍ حُسنن کٔرۍ واریاہ دِل مٲیِل
سُہ دراو جلدی
تٔمۍ اوٚن ونٛدٕ خٲطرٕ بِجلی پٮ۪ٹھ چَلن وول اَکھ اصٕل ہیٖٹر
جنازٕ انٛجام دنہٕ باپتھ لوگ پادٕرۍ وانٛگٕنۍ رنگُک جامہٕ۔
ترٛےٚ ہوٗنۍ چھِ سمنٛدری بٔٹھِس پیٚٹھ تیز تیز پکان۔
لٔڑکہٕ اوس سڑکہِ پٮ۪ٹھ سایکل چلاوان۔
کالجُک دورچھِ پرٮ۪تھ کانٛہہ بہتریٖن دور زانان
سُہ آو اِمتِحانس منٛز ترٛیٚیِمِس درجس پیٚٹھ۔
زٔمیٖن دار چھِ پنُن کٕنٕک مُنان۔
تٔمۍ کوٚرُس بہٕ آگاہ زِ دان اوس وٕنہِ تہِ توٚت۔
سُہ پیوٚو دروازٕ چہِ وتہِ نِش پتھر۔
مےٚ گژھِ برابر شُمار، انٛدازٕ نہٕ کیٚنٛہہ۔
اِنٛٛتِخابُک مُہِم ووت ییٚمہِ ہفتہٕ عٔروٗجس
تِم ٲسۍ کھہن منٛز نٲلۍ کھنٛنس منٛز آوٕرۍ۔
سۄ ؤژھ ہیرن بۄن ڈُلہٕ گژھان گژھان۔
 آدمی نے رکشہ کو شہر کے بیچ میں سے نکالا۔
تٔمس چھِ زٲوِل کھۄر۔
ٲسۍ چھِ اکہِ آزاد قومٕکۍ باشندٕ۔
سُہ چُھ میٛون خطرٕ ہوٚت دُشمن بنٛیومُت۔
گۄسٲنۍ اوس دونٛکھٕ باز درٛامُت۔
ٹٲر چھِ مُسلسل اِستعمال سۭتۍ گسہٕ یِوان۔
حقیٖقتس پیٚٹھ مبنی بیانس آیہِ نہٕ شابٲشی دِنہٕ۔
سُہ قونوٗن چُھ نہٕ وۄنۍ عملہِ منٛز۔
پھۄکہٕ ڈوٗن آو واپس زمیٖنس پٮ۪ٹھ
"اسہِ پزِ گول دارِ ہُنٛد قطرٕ مینُن
"
کٔشیٖرِ ہِنٛز دستٕہ کٲری چھےٚ پورٕ دُنیاہس منٛز مشہوٗر۔
یہِ ٲس پُلیٖسٕچ تہٕ فوجِچ مُشترکہٕ کاروٲیی۔
مزار چُھاعظیٖم انسانن ہٕنٛز یاددِہٲنی کران
کوٗر پیٚیہٕ ذلہٕ گٔرۍ پٮ۪ٹھٕ تہٕ پُھٹُس کھۄنوَٹ۔
سُہ چُُھ پنٛنہِ بَرادٔری منٛز ناموَر
یہِ چھےٚ اکھ کٔھج وتھ۔
یہِ ٲس فوجس خٲطرٕ کامیٲبی۔
قونوٗنن چُھ جوان نفرن سِگریٹ کٕننٛس ٹھاک کران۔
أسۍ گٔیہِ أکِس لوٗبوٕنِس سوٚتھرِس پٮ۪ٹھ
تٔمۍ کٔر لگاتار پونٛسَن ہِنٛزِ کٔمی ہِنٛز شیٚکایت
تِمو منٛز چھِ کیٚنٛہہ مُسافِر ییٚتہِ از موجود۔
سفرَس دوران لاریٚیہِ تٔمِس واپٕتۍ
مےٚ چھےٚ وۄمید زِ یہٕ چَک یی نہٕ واپس
اِمتحانٕکۍ نتٲیِج ٲسۍ نوٹس بورڈس پٮ۪ٹھ لاگنہٕ آمٕتۍ۔
یہِ چُھ صاف آب۔
مےٚ چھےٚ باسان باغوٲنی واریاہ شفا بخش۔
مکٲے چھےٚ لونٛنہٕ خٲطرٕ تیار۔
بہٕٕ اوسُس تٔمِس پتہٕ کنہِ لٲنہِ منٛز کھڑا
تٔمِس چُھ نہٕ کانٛہہ تہِ تَصَوُر زِ اکھ کامیاب کاروبار کِتھ کٔنۍ چلہِ
شہر چُھ آلوٗدگی سۭتۍ بٔرِتھ۔
تٔمِس چُھ نہٕ وۄنۍ یُن۔
یتھ بندوٗقس چھےٚ زیٖٹھ نٔلۍ۔
مےٚ پُھٹروو پننہِ شیٖشُک فرٛیم۔
سَچِن ٹٔنٛڈولکَرَن کٔر کامیٲبی سان ہِنٛدُستٲنۍ کِرکَٹ ٹیٖمہِ ہِنٛز کپتٲنی
مےٚ چُھ پنُں پان پنٛنہِ سالانہٕ امتحان خٲطرٕ تیار کرُن۔
مہربٲنی کٔرِتھ کٔرِو پٔتھرِس پٲلِش۔
بہٕ چُھس نہٕ ہٮ۪کان پنٛنہِ کامہِ کُن تَوَجہٕ دِتھ
تۄہہِ پَزٮ۪و عٲشن خٲطرٕ کیٚنٛہہ وقٕت کڑُن۔
امہِ سۭتۍ ہیٚکہِ لفظی ترجمہٕ تباہ گٔژِھتھ۔
میانہِ ماستٕرِ بیٚنہِ چھےٚ نیہِ ہفتہٕ نِشٲنۍ۔
بہٕ چٮ۪مہٕ نہٕ موٚکُر آب۔
تٔمِس چھِ شہہ کھالنس منٛز مُشکِلات پیش یِوان۔
یِم سارے امانت دٲریہِ آیہِ وارٕ وارٕ جاپٲنۍ حکوٗمتس واپس دِنہٕ۔
تٔمۍ دِتۍ مےٚ کیٚنٛہہ پونٛسہٕ وۄزُم۔
یہِ چُھ وٕنہِ تہِ تتہِ اکھ موجوٗد رٮ۪واج۔
فوجی پلٹَنٕچ چھۄکھ ٲس برٛونٛہہ کُن پکان۔
بالہٕ تھزرس پٮ۪ٹھ چُھ اکھ پرٛون پادٕرۍ سُنٛد گرٕ۔
بہٕ چُھس پنٛنہِ ضٔمیر کِنۍ واریاہ صاف۔
ییٚمہِ رٮ۪تہٕ کالہِ چُھ تٔمِس پنٛنہِ پیٚچنہِ سمکٕھنہِ پیٚرِس گَژُھن
حیدر آبادس منٛز واریاہن ؤرۍین آو سُہ دِلہِ منٛز تعینات کرنہٕ۔
مَشیٖن چلاون وٲلۍ کٔر یکدم بِل پیش۔
"میانہِ حِسابہٕ چُھ غریٖب آسُن انسان سٕنٛدِ خٲطرٕ اکھ بددُعا۔
"
وارٕ وارٕ ہیٚچھکھ ژٕ کھیلِ ہٕنٛز سارے چالہٕ
بہٕ گوس واریاہ خۄش ژٕ وٕچِھتھ۔
ییٚلہِ تِم گرٕ وٲتۍ سُہ اوس موٗدمُت۔
ژےٚ چُھیہِ اسہِ سۭتۍ یُن؟
نوٚو مکان چُھ بسنہٕ خٲطرٕ تیار۔
مےٚ باسیوو بہٕ گژھٕ بےٚ ہوش۔
مہبٲنی کٔرِتھ دِییو میہ کینہہ سُپارۍ۔
مےٚ ترٲو دارِ کِنۍ نٮ۪بر نظر۔
فوج توٚر دٔریاوس راتھ کیُتھ
یِم رنٛگ چھِ اصٕل پٲٹھۍ رلان۔
بہٕ چُھس نہٕ یَژھان وۄنۍ پنٕنۍ پَریشٲنی بڑاوٕنۍ
تٔمۍ ترٛوو اوٚش تِکیازِ تٔمۍ سٕنٛدۍ بٲے تُج سۄ واریاہ ریٚژھِ۔
کٕنٕک پِہِو اصٕل پٲٹھۍ۔
ٲبی بہہ چُھ گیس چہِ شکلہِ منٛز آب۔
زخمی شخص آو ہیلہِ کاپٹرس منٛز ہسپتال نِنہٕ
گاڑِ ہیٚژٕن حرکت گژٕھنۍ۔
تتہِ چُھ صِرِف خاندرٕ والیٚن جورن اِجازت۔
تٔمۍ سُنٛد اقتدار چُھ دۄہ کھۄتہٕ دۄہ کمزور گژھان۔
"ریل آیہِ حرکتہِ منٛز۔ 
"
أسۍ گَژھو ہوٲیی اَڑس تانۍ گاڑِ منٛز
شام کہِ بَتُک اِنٛتِظام اوس واریاہ اَصٕل
تٔمۍ کوٚر جَجس برٛونٛہہ کنہِ پنٛنہِ جُرمُک اقرار
