سۄ چھےٚ پانٛژ ھ فُٹہٕ تٔھز۔
أسۍ ٲسۍ تٔمۍ سٕنٛزِ وہروارِ پیٚٹھ تور گٔمٕتۍ۔
تِمو چُھ پروگرام کہِ فہرستٕچ منصوبہ بندی کٔرمٕژ تہٕ ژےٚ چُھی گۄڈٕ بولُن۔
تۄہہِ پَزیو بیقلٲزی ہِنٛزن کامیٚن منٛز ملوث گژھنہٕ نِش بچُن
مےٚ چُھ سافٹ وِیر کھالُن۔
تٔمۍ سٕنٛدیٚن لفظن چھِ زٕ معنی۔
اسمان اوس اوٚبرٕ سۭتۍ بٔرِتھ
زِنٛٛدگی چھےٚ مۄختصر تہٕ وقت چُھ تیز نیرن وول۔
کمزورن سۭتۍ مہ کٔرِو ظُلُم۔
یہِ چُھ رژھا تنٛگ پہن۔
ایماندٲری چھےٚ بہترین حِکمت عملی۔
سُہ چُھ بہلہِ پایُک ٹینِس کھِلٲڑۍ
تِمن اوس کامہِ بدلہٕ کھٮ۪ن دِنہٕ یِوان۔
بِہٕ کِتھ کٔنۍ گژھٕ ہوٲیی اڈٕ۔
میٲنِس پیٚترس چُھ گامَس منٛز اکھ کھہہ۔
تٔمِس ٲس بادٲمۍ رنٛگٕچ دوٗتۍ لٲگِتھ
کپتان سٕنٛز آواز ٲس فتح منٛد۔
مےٚ سوٗز تٔمِس ساسس رۄپیَس چَک
بہٕ یژھٕ پنٛنِس بیٚیِس کتھِ پٮ۪ٹھ یُن۔
سالس پٮ۪ٹھ زیادٕ سُلہِ واتُن تہِ چھ نہٕ جان۔
تمۍ ترۭٲو مےٚ نظر۔
سُہ چُھ اکھ ذلیل نفر!
اسہِ پزِ نہٕ بیٚین ہِنٛدِس گَرس منٛز پرٛژھنَے اژُن۔
ژوٗرس اوس پُلسن گیرٕ کوٚرمُت۔
ہوٗن اوس کوٗٹِس سۭتۍ گٔنٛڈِتھ
تٔمۍ کٔرۍ مٲلۍ سٕنٛزِ آمدٔنی عٲش
یِم کُلۍ چھِ موٗلن ہِنٛدِ ذٔریعہٕ آب جذٕب کران۔
ژےٚ کُس مٮ۪وٕ چُھے خۄش کران۔
گاو آیہِ جانورن ہِنٛدِس شفاخانس منٛز نِنہٕ۔
مکٲے چھےٚ لونٛنہٕ خٲطرٕ تیار۔
مےٚ چھےٚ چانیٚن چالاک منصوٗبن ہِنٛز خبر۔
یہِ چُھ اکھ مشکِل مسلہٕ۔
اِنٛٛتِخابُک مُہِم ووت ییٚمہِ ہفتہٕ عٔروٗجس
کِہیٖن تہِ نہ کٔرِتھ کٔر مےٚ پنٕنۍ زِنٛدگی تباہ۔
ہمساین ہٕنٛدِ گرٕ منٛز آیہِ کَنن تٔرِتھ گژھن واجیٚنۍ کرٛٮ۪کھ بوزنہٕ۔
حقیٖقت ٲس واریاہ تکلیٖف دِنہٕ واجیٚنۍ۔
راتھ اوس سُہ نٔتیٖجہٕ پتہٕ ثٲبت قدمی داواہ کران۔
مےٚ چھےٚ لۄکچار چہِ واریاہ خۄشوٕنہِ یادگارٕ۔
فِلِم شُروع گژھنہِ وِزی آو تھیٹرُک گاش کم کرنہٕ۔
واریاہ لُکھ چھِ یتھ مندرس منٛز پرٛٮ۪تھ دۄہ یِوان۔
اکھ اِنجیٖنر ہیٚکہِ یہٕ مسلہٕ أنٛزرٲوِتھ۔
تتہِ اوس سِیٲسی مسلس پٮ۪ٹھ بحژ۔
یتھ متعلق بٔڑ کتھ چھےٚ یہِ کہِ ٲسۍ چھِ ویڈیو کانفرنسہِ پٮ۪ٹھ یکجا کٲم ہٮ۪کان کٔرِتھ۔
تٔمِس چھےٚ فارسی شٲعری منٛز تہِ تجرُبہٕ کٲری
تٔحقیٖق چھٚے اکھ تعمیٖری کٲم۔
وۄستادن ووٚن طٲلبہِ عٔلمن مُنٲسِب سوال پرٛژھنہٕ خٲطرٕ۔
تٔمِس چُھ شٲعِری بوزناونُک اکھ خاص انٛداز۔
حالانٛکِہ اسہِ دِتۍ تٔمِس پونٛسہٕ مگر تٔمۍ أنۍ نہٕ کِتاب کیٚنٛہہ
مسلٕچ زانکٲری گۄڈٕ نہ دِنس پیٚٹھ آیہِ تٔمِس خلاف کاروٲیی کرنہٕ۔
سُہ بیوٗٹھ بادشاہ سٕنٛز کُرسی پٮ۪ٹھ۔
سٲنِس مکانس چُھُ مغرِبس کُن بُتھ۔
بنان چُھ ژٕ چُھکھ صحیح تہٕ بہٕ چُھس غلط۔
جرٲہی کرن وٲلۍ دیُت مریضس یٔڑۍ دولہٕ کھش۔
چھپٲے ایٖجاد گژھنہٕ پتہٕ چُھ سون سماج واریاہ بدلیومُت۔
تٔمِس چھےٚ وۄنۍ مدرَسس منٛز مشتقل نوکری میلیمٕژ۔
جدیٖد دُنیاہس منٛز چُھ روٗحٲنی توفیق مُمکِن۔
سۄ ٲس تٔمِس بٮ۪مارِ منٛز خٔدمَت کَران
کُرسی کر مایہِ سۭتۍ ٹھیٖک۔
تٔمۍ دِژ دِگہِ سۭتۍ کرٛٮ۪کہٕ۔
جُراسِک دورس پیٚٹھ چھےٚ اکھ فِلِم تہِ بناونہٕ آمٕژ۔
مےٚ دِیُت اتھ مسلس پٮ۪ٹھ واضح بیان۔
بھگود گیٖتاہس چھِ اردہ باب
یتھ مسلَس یی تحقیٖقات کرنہٕ
سۄنہٕ کِس قۭمتس منٛز چھےٚ سٮ۪ٹھا گِراوٹ آمٕژ۔
سمنٛدرس منٛز لہرٕ وٕچھنہِ چھےٚ خۄش کران۔
مےٚ چُھ آنلایِن لابریری تان پِلن پایہِ
تِمن چُھ پنٛنیٚن رٮ۪واجن پٮ۪ٹھ سخ فخٕر۔
ژٕ چُھکھ کُنہِ حدس تام صحیٖح۔
أسۍ چھِ پنٛنِس رہنُما سٕنٛزِ ییٚمہِ حرکتہِ ہِنٛز مَزمَت کران
مہربٲنی کٔرِتھ کٔرِو گنٛدگی صاف۔
مےٚ چُھ ٹھوس ثبوٗت ضٔروٗرت۔
تٔمۍ لایہِ بڑٕ زورٕ سان مُشہٕ جورا۔
ژٕ کوٚت درٛاکھ؟
مےٚ چھےٚ وۄمید زِ سُہ کرِ اِمتحان پاس۔
یہِ چُھ اکھ مادٕ یُس تکلیف دِنہٕ واجنہِ بستہٕ چُھ کھالان۔
بیول تھٲیِو أکِس ٹیٖنہٕ ڈَبس منز سمبٲلِتھ۔
سُہ چُھ صِرِف مُصیٖبت وِزِ مٲلِس ماجہِ نِش گژھان۔
یتھ تجویٖزِ ہِنٛزِ منٛظوٗری خٲطرٕ یِیہِ غور کرنہٕ
سُہ اوس پنُن سامان چُھٹی ہِنٛدِس دورس خٲطرٕ بنٛد کران۔
بٮ۪مارس آو اپریشن کرنہٕ۔
تِم کَرن لڑایہِ بغٲر تٔمۍ سٕنٛز مٲفی تسلیٖم
عٮ۪مارتہِ ہِنٛزِ سٲرِسٕے بناوٹہِ چھےٚ مرمت کرنٕچ ضٔروٗرت۔
مےٚ وُچھ تٔمۍ سٕنٛدِس کُٹِھس منٛز اکھ ڈول۔
سُہ آو سیٚلہِ منٛز قٲد کرنہٕ
سُہ کھوٚت سہولیت سان تینٛتٲلِس پیٚٹھ۔
تٔمِس آو دِفٲقی قونونٕچ خلاف ورزی کرنُک اِلزام لاگنہٕ۔
بزرگ کیازِ چھِ کم زبان آسان؟
ڈاکٹرن ووٚن نٔرسہٕ بٮ۪مارن پٮ۪ٹھ نظر تھاوٕنۍ۔
تٔمۍ دیُت مےٚ بنفشَن ہُنٛد اکھ خۄشوُن گوٚنٛد۔
یہِ تھاو المارِ پٮ۪ٹھ۔
تٔمۍ سُنٛد تعلیم دِنہٕ وول چُھ تس گرِ پرناوان۔
نہٕ چُھس دۄہے میڈیا ذریعہٕ خبرٕ وٕچھان۔
تٔمِس اوس بٕڑۍبَب سٕنٛدِس ناوس پٮ۪ٹھ ناو تھاونہٕ آمُتناو
کیک کٔرِو ترٛیٚن برابر حِصن منٛز تقسیٖم۔
مہربٲنی کٔرِتھ ژٕ ہٮ۪کہٕ کھٕ یور یِتھ
سمنٛدری طوٗفان سۭتۍ وَتھن واجیٚنۍ لہر چھےٚ یِنہٕ واجیٚنۍ، لہذا روٗزِو مہربٲنۍ کٔرِتھ ہُشیار۔
بہٕٕ چُھس ژےٚ سۭتۍ نَین منصوبن مُتعلِق کَتھ کرُن یَژھان
مےٚ کٔر پنٛنِس بٲیِس سٲرٕے دٔلیٖل بیان۔
تٔمۍ لوگ پنٛنِس دوستس قتل کرنُک اِلزام
اَپُز وَنُن چھےٚ اَکھ ہُنٛر مٔنٛدی
ہڑتال کہِ وجہ سۭتۍ آو اِجلاس مُلتٔوی کرنہٕ۔
تِم چھِ مذہبی حکومتس پیٚٹھ بحژ کران۔
تٔمہِ اوس تیز وۄزلہِ رنگُک جاکیٹ لوگمُت۔
تٔمِس اوس لیوٚدُر فراق لٲگِتھ یتھ دامنس پٮ۪ٹھ سبز پیچ ٲسۍ۔
صدرِ ملکس بروٚنہہ کنہِ چُھ حفٲظتی عملہٕ آسان۔
میٲنہِ خیالہٕ چُھ یہِ کٲفی۔
موٚنٛڈِس انٛدٕ ونٛدٕ گنٛڑ مضبوٗطی سان رز۔
ٲسۍ ہٮ۪کو نہٕ پنٛنٮ۪ن دۄہ دِش کٮ۪ن ضروٗریاتن خٲطرٕ بیٚین پیٚٹھ دارمَدار روٗزِتھ
تِمو چھےٚ بازرٕچہِ حکمت عملی ہِنٛز وٮ۪ژھنَے اصٕل پٲٹھۍ کٔرمٕژ
سۄ چھےٚ پنٛنہِ پٔتِمہِ اِمتِحان کہِ نتٲیِج پتہٕ پریشان۔
یِم شخص چھِ واریاہ جان کھِلٲڑی
تمہِ تھٲو پنٕنۍ دُربیٖن وَرنڑاہس پٮ۪ٹھ۔
تُہۍ ہیٚکِو ماچھٕ کھوتہٕ سٕرکھٕ سۭتۍ زیادٕ مَچھِ رٔٹِتھ۔
سۄ چھےٚ سونٛتکہِ تاپُک لُطُف تُلان۔
عوام ہیٚکہِ مشہوٗر قِلعہٕ وٕچِھتھ۔
دروازٕ گوٚو پانَے یَلہٕ
آزکل چُھ واریاہن لُکن مشرپھ۔
مےٚ لوٚگ گۄڈنِچہِ کھۄتہٕ تٔمۍ سٕنٛز دٔیم ناول پرنس مزٕ۔
مےٚ چھےٚ ڈاکٹَرس راے ہیٚنۍ
مےٚ چُھ دۄہس منٛز واپس یُن۔
تٔمِس چُھ پرٛوٚن رنٛگ۔
تٔمۍ سُنٛد جواب اوس واریاہ ژھوٚٹ۔
تِم چھِ اکثر ہیٛوُے سونٛچان
تٔمۍ کوٚر پنٛنِس پرٲنِس معشوقس دعوتس پٮ۪ٹھ استقبال۔
تٔمۍ رٔٹ میٖٹِنٛگ مُتعلق پنٛنہِ دفتر پیٚٹھٕ اِطلاع۔
أسۍ گٔیہِ تور اکہِ لٹہِ۔
جِسمٲنی ورزِش ہیٚکہِ تُہُٕنٛد جِسم تہٕ ذہن پریشٲنی نِش بچٲوِتھ۔
ژےٚ گژھی نہٕ تٔمۍ سٕنٛدِس دانہ منصوٗبس پٮ۪ٹھ کانٛہہ تہِ اعتِراض آسُن۔
کِھلٲڑۍ وٲتۍ گۄڈَے ریس کِس مٲدانس منٛز۔
تٔمۍ تٔھو چایہِ کیٚٹٕل میزس پیٚٹھ۔
تٔمۍ سٕنٛدۍ تمام حاجات آیہِ پوٗرٕ کرنہٕ۔
ییٚلہِ بہٕ ووتُس کاونٛٹَر اوس بنٛد گوٚمُت۔
حُکومتی حِکمت عملِین چھےٚ بٔڑِس پیمانس پیٚٹھ نامنظوٗری۔
اِنکم ٹیٚکسُک مۄل کڑن وول آو اچانک دفترس منٛز جٲیزٕ نِنہِ۔
أسۍ تولو یہِ ترٛکرِ پیٚٹھ۔
تِم چھِ پانہٕ وٲنۍ اِشارن منٛز کَتھ کران
تِمن درمیان اوس دوستی ہُنٛد سخت تعلُق۔
سُہ چُھ اکھ بد کار نفر۔
سُہ چُھ دِل بٔہلٲیی خٲطرٕ شکار کَران
سُہ چُُھ أنٛدۍ پٔکۍ سپدن وٲلِس پرٛٮ۪تھ کُنہِ چیٖزس وٲقِف۔
اسہِ کوٚڑ کامیٲبی سان مسلُک حل۔
تٔمۍ سٕنٛدۍ جایہِ جایہِ سفرن واتنوو سُہ ہِنٛدوستان تہٕ چیٖن۔
سوٗنٛچِتھ سمجِتھ خرچُن چُھ اکھ عظیٖم صفت۔
مےٚ چُھ پنٛنہِ بیٚنہِ ہُنٛد پھیران۔
تِم گیہِ یکجا کٲم کرنس پیٚٹھ رٲزۍ۔
تٔمۍ کھول زیٛوٹھ شاہ تہٕ لَگٲوٕن دٔریاوَس وۄٹھ
تٔمۍ سٕنٛزِ بےٚ حیٲیی کوٚر تٔمۍ سُنٛد خانٛدان شرمنٛدٕ۔
پلگ مہ ان کٔڑِتھ۔
ۂتھیار ہٮ۪تھ دۄیَو نفرَو لُٹوو بیٚنٛک
تٔمۍ سٕنٛز مُقٲمی زبان چھےٚ ہِنٛدی۔
مٔہۍ چُھ کٲنٛسہِ تہِ کمرٕچہِ أڑجہِ وٲلِس جانور سٕنٛدِس خوٗنس پیٚٹھ زِنٛدٕ روزان۔
اَز چُھ مُسلمانن ہِنٛدِ خٲطرٕ جشن۔
تٔمۍ چُھ پنٛنِس عیالس واریاہ مدد کوٚرمُت
تٔمِس چُھ دٔچھنہِ أچھ اَنیٚر۔
سون فُٹ بال کوچ چُھ ٹیٖمہِ تربِیت دِوان۔
گاڑِ آو کُلِس سۭتۍ ٹاس
مےٚ دِژ وٕنۍ تٔمِس اکھ خبر۔
تِہِنٛز نِشٲنۍ چھےٚ نیہٕ رٮ۪تہٕ تھاونہٕ آمٕژ۔
یِمن سنٛترن چُھ قدرتی میچھر آسان۔
شُر اوس پنٛنہِ ماجہِ لٲرِتھ گوٚمُت
تٔٔمۍ سٕنٛدۍ عجیٖب عادات چھِ نہٕ کٲنٛسہِ پَسنٛد
بٮ۪مار اوس پوٗرٕ دوپہارس وٲے وٲے کران۔
وزیٖر اعظمس أنٛدۍ أنٛدۍ چھِ خوشامدی کرن وٲلۍ۔
أسۍ چھِ صحیح وتہِ پٮ۪ٹھ۔
پٔتۍمہِ برٛیٚسوارِ آو سُہ ژیٖرۍ۔
ہوٹل چُھ اِنتہٲیی جدید فرٕش فروٗش سۭتۍ سجاونہٕ آمُت۔
ٲسۍ چھِ اکہِ آزاد قومٕکۍ باشندٕ۔
مُجرِم ژٔلۍ قٲد خانہٕ منٛزٕ۔
مےٚ وٕچھۍ ؤٹِس منٛز ژور نفر۔
سُہ اوس خانٛدٲنی وراثتہٕ نِش محروٗم کرنہٕ آمُت۔
اسہِ پزِ وقتُک صحیح پٲٹھۍ استعمال کرُن۔
واریاہ لُکھ گٔیہٕ ؤزیٖر اعظم سٕنٛدِس دفتَرس برونٛہہ کَنہِ جمع
لُکھ چھِ ہفتہٕ کِس ٲخرس پٮ۪ٹھ نٮ۪بر گژھان۔
تِم چھِ مٲلی مُشکِلاتن منٛز مبتلا۔
مہربٲنی کٔرِتھ کھیٚیِو ژوٗنٛٹھۍ چھیٚلِتھ
لفظی ترجمہٕ سمجُن چُھ مُشکِل۔
آز صُبحٲے چُھکھ ژٕ اصٕل مِزازس منٛز!
تٔمۍ دِیُت تس مشورٕ زِ سُہ مہ کھیٚیِن زیادٕ نوٗن۔
ٲبی سفر روٗد 14رٮ۪تن تانۍ جٲری۔
سُہ ژوٚل گَرِ راتھ کیُتھ دوستَن سۭتۍ نژنہٕ خٲطرٕ
بہٕ کَرٕ پَنٕنۍ پونٛسہٕ بینکَس منٛز جمع
سُُہ بنیوو امریکہ ہُک نٲیِب صدر۔
اسہِ کوٚر ؤکیٖل پنُن قونوٗنی مسلہٕ أنٛزراونہٕ خٲطرٕ۔
جنوٗبی ایشیٲیی ملکن منٛز چُھ ہندوستان ترقی کرن وول مُلک۔
سۄ ٲس غٲر حقیقت پسندانہ۔
تٔمۍ کٔرۍ پنٕنۍ جزبات واریاہ صاف پٲٹھۍ ظٲہِر۔
یہِ نظریہِ اوس پوٗرٕ پٲٹھۍ میانہِ خٲطرٕ پریشان کرن وول۔
سون مدرَسہٕ چُھ دٔریاو بٔٹِھس نزدیٖک
پنُن ٲس تھاو بنٛد!
اِمتِحان ہٮ۪نہٕ وول اوس واریاہ اصٕل۔
تٔمِس گوٚو اکھ حٲدثہٕ
تِم چھِ أکسٕے سطحس پیٚٹھ اورٕ یور نژان۔
مےٚ چُھ از سمکٕھنہِ گژُھن۔
شیٖن پیٚنہٕ کِنۍ آیہٕ سڑک تعمیٖر کرنس منٛز رُکاوَٹ
تِمن ہِنٛدۍ سٲری خٔریٖدار چھِ تِمن رٲزۍ۔
تومُل چُھ کٔشیٖرِ منٛز وۄپداونہٕ یِنہٕ وول اہم فصٕل۔
سُہ چُھ غریٖبن کھٮ۪نہٕ چیٖز فراہم کران۔
سڑکہِ پکان پکان اوس سُہ پِپِنۍ وایان۔
سپاہن چُھ گٲنٛٹہٕ وادن جاے بدلاونہٕ روٚس کھڑا روزُن۔
تٔمِس چُھ پگاہ عدالتس منٛز حٲظِر گژُھن۔
طٲلِبہِ عٔلِم ٲس لٲنہِ منٛز کلاسس کُن پکان۔
سُہ چُھ اَکھ صٔحیٖح نَفر
یہِ مُہِم ٲس مسلس مُتعلق عوٲمی زانٛکٲری بڑاونہٕ خٲطرٕ بناونہٕ۔
تٔمۍ ہیٚژ پنٛنِس دوستَس خٲطرٕ چِٹھۍ لیٚکٕھنۍ
سُہ چُھ بےٚتٲبی سان تٔمِس وُچھنس پیاران
مُختٔلِف اِدارن منٛز چھِ آسان مُختٔلِف تٔلیٖمی معیار
سُہ چُھ أکِس جان خانٛدانس سۭتۍ تعلُق تھاوان۔
سُہ چُھ توٲریٖخ منٛز جان قٲبِل۔
تُہۍ ہیٚکِو اکھ اِشارٕ دِتھ۔
سٕٹیڈیم چُھ شہر کِس واریاہ دوٗر شُمٲلی حِصس منٛز۔
شُرۍ ٲس جوشس منٛز کرٛیٚکہٕ دِوان۔
سۄ ہیٚکہِ آسٲنی سان اکھ نوٚو نقشہٕ تیار کٔرِتھ۔
کرنَے روٗزمٕژ کٲم چھےٚ میانہِ خٲطرٕ بور بنیمٕژ۔
سُہ چُھ عملی کامیٚن منٛز بہتر۔
نیٚبٕرۍ چھِ روٗدٕ شرٛانہِ وسان۔
سُہ بنیوو اکہِ زہریلہٕ اِنفیٚکشَنُک نِشانہٕ۔
تٔمِس چُھ انٛگریٖزۍ زبٲںۍ پٮ۪ٹھ واریاہ عبوٗر
طٲلبہِ علم چھِ مستقبلس منٛز جان مقام حٲصِل کرنہٕ خٲطرٕ محنت کران۔
یہِژوٚٹ چھےٚ تِرٛکوٗن شکلہِ منٛز۔
وٕچھن والیٚن آو ونٛنہٕ زِ تِم بِہِن کھیلس دوران ژھۄپہٕ کٔرِتھ۔
ژٕ ہٮ۪کَکھ پَتہٕ آنٛچار بوتلہِ منٛز بٔرِتھ
مےٚ چُھ نہٕ فِکری تَران تٔمِس کیاہ دٔلیٖل چھےٚ۔
أکۍ نامہ نِگارن بوزنٲو دلیٖل۔
سانہِ کالونی منٛز چُھ اکھ بوٚڈ باغ۔
تٔمۍ سٕنٛزِ گاڑِ چھےٚ نیہٕ اِنٛجنٕچ ضٔروٗرت۔
مدرسہٕ مۄکلاوِ عِمارت بناونٕچ کٲم دٔستی۔
تٔمِس رٲو ہٮ۪ٹ
میٚژِ ہِنٛز عمارت چھےٚ چیٖنی مُلک کِس أکِس خاص علاقس منٛز اکہِ خاص قٕسمٕچ تعمیٖر۔
سُہ چُھ واریاہ ناراض باسان۔
أسۍ ٲسۍ گۄپھِ ہِنٛدِس گٔلِس پٮ۪ٹھ کھڑا۔
سُہ چُھ اَکھ اَصٕل گینٛد باز
تٔمۍ سُنٛد خانٛدر چُھ نیہِ آتھوارِ۔
ییٚمہِ ونٛدٕچ بہتریٖن خریٖدٲری چھےٚ گازرِ تہٕ مٹر۔
یہُ چُھ یہِ مے معنی چُھ۔
تقریٖبہِ ہِنٛز چھےٚ سیٚٹھا علامتی اہمیت۔
تٔمۍ چُھ نہٕ اَتھ مُتعلِق اَکھ تہِ لفٕظ ووٚنمُت
مےٚ میوٗل نہٕ موقع چٲنِس نٔوِس مکانس نظر دِنس۔
سۄ چھےٚ نہٕ موتس کھوژان۔
تِم چھِ اکھ أکِس واریاہ تِجارتی شیٚچھٕ سوزان
تٔمۍ کوٚر مخولہٕ 'یہِ چُھ نہٕ اکھ جان شہر' ۔
سٲنۍ نسٕل چھِ ہنٛدوستانس منٛز زامٕژ
ژوٗرن دِژ دٮ۪وارس پٮ۪ٹھ وۄٹھ۔
میون گاش چُھ دۄہ پتہٕ دۄہ خراب گژھان۔
سایکلُک ٹٲر منٛز چُھ نہٕ پکان۔
حِساب کِتاب اوس مُنٕش کوٚرمُت
سُہ چُھ پرٛٮ۪تھ وِزِ پنٛنہِ کامیٲبی ہُنٛد تھٮ۪کان آسان۔
نقٕل کرنہٕ آمتیٚن ویٖڈیوٗ کیسٹن چھےٚ وۄنۍ پابنٛدی لاگنہٕ آمٕژ۔
ژےٚ پزی وۄستاد سٕنٛزِ ہدایتن پٮ۪ٹھ پکنٕچ کوٗشِش کرٕنۍ۔
شاید چھےٚ یہِ تٔمۍ سٕنٛزن کامٮ۪ن منٛز ساروٕے کھۄتہٕ زیادٕ مشہوٗر۔
سُہ چُھ بٮ۪ماریو کِنۍ کمزور۔
تٔمِس چُھ کیٚنٛہہ تہِ کرنہٕ خٲطرٕ حقیٖقی اختیار۔
کُٹِھس منٛز اوس ماحول پریشان کرن وول۔
تٔمۍ سُنٛد مول چُھ بدمعاش۔
شامس گوٚو موسم واریاہ خراب۔
مدرَسس گٔیہِ طوٗفانہٕ سۭتۍ سخٕت تبٲہی۔
تِمو کوٚر ڈرٛامہ موسیٖقی سۭتۍ اِختِتام پٔزیٖر۔
مُختلِف نسلِیٲتی جمٲژن چھےٚ مُختلِف قٕسمٕچ رِشتہٕ دٲری آسان۔
تِمو کوٚر باغ کٔنٛڑۍ تارِ ہِنٛدِ جنٛگلہٕ سۭتۍ بنٛد۔
یِمن بچن قٲبلِیت آسہِ تِمن گژھِ محنت کرنہٕ خٲطرٕ حوصلہٕ افزٲیی کرنہٕ یِنۍ۔
مےٚ چھِ نَو دوست۔
مےٚ چھےٚ باسان باغوٲنی واریاہ شفا بخش۔
سُہ اوسُ لایسنٛز بغٲر گٲڑۍ چلاونہٕ خٲطرٕ گِرِفتار کرنہٕ آمُت
طِبی طور چُھ سُہ سفرٕ خٲطرٕ ٹھیٖک۔
تٔمۍ لگٲو بال جالہِ منٛز۔
تِمو دِژ مےٚ بتٕچ اکھ تھٲلۍ۔
بہٕ چُھس پرنہٕ وِزِ ٲنَک لاگان۔
اگر ژٕ گاو کٕنَکھ ژٕ کٕنَکھ تٔمۍ سُنٛد دۄد تہِ۔
پٔکِو نیرَو
ییٚمہِ گٮ۪ونُک موسیقار چُھ اکھ نوجَوان
مےٚ چُھ چُھٹیَن منٛز گاڈٕ رٹنہِ گژُھن خۄش کران۔
کیسَٹ گوٚو ڈٮ۪کَس انٛدر بنٛد۔
سُہ چُھ مِزازٕ کِنۍ اکھ تاناشاہ۔
بہٕ چُھس پرٛٮ۪تھ دِگرس پیدل سٲر کرنہِ نیران۔
اسہِ تُل کنہِ پہاڑ کہِ سفرُک لُطُف۔
تۭرِ کِنۍ اوس میانیٚن اوٚنٛگجن واے آمُت۔
تٔمِس چھِ زبردست اصوٗل۔
تٔٔمۍ کھیٚیہِ ژوٚٹ أکۍسٕے ژٔپِس منٛز
پننہِ کمزوٗریہِ تہٕ طاقت زانٕنۍ چھِ جان۔
بہٕ چٮ۪مہٕ نہٕ موٚکُر آب۔
بیول کٔڑِو دانہِ منٛزٕ نٮ۪بر۔
تٔمِس چُھےٚ خۄشوٕنۍ شکٕل۔
سۄ ٲس نہٕ یَژھان یُن
تِمو کٔرۍ پنٛنہِ زِنٛدگی ہِنٛدۍ پوشیٖدٕ منظر طٲہَر۔
اسہِ وُچھ آنٛگنس منٛز اکھ کٔچھوٕ۔
یہٕ دٮ۪وار سجاونہٕ خٲطرٕ چھِ اسہِ رنٛگ بٔرنٛگی چاکن ہِنٛز ضٔروٗرت
تٔمۍ چھےٚ پنٛنِس صحس مُتعلق گۄڈَے راے قٲیِم کٔرمٕژ۔
شُرۍ چھِ خانٛدانس منٛز زن گُل آسان۔
یوم جمہوریس پیٚٹھ آیہِ آتش بٲزی ہِنٛز نُمٲیِش کرنہٕ۔
وقفہٕ پتہٕ کٔر اسہِ نوِ سرٕ جوشہٕ سان کٲم شروع۔
خۄداے سُنٛد شُکُر چُھ زِ گوٗلۍ ژایہِ نہٕ تٔمِس مغزَن منٛز
سُہ چُھ محکمہ تعمیٖراتہِ عامَہس منٛز بَحیثیت نٲظِم کٲم کَران
سُہ اوس تتھ تقریٖبہِ منٛز ساروٕے کھۄتہٕ کم ہٮ۪مت وول نفر۔
تِمن سۭتۍ مُقابلہٕ کرُن چُھ نہٕ تٔمۍ سٕنٛدِ خٲطرٕ مُمکِن۔
اَسہِ پَزِ خۄدایَس پٮ۪ٹھ یٔقیٖن تھاوُن
تٔمۍ لٲگۍ پانَس نٔوۍ پَلَو
بہِ چُھس نہِ وۄنۍ زِندٕ روزُن یژھان۔
تٔمۍ سٕنٛزٕ أچھ آسہٕ وۄزجہِ تہٕ ودوٕنہِ۔
بہٕ ہٮ۪کہٕ پنٛنہِ بیٚنہِ پٮ۪ٹھ أچھ ؤٹِتھ بَروسہٕ کٔرِتھ
کورِ ترٛٲو پنٛنہِ بُگنہِ منٛز وَٹہٕ رۄپَے
میانہِ اوٚنٛگجہِ چھےٚ تکلیٖف دہ انٛدازس منٛز ہُنیمژٕ۔
گَرُک پوٚتُھرچُھ صاف تھاوُن۔
یہِ چُھ صاف آب۔
"تِمو چُھ اکھ نوٚو نِظام جٲری کوٚرمُت یتھ تحت تمام مُلٲزِمن باقاعدہ تربِیت نِنۍ چھےٚ۔
"
سُہ چھا تُہُنٛد ہمساے؟
وٕنکیٚس چُھ سُہ بیٖروٗنی ملکس منٛز کٲم کران۔
گاو چھےٚ ہٹہِ کِس دٲدِس منٛز ہٮ۪نہٕ آمٕژ۔
تٔمۍ چُھ پنُن پان پریشٲنی منٛز ترٛوومُت۔
مہربٲنی کٔرِتھ ٲنِو دۄدُک ٹیٚٹرٛاپیک۔
تٔمۍ کتہِ اوٚن قَلم ؟
یِم اعمال چھِ بُنیٲدی انسٲنی حقوقن ہِنٛز خٕلاف ورزی کران۔
ایٖماندٲری چھےٚ اکھ خصوصیت۔
یژھن افواہن پٮ۪ٹھ پژھ کرنۍ چھِ بیوقوٗفی۔
ہمیشہِ گژھِ کُٹھِس منٛز اژنہٕ بروٚنٛہہ اتِیُک درجہِ حرارت وُچُھن۔
یہِ مکان چُھ پٔتۍ میو دَہو ؤریو پیٚٹھٕ ترٛاونہٕ آمُت۔
تِمن ہُنٛد ڈرامہ پیش کرنُک انٛداز اوس نہٕ تیٛوتاہ اصٕل۔
زنانہِ تُل پنُن پردٕ تھوٚد۔
سُہ چُھ سیٚٹھا نیک نٲمی وول نفر مانٛنہٕ یِوان
بچن ہُنٛد خیال تھاونہٕ خطرٕ شُکرِیہ۔
یِم چھِ سٲری زُو دار ذٲژٕ۔
تٔمۍ دیُت مےٚ بَروسہٕ زِ سُہ مۄکلاوِ وقتَس پٮ۪ٹھ کٲم
جرٲحی ہِنٛدۍ طریقہٕ کار چھِ مسلسل بہتر بناونہٕ یِوان۔
روٗد پٮ۪نہٕ کِنی چُھ کھیلمزیٖد گِنٛدنٕکی امکانات کم کٔرۍمٕتۍ
بٕہ چُھس گٲو گانس منٛز کٔمِس تانۍ سٕنٛز کتھٕ کرنہٕ بوزان۔
ییٚلہِ وۄنۍ ژےٛ یہِ کوٚرتُھے، بہٕ وٕچھٕ یہِ۔
تٔمۍ کٔر پنٛنہِ پوٗرٕ طاقتہٕ سۭتۍ یَچھس نِش پان بچاونٕچ کوٗشِش۔
مہربٲنی کٔرِتھ وٕچِھو اتھ کُن۔
عٮ۪مارتہِ منٛز آو دماکہٕ کرنہٕ
تِہِنٛز بیٚمٲرۍ ہیٚکو کم تر کھیٚنس مٹہِ کھٲلِتھ۔
اونٛگجہِ تہٕ نٮ۪ٹھس درمِیان رٹھ قلم۔
ٲبی بہہ چُھ گیس چہِ شکلہِ منٛز آب۔
87 وٲنٛسہِ منٛز چھےٚ سۄ وٕنہِ تہِ جوشہٕ تہٕ ہٮ۪متہِ سۭتۍ بٔرِتھ۔
وۄنۍ چھےٚ میٲنۍ وٲرۍ۔
تٔمۍ سٕنٛز تصویٖر آیہِ قومی اخبارس منٛز ہاونہٕ۔
سُُہ چُھ کِرکٹُک سرفرِستہٕ روٗدمُت۔
تٔمِس چُھ نٮ۪بَر نہ گَژھنہٕ خٲطرٕ سَہل ہِتھ
غُنٛڈٕ چھِ مُقٲمی بسکیٖن درن پیٚٹھ حُکوٗمت کران۔
ژوٚٹ چھےٚ ٲٹِس بنان۔
کامہِ کُن چون رَویہِ چُھ نہٕ ٹھیٖکھ
ہُم عمارژٕ چھےٚ دُنیاہس منٛز بدصوٗرتی بڑاون۔
سہاحو کٔر بسہِ منٛز بِرٕ۔
فوجس آو جنگ بٔنٛدی ہُنٛد حُکُم دِنہٕ
بہٕ چھس یژھان اکھ نوٚو مایکروسکوپ انُن۔
طٲلبہِ علِم چھِ فٲصلہٕ کرنس منٛز راے یژھان۔
جاناوار سٕنٛدِس بوسس منٛز ٲسۍ ترٛےٚ کیٚمۍ۔
تباہ گٔمٕژ ناو ٲس اورٕ یور گژھان۔
یہِ اوس واریاہو مذہبی مٲہِریٖنو نامنظوٗر کوٚرمُت۔
سُہ اوس تور کرٛوٗٹھونٛدس منٛز گوٚمُت۔
تُہۍہیٚکِو یتھ مسلس پیٚٹھ سیوٚد سوال پرٛژِھتھ۔
جنٛگی گُر اوس پٔتمہِ ؤریی زبردست۔
تٔمِس پزن گۄڈٕ چیٖز رلاوٕنۍ۔
تٔمۍ سٕنٛٛزٕ أڈجہِ چھےٚ کمزور۔
یہِ اوس اکھ عجیٖب احساس۔
پژھٮ۪ن آو لولہٕ بوٚرُت خٲر مقدم کرنہٕ۔
سُہ چُھ جمٲعژ ہُنٛد دَہن ؤرین ہُنٛد تجربہٕ کار۔
اسہِ چھےٚ آرامٕچ ضٔروٗرت
سۄ گژھِ یُہُس پنٛدہ ؤرِس۔
چالٲکی چھےٚ نہٕ ہر کُنہِ کوٗشِشہِ منٛز نکھٕ وَسان۔
تٔمۍ سُنٛد موت چُھ اکھ راز۔
مےٚ چھِ نہٕ زیادٕ تیز یا زیادٕ چٔھتۍ رنٛگ خۄش کران، درمِیٲنی چھِ مےٚ ٹھیٖک باسان۔
تٔمِس چھےٚ سِیٲسی جمٲعژ ہِنٛزِ اہم شخصِتن ہِنٛز حمایت حٲصِل۔
جہاز گوو تباہ تٕہ تتھ منٛز سوار سٲری ۱۵٠ مُسافِر گٔی ہلاک
آیرویدٕکۍ ڈاکٹرو چُھ ایڈس خٲطرٕ دوا ایجاد کوٚرمُت۔
بہٕ کھوٚتس وۄتھٕ ہیرِ اویزان
ییٚلہِ سنتوٗرٕچ تال واینہٕ یی، مےٚ سۭتۍ نٔژۍزیٛو۔
تٔمۍ چُھ علم الامراض اہم موضوٗع کِس طورس پیٚٹھ روٚٹمُت۔
زٔمیٖن دار چھِ پنُن کٕنٕک مُنان۔
سُہ چُھ پنٕنۍ کھ ثٲبِت کرنٕچ کوٗشِش کران۔
بہٕ پیٛانوہوس واریاہس کالس۔
ژےٚ پزی نہٕ اُمید تراوٕنۍ
یتھ واقعس دیُت میٖڈیاہن بٔڑِس پیمانس پٮ۪ٹھ خبر سٲزی۔
سُہ چُھ پنٛنیٚن مُلٲزمن کم تنخواہ دِوان۔
سُہ چُھ اکھ مشہوٗر مٲہرِ امراض۔
رٮ۪تھ انٛد واتنہٕ برٛونٛہہ چھےٚ یہِ کٲم سپداوٕنۍ لٲزمی۔
یتھ کُلِس چھِ جوٗنس منٛز پوش پھۄلان۔
تِہِنٛز ناو گٔیہٕ دٔریاوس منٛز یِرٕ۔
سُلہِ یا ژیٖرۍ اوس یہِ سپدُن یقیٖنی۔
سُہ اوس خۄد غرض تہٕ دغا باز بنٮ۪ومُت۔
بہٕ کھیٚمہٕ نہٕ سُہ زہر۔
تٔمۍ سٕنٛز دٔلیٖل ٲس سخت دۄکھٕ زد۔
سُہ پرٛون منٛدر چُھ کُلیٚن منٛز کٔھٹِتھ۔
کھسن وٲلۍ گیہِ پیٚٹھمِس مُقامس تانۍ واتنس منٛز ناکام۔
تِم چھِِ جنٛڈٕچ فرمان بردٲری کران۔
فنُک عجٲیِب گر چھا پرٛٮ۪تھ دۄہ یلہٕ آسان؟
سڑکن پیٚٹھ چھےٚ گاڑیٚن ہِنٛز مقدار بَڑان۔
لبہِ ٹھاسنہٕ یِنہٕ سۭتۍ لوٚگ مےٚ کَلَس
تٔمۍ سٕنٛز موج چھےٚ تٔمۍ سٕنٛدِ خٲطرٕ وردن انٛنہِ گٔمٕژ۔
تجسس اوس ناقٲبلہِ برداشت۔
تِمو کوٚر 60 فیصد شِیر کٕننُک فٲصلہ۔
ییٚلہِ تٔمۍ مِٹھٲے وچھ تس آو ٲسس آب۔
تاجِرۍ ٲسۍ پنُن اوٹ نوٗنہٕ سۭتۍ بڑاوان۔
حُکوٗمت کرِ مُلٲزمن خٲطرٕ الگ اپارٹمٮ۪نٛٹ قٲیِم
بہٕ گوس تور پکان پکان۔
مےٚ اوسُک یٔقیٖن دیُتمُت زِ یِم شَرٕط یِن جلدی نٲفِز کَرنہٕ
تٔمۍ دِژ وارٕ وارٕ پنٛنہِ کورِ ہِنٛزِ نرِ مۄٹھ۔
بیٚیَن مُلکَن سوزنٛہٕ برٛونٛہہ چُھ یِوان تیٖل ڈرٛمَن منٛز بَرنہٕ
تُرٛکوٗنٛٛل چُھ ترٛےٚ طرف وول آسان۔
بحژ بےٚ ربط کرنہٕ خٲطرٕ آو تِمن پیٚٹھ حملہٕ کرنہٕ۔
کِتابہِ ہُنٛد پوٗنٛژِم باب چُھ بِذٲتی مُصنِف سٕنٛزِ دٕلیٖلہِ ہُنٛد اہم حِصہٕ۔
ہِمالیٲیی پہاڑ چھِ ہِنٛدوستان کیٚن سرحدن پیٚٹھ۔
تاج اوس الماسو تہٕ مۄختو سۭتۍ جٔرِتھ۔
میٛٲنۍ بٕڑۍبَبن بوزنٲو مےٚ اَکھ مَزٕ دار دٔلیٖل
تِمو منٛز چھِ کیٚنٛہہ مُسافِر ییٚتہِ از موجود۔
مُجرِمس ٲس بادشاہن معٲفی دِژمٕژ۔
تٔمِی سٕنٛزِ آوازِ منٛز ٲس تھکاوٹ۔
یوٗتاہ خانٛدٲنۍ تیٛوٗتاہ نرم۔
اگر تُہۍ یتھ نوکری خٲطرٕ درخواست چُھو یژھان دیُن تیٚلہِ سوٗزِو تِمن پنُن تعليمی کوایف۔
ییٚمہِ لٹہِ پھسَے نہٕ بہٕ کیٚنٛہہ۔
مےٚ چھےٚ وۄمید زِ ژٕ گوکھ نہٕ میٛانہِ سۭتۍ تنٛگ
تٔمۍ لگوو وَنس منٛز تیٖر۔
سۄ ہیٚکہِ کُنہِ تہٕ وِزِ یِتھ۔
بہٕ چُھس نہٕ تنہٕ تٔمِس پٮ۪ٹھ بَروسہٕ کَران یَنہٕ پٮ۪ٹھٕ تٔمۍ مےٚ دغا دیُت
تِم چھِ لبہِ زدٕ کران۔
اِختِیار چُھ مُقٲمی حُکامن دِنہٕ آمُت۔
سُہ چُھ رباب وایان۔
سٮ۪سہٕ گٔیہِ گۄڈٕ بٕتِھس پیٚٹھ تہٕ پتہٕ زنٛگن پیٚٹھ ظٲہِر۔
سُہ روٗد اکھ خطرناک مُخٲلف۔
یِمو منٛزٕ یُس تہِ کانٛہہ خۄش کَریو سُہ تُلِو۔
تور گژُھن چُھ نہٕ ضروٗری۔
پوٗرٕ مُلک چُھ پریشٲنی منٛز۔
تۄہہہِ یِتِھس ناماور فنکارس سۭتۍ تعٲرُف کرناونس منٛز چھےٚ مےٚ سخت خوشی میلا۔
سۄ ٲس پوٗرٕ پٲٹھۍ ناولہِ سۭتۍ آوٕرۍ گٔمٕژ۔
تِم چھِ واریاہ زیادٕ رۄپیہِ ہٮ۪وان۔
مےٚ چھِ گَرِ پانٛژھ کۄکرٕ
سٔہلاب پکہِ کیٚنٛژس کالس منٛز برٛونٛہہ کُن۔
سُہ اوس پنٛنہِ نیرنہٕ کیٚن وجوہاتن مُتعلق واضح۔
تٔمۍ بوٗز میٲنۍ دۄکھٕ زد دلیٖل۔
اَسہِ چھِ کانفرنٛسہِ خٲطرٕ سٮ۪ٹھا رَقم مُشخَص تھوومُت
بے شک چھےٚ تٔمِس پونٛسن ہِنٛز ضٔروٗرت۔
مےٚٚ چُھ صِرِف ییٚمہِ کِتابہِ ہُنٛد ٲخری سبق پوٚرمُت
گاڈٕ وٲلِس اوس موسمہٕ سۭتۍ بُتھ خراب گوٚمُت۔
یہِ مَکان چُھ دۄن تَزَن عمارتن منٛز باغ
تمہِ تھوِ کتابہٕ پنٛنہِ ویٚسہِ نِش۔
پرٛٮ۪تھ چیٖزس اوس ٹیگ لٲگِتھ۔
بہٕ اوسُس لبہِ سۭتۍ واریاہس کالس کھڑا
ڈبہٕ گژھن لٔکرِ ہِنٛدۍ بناونہٕ یِنۍ۔
سۄ چھےٚ أکِس امیر گَرس سۭتۍ تعلُق تھاوان۔
مےٚ دِژ طاقس پیٚٹھ ژھٲنٛڈ مگر مےٚ لٔب نہٕ سۄ کِتاب۔
بہٕ ہٮ۪کہٕ نہٕ ژےٚ پٮ۪ٹھ مزیٖد بروسہٕ کٔرِتھ۔
کوٗر چھےٚ نہٕ گٮ۪وان بلکہِ چیٖکھ دِوان۔
أسۍ نِمو اصلِیت معلوم کرنہٕ پتہٕ فٲصلہٕ۔
تس سٕنٛدِ خٲطرٕ تٔمۍ سُنٛد لول چُھ سیٚٹھا زیادٕ۔
دۄدَس منٛز چُھ کیٚلشِیم موجوٗد آسان
بہٕ چُھس یہِ ہٮ۪نس پیٚٹھ غور کران، مگر چُھس وۄتلان تہٕ بڑان۔
تٔمۍ وتھروو شیٖشس پیٚٹھ بہہ۔
سُہ چُُھ یتھ عمارتہِ منٛز چوٗکۍ در۔
تِم گژھن پنٛنیٚن قبٲیلی علاقن منٛز واپس۔
مےٚ کٔر گاڈِ منٛز کلہٕ پٮ۪ٹھ چھِ راڈِ تھپھ
مےٚ کٔر أکِس بٕڑٕ موہنوِس سڑکِہ اَپور ترنس مدد
ہوٲیی اڈن پیٚٹھ چھِ واریاہ مزدور لبنہٕ یوان۔
اسہِ پَزِ زِٹھیٚن عزت کرُن
تٔمۍ کوٚر کُنیٚر تہٕ غُربت کہِ بٕجرُک تصوُر۔
ایمبلنسہٕ آیہِ جایہِ وٲرداتس پٮ۪ٹھ تعینات کرنہٕ
بڑِ دروازٕ ناوٕ پٔٹ ٲس پُھٹمٕژ۔
بہٕ چُھس تٔمۍ سٕنٛزِ کامہِ سۭتۍ سیٚٹھا زیادٕ مُتٲثِر۔
کِتاب چھےٚ واریاہ مزٕدار ۔
تِنٛزِ مٲلی ترقی منٛز چُھ نہٕ کانٛہہ ہُرٮ۪ر باسان
تٔمۍ سٕنٛدۍ تقریٖرن کوٚر سامعینن پیٚٹھ اثر۔
جنٛگی خطرو کِنۍ آیہِ مُہٲجِر ژلراونہٕ۔
اسہِِ پیٛارنہٕ خٲطرٕ نیٚمیو سُہ اکی طرفہٕ۔
یہِ چُھ واضح زِ تٔمِس چھےٚ تسسٕنٛز رِش۔
مےٚ لوٚگ لبہِ سفید رنٛگہٕ پھش دِنس پوٗرٕ دۄہ۔
اگر پاور گَژھِ تیٚلہِ زٲلۍ زٮ۪و موم بٔتۍ
سُہ چُھ گوٚب بار ہیٚتھ۔
سۄ ٲس خوشی سۭتۍ أنٛدری اسان۔
مےٚ رٲو پنٕنۍ نٔو ڈِسک۔
معٲفی گژھِ دِنۍ، مےٚ ترٛووا تُہنٛدِس بستس پیٚٹھ کھۄر؟
یہِ چُُھ تٔمۍ سُنٛد قلم
حٲمِلہٕ گژھنہٕ پتہٕ پزِ زنانَن احتِیاط کرُن
فوجِکۍ چیٖفَن کوٚر سرحٔدی علاقن ہُنٛد دورٕ
یہِ چھےٚ جانوَرن ہِنٛز سۄ ذٲژ ییٚمَن کمزور زنٛگہٕ چھےٚ آسان
تٔمۍ کوٚر شانٛٛدٕ گنٛدِ روٚستُے شۄنٛگنس کوٗشِش کرنُک فٲصلہٕ۔
عِمارتس پٮ۪ٹھ لگوو کٕمۍ تانۍ بم ییٚمہِ کِنۍ موقعس پیٚٹھ واریاہ لُکھ مارٕ سپٕدۍ۔
مجٲہدو کوٚر یرگمالن پٮ۪ٹھ قبضہ
تٔمۍ چھِےٚ ہمیشہٕ پنٛنِس مٲلۍ سٕنٛدِس نقشہٕ قدمس پیٚٹھ پکنٕچ کوٗشِش کٔرمٕژ۔
نارن کوٚر مکانہٕ تباہ
ییٚمہِ اِدارُک صدٕر چُھ کارکُنن منٛز واریاہ مشہوٗر۔
اپارِ یپور کٔدل چُھ دۄن اہم جاین رلاوان۔
رِشوَت خوری خٲطرٕ تیٚمۍ سٕنٛز نَنہِ وانہٕ ناپَسنٛدگی چھےٚ سارنی پَے
بہٕٕ روزٕ ہمیشہٕ چون دوست۔
کالکرنڑس چُھ اکھ پنچایت حکوٗمت کران یتھ منٛز پانٛژ سیٖٹہٕ چھےٚ۔
"رس کڑنہٕ خٲطرٕ آو سنٛگتر زورٕ چیٖرنہٕ۔
"
مےٚ گُزٲرۍ شےٚ رٮ۪تھ ٲکِس وزٹنگ پروفیسر کِس طورس پیٚٹھ۔
برٛونٛہہ کالہِ اوس یِوان جنٛگس منٛز لڑنہٕ خٲطرٕ توپھن ہُنٛد اِستعمال کرنہٕ
سُہ چُھ اکھ واریاہ قٲبِل نفر
کمپٔنی چُھ پونٛسن ہُنٛد اِنٛتِظام بینٛکس قرضہٕ ہٮ۪تھ کوٚرمُت۔
تٔمۍ کوٚر پنٛنہِ کورِ لولہٕ سان نالہٕ موٚت۔
تٔمۍ سٕنٛٛز لِکھٲے چھےٚ واریاہ خۄشوٕنۍ۔
مَے چُھ ہہٕ لوٗبوُن بیٛارِ بچہٕ پسنٛد۔
تٔمۍ سُنٛد مانُن چُھ زِ اگر سُہ پنٕنۍ غلطی مانہِ تٔمِس گژھِ عزت کم۔
سۄ ٲسۍ گۄلٲبۍ پٔنچھوٗوَس منٛز سٮ۪ٹھا خۄشوٕنۍ گٔمٕژ
پٔژھۍ وٲتۍ دُپہارس۔
سۄ چھےٚ غٔریٖب طبقٕچ کوٗر
مےٚ چُھ پنُن سایکل ٹھیٖک کرُن۔
تمہِ چھےٚ بروٚنہہ تہِ یتھ اِدارس منٛز کٲم کٔرمٕژ۔
مسلہٕ حل کرنہٕ خٲطرٕ چُھ تۄہہِ پنٛنِس طریقس ترتیب دِنٕچ ضروٗرت۔
ییٚلہِ أسۍ تور وٲتۍ سُہ اوس لارِ منٛز۔
زٕ عمارتہٕ آسہٕ اکھ أکِس نِش تقریٖباً 50 میٖٹر دوٗر کھڑا۔
اسہِ ٲسۍ کٲجِس خٲطرٕ ٲلوٕ رٔنۍمٕتۍ۔
میٲنۍ بٲے ہٲوۍ مےٚ کٲم کرنس منٛز وتھ
کیٚنٛٛہہ جاناوار چھِ لرزوٕنہ آواز کٔڑِتھ گٮ۪وان۔
گٲڑۍ ہٮ۪نہٕ وِزِ کم خٔصوٗصِیاتہٕ چُھکھ ژٕ وٕچھان۔
سُہ اوس واریاہ توہم پرست۔
اسہِ چُھ مسلہٕ کِس بُنیٲدی وجہس واتُن۔
تٔمۍ کٔر صُبحن پٮ۪ٹھٕ شام تام کٲم۔
تٔمِس گیہِ جلدی تٔمۍ سٕنٛدۍ تسلہ۔
ییٚلہِ بہٕ سٮ۪ٹھاہ مُشکِلس منٛز اوسُس تٔمۍ کٔر مےٚ أکِس حمایت کار سٕنٛدۍ پٲٹھۍ مدد۔
تۄہہِ پیٚنو پنٕنۍ دعوی لیٚکِھتھ دِنۍ۔
بہٕ نیرٕ نہٕ پنٛنٮ۪و حَدو نٮ۪بَر
تمام قٲیدٕ چھِ پٕھٹراونہٕ یِنہٕ وٲلۍ۔
ژےٚ چُھیہِ پوٗرٕ بھروسہٕ زِ یہِ اوس نٮ۪صف رٲژ پتہٕ؟
یِتھۍ سوال چھِ طٲلبہِ عٔلِمن دُلہٕ مُلَس منٛز ترٛاوان
گُدامس چُھ نارٕ سۭتی خطرناک پٲٹھۍ نۄقصان ووتمُت۔
نٔو پروفیسر چھےٚ پنٛنِس طور طریقس منٛز زیادٕ یلہٕ۔
بچہٕ' سُنٛد جمع کیاہ چُھ؟
مےٚ کھٔژ چٲنۍ ٹَے پسنٛد۔
لٔڑکہٕ اوس باغس منٛز خوشی سان گِنٛدان
تٔمۍ گُزٲرۍ زٕ رٮ۪تھ جنٛگ زدٕ شہرس منٛز۔
بیمار تہٕ زخمی ٲسۍ جنٛگی علاقہٕ منٛزٕ کڑنہٕ آمٕتۍ۔
تٔمۍ کٔر ۍ تیٖتۍ پوش جمع ییٖتۍ تٔمۍ ہیٚکۍ
تِم چھِ گٲمی علاقس منٛز اکھ نوٚو مدرسہٕ بناوان۔
خراب صحبَتس منٛز روزنہٕ کھۄتہٕ بہتر چُھ کُنُے زوٚن روزُن
میٛٲنۍ موج چھےٚ اکھ مٲہِر رنن واجیٚنۍ۔
سُہ چُھ ٲبی جہاز کیٚن اِنٛجنن ہُنٛد با اِختیار افسر۔
تٔمِس پزِ رٮ۪تہٕ کالہِ تٔنۍ قمیٖض لاگٕنۍ۔
مےٚ چُھ پَنٕنۍ بیٚنہِ انٛنہٕ خٲطرٕ ہَوٲیی اَڈَس پٮ۪ٹھ گَژُھن
اسہِ کوٚر سوٚدرٕکِس بٔٹِھس تانۍ شٲہی گاڑِ منٛز سفر
مریم آیہِ سالس گۄلٲبۍ رنٛگُک پۄشاک لٲگِتھ۔
چون وۄستاد چُھ چون بہتریٖن وَتھہ ہاوُن وول
میانہِ سفرُک ذِکِر کٔرۍ زِ نہٕ کٲنٛسی نِش۔
تٔمِس چھےٚ زیادٕ کھۄتہٕ زیادٕ نفع زیننٕچ خواہِش۔
تمہِ نِیہِ بٮ۪مار بیٲرۍ جانوران ہنٛدِس ڈاکٹرس نِش۔
مازس منٛز چُھ واریاہ پرٛوٹیٖن آسان۔
تِم وٲتۍ أکِس سرسری نتیٖجس پیٚٹھ۔
تٔمۍ سٕنٛزِ بٮ۪مارِ کِنۍ ہیٚکہِ نہٕ سُہ زیادٕ کالس زِندٕ روٗزِتھ۔
مےٚ روو پنُن بٔٹوٕ۔
حالے طوٗفانٕکۍ ٲسۍ خوفناک اثرات۔
ساینس دانن ہٕنٛز اکھ ٹوٗلی آیہِ کتھ تانۍ تحقیٖق خٲطرٕ امریکہ سوزنہٕ۔
کیرلا ہس منٛز چھِ آبٲدی ہُنٛد گَنیٚر واریاہ کثیٖر
سُہ اوس اکھ خۄشوُن جَوان نفر۔
سُہ چُھ پنٕنۍ کٲم عوٲمی طور کرٕنۍ یژھان۔
سۄ ٲس تتہِ تٔمۍ سُنٛد اِستقبال کرنہٕ خٲطرٕ۔
تٔمِس چُھ ہوٲیی سفر کھران۔
تِم ٲسۍ أکِس ہجوٗمس برٛونٛہہ کنہِ تلوار جنٛگ کران۔
فون ژوٚل میانیو تھرٕ تھرٕ والیو اتھو منٛزٕ نیٖرِتھ۔
جُرمہٕ منٛز آیہِ کمی لبنہٕ۔
میزس پیٚٹھ چھِ کیٚنٛہہ نِشان۔
ژٕ ہیٚککھٕ کُلیٚن آب دِتھ؟
باقٕے جبس منٛز ٲس ٲبی مٲش تہٕ ژھاوٕجہِ شٲمِل۔
تٔمۍ وُچھ چڑیا گرس منٛز اکھ روٗسۍ کٔٹ۔
چمرٕ بناون وٲلِس اوس واریاہ نقد رقم۔
یہِ چُھ تٔمۍ سُند رُت برتاو زِ تمۍ ترٲو تس زنانہِ پنٕنۍ سیٖٹ۔
ہُہ چُھ لالچی انسان
پُلیٖسن کٔرۍ قتل کیسٕکۍ تفصیٖلات سوٚمراونہٕ خٲطرٕ ثبوٗت جمع۔
سون مقصد چُھ گِنٛدان گِنٛدنہٕ کہِ ذریعہٕ ہیٚچُھن۔
تٔمِس آو دِلُک دورٕ
تِمن پزِ گۄڈٕ زخمن پیٚٹھ مرہم پٔٹ لاگٕنۍ۔
سۄ چھِےٚ اکھ کامیاب کارٕبار چلاوان۔
کیٖرِس منٛز چُھ نہٕ زیادٕ آب۔
مےٚ چُھ شک زِ سُہ یِیا سالس کِنہٕ نہ۔
نارٕ سۭتۍ گوٚو سٮ۪ٹھا زیادٕ نۄقصان۔
حٲدِسس منٛز گوٚو مےٚ کھووُر کھۄر زخمی۔
آنول آو ماجہِ ہِنٛدِ شِکمہٕ منٛزٕ کڑنہٕ تہٕ بچہِ دٲنۍ آیہِ ٹیبو سۭتۍ بنٛد کرنہٕ۔
گٲڈۍ چلاون وٲلۍ کوٚر اچانک دٔچُھن کُن موڑ۔
تٔمِس چھےٚ پرٛٮ۪تھ قٕسمچہِ کتابہٕ خۄش کران۔
جَگس منٛز چھا کیٚنٛہہ ترٛیش؟
سۄ چھےٚ ٹایپِسٹ سٕنٛزدِ عہدٕ خٲطرٕ کوٗشِش کران۔
ایٚٹم بم چُھ اِنسٲنیت خٲطرٕ سَخٕت خَطرٕ۔
تٔمِس اوس اَکھ بُلنٛد پیشہٕ
سٕژنہِ پیٚتِس پٮ۪ٹھ ہٮ۪کن ساسہٕ بٔدۍ وایرس ٲسِتھ۔
تِٔم ٲس کِرکٹ کِس جوشس منٛز ہٮ۪نہٕ آمٕتۍ۔
تِمو منٛزٕ اوس نہٕ کانٛہہ تہِ تھوٚد۔
یتھ کھیٚنس سۭتۍ چھا چاے شٲمِل؟
مہربٲنی کٔرِتھ ترٛاو پکھٕ یلہٕ۔
بہٕ ہٮ۪کہٕ نہٕ پٔکِتھ کیٛازِکہِ بہٕ چُھس تھوٚکمُت بیٚیہِ چُھ نیٚبرٕ روٗد تہِ پٮ۪وان
ژےٚ سوٗزتھٕ میون درخواست؟
بہٕ اوسُُس نہٕ مایوٗسٕے یوت کیٚنٛہہ، بہٕ اوسُس بِلکُل پریشانہِ حال۔
وٕچھِو ہیوٚر اسمانس کُن۔
تِمو چھےٚ کیٚنٛہہ کِتابہٕ لیٚچھمَژٕ
سُہ چُھ اکھ زبر کارکُن۔
اِتِحادُک اعلان یِیہِ مُنٲسِب وقتَس پٮ۪ٹھ کَرنہٕ
بنٛدوٗق چیٚن گولیٚن ہِنٛزِ آوازِ سۭتۍ چُھ مےٚ دہشت گژھان۔
تٔمۍ سٕنٛدۍ خیالات تہٕ عامال چھِ نہٕ رلان
امہِ کتھِ سۭتۍ چُھ تٔمِس شرارت کھسان زِ سۄ ہیٚچ نہٕ سٲر کرنہِ گٔژِھتھ۔
مےٚ میلیٛو اکھ گملہٕ یُس برابر تمہِ کُے جورٕ چُھ یُس اسہِ گۄڈٕ پیٚٹَھے چُھ۔
چھاتہِ ہِنٛزِ بیٚمارِ کِنۍ اوس سُہ شوں شوں کٔرِتھ شہہ کھالان۔
تٔمِس چھِِ رنٛگ برنٛگی پَلو۔
تٔمِس چُھ درمِیٲنی قد۔
سُہ چُھ ییٚمہِ اِدارُک نٲظِم۔
لالٕچ کرٕنۍ چھےٚ گۄناہ۔
توہہِ گژھیٚو پریشٲنی، میانیٚن کتھن پیٚٹھ کٔرِو غور۔
تٔمۍ سُنٛد مول چُھ کٕلٲرٕک
اسہِ چُُھ رٮ۪تس سوٚمب سٮ۪ٹھاہ مقدارس منٛز سوداہ۔
تِم چھِ بِلہِ خٕلاف عملی طورس پیٚٹھ اثر ترٛاوان۔
تِم چھِ ہُتھ مکانس منٛز روزان۔
پادٕرۍ اوس نہٕ گِرجا گَرس منٛز
اسہِ لوٚگ دِگرس شراب چیٚنس مزٕ۔
کارٕبار شُروٗع کرنہٕ خٲطرٕ چھِ اَسہِ سٮ۪ٹھا پونٛسَن ہِنٛز ضٔروٗرت
یہٕ نقشہ نویسی چھےٚ اکہِ زٲولہِ پیٚتۍ دار قلمہٕ سۭتۍ کرنہٕ آمٕژ۔
بہٕ گوس تٔمۍ سٕنٛدِ جوابہٕ سۭتۍ دُلہٕ مُلس منٛز۔
تٔمِس چُھ میادس السر۔
زنانہٕ چھےٚ کرٛہنہِ میٚژِ سۭتۍ لوٗبوٕنۍ نٔٹۍ بناوان۔
اِمتِحانس منٛز گٔیہِ لگ بگ سٲری پاس
یوٚدوَے زخم بلہِ مگر نِشانہٕ روزِ توتہِ۔
تٔمۍ یہِ تہِ ووٚن تہِ اوس پنٛن،س پانس پردٕ ترٛاونہٕ خٲطرٕ۔
قٲبلہِ فتح باسکٹ بال ٹیم آیہِ سہولیت سان ہارناونہٕ۔
یِم زیور چھِ اعلیٰ قٕسمٕکہِ دھاتٕکۍ بنیمٕتۍ۔
تٔمۍ دیُت پنٛنہِ مرضی پیٚٹھ اِستعفہٕ۔
یتھ زمیٖنس چھےٚ طاقتٕچ کٔمی۔
مےٚ پزِ ہا نہٕ یوٗت زیادٕ چیوٚن۔
میون مطلَب چُھ، سُہ اوس ہمیشہِ میچھِ کتھٕ کران
تٔمِس چُھ خطرناک کلہٕ دود۔
لُکھ چھِ تٔمِس لڑایہِ گٔر زنان ونان۔
ٹیٖمہِ چھےٚ حالے ہفتن منٛز رفتار اتھٕ گٔمٕژ۔
ییٚمہِ ناولہِ ہِنٛز دلیٖل چھےٚ قٲتِل سُنٛد پَے کڑُن۔
سُہ چُھ سون گریلوٗ مُلٲزِم۔
مےٚ چھِ سبٕز سبزِیہِ کھیٚنۍ خۄش کران۔
سِگریٹ چوٚن چُھ صحتہٕ خٲطرٕ سٮ۪ٹھا مُضِر
تٔمِس چُھ نہٕ کانٛہہ تہِ تَصَوُر زِ اکھ کامیاب کاروبار کِتھ کٔنۍ چلہِ
خانٛدٲنۍ نفر چھِ نہٕ زانٛہہ تہِ خطا کران۔
پٔژھۍ چھِ ہالس منٛز بِہِتھ
تۄہہِ پزِہو کم شراب چیوٚن۔
تٔمِس میٛول پوشَن ہِنٛدِ سَجاوٹہٕ خٲطرٕ گۄڈنیُک انعام
مےٚ سۭتۍ کَر دوستہٕ سٕنٛدۍ پٲٹھۍ سٔلوٗک
مٲلشہِ کٔر دگ کم کرنس منٛز مدد۔
ؤزیٖرِ اعظمن کٔر کتھ باتھ کرنہٕ خٲطرٕ پنٛنِس کابیٖنس سۭتۍ مُلاقات۔
مےٚ ہیٚچ نہٕ گٲڑۍ ٹھاسنہٕ نِش بَچٲوِتھ
تِمو تھاوِ دُکانس ساروٕے کھۄتہٕ بہترین سبزِیہِ ٹھیلس منٛز۔
گاغزَس پٮ۪ٹھ بنٲیِو اَکھ دٲیرٕ
تٔٔمۍ کوٚر اسہِ خلاف جوشہٕ ہوٚت حملہٕ۔
تٔمۍ سٕنٛزِ ماجہِ تھٲو تٔمِس پیٚٹھ ہوشیار نظر۔
ٲسۍ چھِ یژھان زِ ژٕ گٮ۪و اکھ بٲت۔
سبزی وان چھِ ہر کُنِہ جایہ۔
مےٚ چُھ چَک کیش کرنہٕ خٲطرٕ بیٚنٛکَس پٮ۪ٹھ گَژُھن
أسۍ کرو تھکہٕ روٚس یہِ حٲصِل کرنٕچ کوٗشِش۔
مےٚ چُھ سُہ تَسٕنٛزِ حٲظر جوٲبی باپتھ خۄش کَران
کیٚنٛہہ شرط چھِ نہٕ تُہنٛدِس معاملس منٛز موزوٗن۔
تِمو کٔر گٔدۍ دار چھتس مرمت کرنٕچ کوٗشِش۔
شُرۍ ٲسۍ یَژھان دانٛدس سَوٲرۍ کَرٕنۍ
یہِ ٲس فوجس خٲطرٕ کامیٲبی۔
سُہ چُُھ ہسپَتالَس منٛز پنٛنہِ زِنٛدگی سۭتۍ لَڑان
تُہۍ ہیٚکِو پنٛنہِ سٔہوٗلِیت مُطٲبِق یِتھ
بہٕ چُھس نہٕ پنٕنۍ ذٲتی معاملہٕ پنٛنٮ۪ن سٲتِھین باوان۔
تٔمِس چُھ فن کارانہٕ مِزاز
تِمن چھےٚ نہٕ پَیی زِ تِمن کوٚت پزِ گژُھن۔
ہایی سکوٗل تعلیٖم حٲصِل کرنہٕ خٲطرٕ گژھِ اِبتدٲیی تعلیٖم آسٕنۍ۔
ٹٲر چھِ مُسلسل اِستعمال سۭتۍ گسہٕ یِوان۔
تِمو کٔر یتھ واقعس پردٕ ترٛاونٕچ سٮ۪ٹھا کوٗشِش۔
یِم پلو واتن تتھ سوٗٹ کیسس منٛز
بیاکھ پروگرام یِیہِ وٕنۍ نشر کرنہٕ۔
پٕٔلاسٹِک ڈبہٕ چھِ آزکل پرٛٮ۪تھ جایہِ موجود۔
مےٚ چُھ پوٗرٕ یٔقیٖن زِ سُہ چُھ بےٚ گۄناہ
کافی شاپ چھِ ہوٹل کِس رِسیٚپشَنٛس لرِ لوٚر
جنگل چھے جانورن ہٕنٛز روزن جاے
مےٚأنۍ حال حالٕے اکھ نٔو گٔر۔
سُہ چُھ صِرِف مُجرِمانہٕ کیس رَٹان۔
ماز اوس بد مزٕ۔
تٔمۍ کوٚر پنُن فیٖس ترٛاونس پیٚٹھ آنٛکار۔
مےٚ باسیوو بہٕ گژھٕ بےٚ ہوش۔
اسہِ آسہٕ جادوٗیی تماشہٕ خٲطرٕ برٛونٛہٕے ٹِکٹہٕ انِمژٕ۔
ٲخری قٕسط یی پگاہ ہاونہٕ۔
یُتھ کھوج چُھ صِرِف کیٚنٛہن مخصوٗص حالاتن منٛز مُمکِن۔
یہِ چُھ صاف زیتون تیٖل۔
تٔمِس چُُھ اصٕل مِزاز۔
یتھ مکانس منٛز چھِ ژور کُٹھۍ تہٕ اکھ ہال
گاوِ چھِ تھنس بٮ۪مٲرۍ۔
کورسَس منٛز دٲخلہٕ خٲطرٕ چھِ اَوسَط نمبَر پنٛژہ فیٖصَد
سۄ چھےٚ مرض الموت بیٚمارِ منٛز ہٮ۪نہٕ آمٕژ۔
دۄن دۄہن ہِنٛدِس ؤرکشاپس منٛز کٔر مےٚ واریاہ زانٛکٲری حٲصِل۔
تٔمِس پیٚیہِ پنٛنہِ سٮ۪سہٕ کڑنہٕ خطرٕ جرٲحی کرٕنۍ۔
یہ چُھ اکھ لوٗبوُن بٔنٛگلہٕ۔
بِلہِ گژھِ ییٚتھۍ اِجلاسس منٛز منظوٗری میلٕنۍ۔
تٔمۍ سٕنٛدۍ ٹھٹھن کٔر پریشٲنی دوٗر کرنس منٛز مدد۔
میانہِ ماجہِ مانرٲونس بہٕ صِرِف یۄہَے پیشہِ چُنٛنہٕ خٲطرٕ۔
تٔمِس اوس سفید ٹیٚچہِ دار نیٖلۍ رنٛگُک پۄشاک لٲگِتھ۔
سُہ چُھ بےٚ صِفت۔
تَتھ المارِ ٲسۍ واریاہ خانہٕ
یہِ زنان چھےٚ پنٛنہِ بدمعٲشی خٲطرٕ مشہوٗر۔
فِلِمہٕ وٕچھنہِ چھےٚ تٔمۍ سٕنٛز کمزوٗری۔
تٔمۍ سُنٛد لۄکچار اوس مُصیٖبتو سۭتۍ بٔرِھ۔
یِم تماشہٕ چھِ بیٹری پٮ۪ٹھ چلان۔
یہ فِلِم چھےٚ بُہودری ہِنٛز اکھ دٔلیٖل۔
اسہِ انہِ دیوالی خٲطرٕ شیٖشُو بتہِ۔
تِم آیہِ ناوۄمیدی نِشہِ ٲخری موقعس پٮ۪ٹھ بچاونہٕ
تٔمۍ سٕنٛدۍ مٲلۍ ووٚن، ہمیشہِ گژھِ دلیر تہٕ پٔزۍزیور روزُن۔
تٔمۍ سُنٛٛد مُلکی طور طریقہٕ چُھ سارنی خۄش کران۔
یہِ رُکاوٹ چھےٚ واریاہ تنٛگ کرن واجیٚنۍ۔
تٔمِۍ سٕنٛدۍ تقریٖر چھِ میٛانہِ سَمٕج نٮ۪بَر
لاگت کہِ وجہ سۭتۍ پیوٚو تِجارتی جنٛگہٕ نِش دوٗر روزُن۔
تٔمۍ یوٚژھ تہٕ سۄرے گوٚو تٔتھۍ مطٲبِق۔
مےٚ چُھ پنٛنِس معشوق سُنٛد سٮ۪ٹھا پھیران
تٔمۍ سٕنٛدِ کُٹِھچ شیٖشہٕ المٲرۍ ٲس واریاہ شوٗبوٕنۍ۔
سۄ چھےٚ کُنوُہ ؤرِش۔
کمرٕچہِ أڑجہِ ہِنٛدِ زخمہِ کِنۍ پیوٚو تس واریاہ مُصیٖبت تُلُن۔
تٔمِس چھےٚ اِمتِحانس منٛز اردٲہِم پُزِشن آمٕژ
فِکِر مہ ہےٚ، سورُے گژھِ ٹھیٖک۔
یہِ سُہ ونان چُھ تتھ پیٚٹھ کٔرِو توجہٕ۔
تٔمۍ گُزور وقت سۭتۍ سفر کرن والیٚن سۭتۍ کتھ باتھ کران۔
بٕہ چُھس یژھان اکھ قٲلیٖن انُن۔
مےٚ چھِ فہرستہِ پٮ۪ٹھ پنٛژہ ناو
پنٛنٮ۪ن فرٲیضن نِش مہ ہیٚیِو لوٚب۔
کُلیُک گۄڈ چُھ أنٛدٕرۍ کھۄکُھر۔
تٔمِس چھےٚ أمیٖر بنٛنٕچ سیٚٹھا خٲہِش۔
مول موج گَرٕ یِنہٕ برٛونٛہٕے گٔیہ تِم الگ۔
تِم چھِ نہٕ جنگ جووَن ہِنٛزِ جمٲعژ ورٲے کِہیٖن تہِ۔
یہِ چُھ تٔمۍ سُنٛد واریاہ بَجر زِ تٔمۍ دیُت پَنُن نٮ۪صٕف تنٛخواہ سٔہلاب زَدن
مےٚ وٕچھ سۄ واریاہ کٲلۍ۔
دٕہ سۭتۍ وٕزییہِ نار لگنٕچ گنٛٹی۔
سۄ چھےٚ بِلکُل کُنی زٕنۍ روزان
سۄ ٲس تعریٖو سۭتۍ خۄش باسان۔
تٔٔمۍ کوٚر اسہِ خلاف جوشہٕ ہوٚت حملہٕ۔
تٔمۍ سٕنٛزن اوٚنٛگجن ہِنٛزِ کیٚنٛہہ رگہٕ گٔیہِ سخٕت پٲٹھۍ خراب ییٚلہِ تٔمِس گاڑِ ہِنٛدِس دروازس منٛز اتھٕ اوس بنٛد گوٚمُت۔
تٔمۍ سٕنٛز وضاحت مہ ٹھہرٲیِو غلط۔
مےٚ میلیو مانچسٹر یونیورسٹی منٛز اعزٲزی لقب۔
درٛال اوس غٲر قونوٗنی طور ٹِکٹہٕ کٕنان۔
بہٕ چُھس یتھ مسلس پٮ۪ٹھ تُہنٛدٮ۪ن تبصُرن ہِنٛز قدٕر کران
زنانن چُھ پنٛنہِ آزٲدی خٲطرٕ لَڑُن
تٔمِس چُھ پُلیٖس پَتَے
بہٕ اوسُس یژھان ژےٚ ذٲتی طور شُکرِیا کٔرُن۔
آتش فِشاں عملن چھِ پانٛژ بٔڑۍ قٕسٕم آسان۔
بہٕ چُھس پرٛانٮ۪ن گاڑٮ۪ن ہِنٛدٮ۪ن مُشکلاتن سۭتی وٲقف۔
مےٚ لوٚب گاڈٕ رٹنُک اکھ وول
تٔمۍ کوٚر کنہِ تُلنہٕ خٲطرٕ ریڈُک اِستعمال
تاخچَس پٮ۪ٹھ تھاونہٕ آمژٕ کِتابہٕ گٔنٛزرٲیِو۔
سُہ چُھ مےٚ کُنہِ کُنہِ ساتہٕ سمکھان۔
تٔمۍ زیٛوٗن خوٗبصوٗتی ہِنٛدِس مُقابلس منٛز تاج۔
کُٹھٕ کہِ کمہِ تام طرفہٕ آیہ آواز ۔
سڑکہِ ہُنٛد نقشہٕ چُھ واریاہ موڑ ہاوان
تٔٔمۍ کرِ بتہِ ژھٮ۪تہٕ تہٕ ہیٚوٚتُن وارٕ وارٕ تہٕ ہٮ۪سہٕ سان دروازٕ کِنۍ نیرُن۔
بہٕ چُھس یتھ پیشکَشس واریاہ خۄش۔
کِرکٹُک مٲدان چُھ اصٕل پٲٹھۍ سمبالنہٕ آمُت۔
یہِ تصویٖر چھےٚ بیٚین ہِنٛدِس مُقابلس منٛز زبر۔
یہِ تُہۍ ہیٚچھناوان چِھو تتھ پیٚٹھ کٔرِو پانہِتہِ عمل۔
تۄہہِ پَزٮ۪و مٲلِس ماجہِ ہِنٛدِس مشوَرس کن تھاوُن۔
صحٲفی چُھ اکھ دِلچسپ طبقہٕ۔
ڈینمایٹس تھپھ کرٕنۍ چھ واریاہ مُشکِل
ریلہِ ہِنٛدِس حٲدِثس منٛز موٗدۍ دہ نفر۔
تُہۍ ہیٚکِو مدرَسُک بستہٕ پنٛنہِ مرضی مُطٲبِق بنٲوِتھ۔
تٔمۍ بنٲو پنٛنہِ کورِ ہِنٛز شکٕل۔
یَتھ پرٛاپرٹی چُھ پٔتمٮ۪ن ؤرین منٛز قٲمتَس کھوٚتمُت
وۄستادن کٔرۍ طٲلبہِ علم خبر دار زِ تِم مہٕ کٔرِن دُبارٕ غلطِیہِ۔
تُہۍ ہیٚکِو غور کرنہٕ خٲطرٕ وقت نِتھ۔
تِمو ہوو اسہِ نیہِ نِظامُک منٛظر۔
لۄکٹٮ۪ن بچن چُھ مسلسل نظر گُزرِ ہِنحز ضروٗرت آسان۔
یہِ چُھ میانہِ خٲطرٕ واریاہ کم اہمِیت تھاوان زِ لُکھ کیا چھِ مےٚ مُتعلق سونٛچان۔
بچہٕ اوس روومُت تہٕ اوس لۄتہِ لۄتہِ ودان۔
ہنٛگٲمی صوٗرتہِ حالس منٛز عقل مٔنٛدی سان کٲم کرٕنۍ چھےٚ ضٔروٗری
مےٚ چھےٚ أکِس پھٲسۍ دِنہٕ خٲطرٕ گول رزِ گنٛڈٕچ ضٔروٗرت۔
یُنوَرسِٹی منٛز آیہٕ اکھ کانفٕرنس مُنعقد کرنہٕ
تٔمِس چھےٚ نہٕ اصٕل اداکٲری تَگان کیٚنٛہ
خراب صحت ہیٚکہِ کامیٲبی منٛز رُکاوَٹ أنِتھ
تٔمۍ سٕنٛدِۍ خطا کار اعمال ہیٚکہِ نہٕ کانٛہہ تہِ رُکٲوِتھ۔
میون ہوٚٹ اوس تیوٗت خۄشِک گوٚمُت تمہِ کِنۍ چوٚو مےٚ ترٛیشہِ دام۔
یہِ چُھ وزنہٕ روٚس بالٹیٖن ژٕ ہٮ۪ککھ یہِ تُلِتھ۔
گٮ۪ون والٮ۪ن ہِنٛزِ جمٲژ آو وژھِ وٲنٛجہِ اِستقبال کرنہٕ.
ژٕ ہٮ۪ککھٕ مےٚ سۭتۍ یِتھ؟
ژےٚ کتٮ۪تھ چھتھ پنٕنۍ گٲڈۍ تٔھومٕژ؟
زنانن ہِنٛدٮ۪ن مسلن مُتعلق پنٕنۍ خیال جدید بناونہٕ خٲطرٕ چُھ یہِ صحیح وقت۔
سۄ چھےٚ ہمیشہٕ بےٚ خبری مںز کَتھٕ کَران
تٔمۍ سٕنٛدِس خاتس مُتعلق اوس کیاہ تانۍ شک۔
دۄدٕ کہِ پیٹھۍ مہِ تہہ پیٚٹھٕ تُل ملٲے۔
سۄ چھےٚ اکھ صٲبِر بوزن واجیٚنۍ۔
سُہ چُُھ کالجس منٛز اکھ ناموَر شخٕص۔
سون سمنٛدری جہاز چُھ بٔٹِھس پٮ۪ٹھ۔
یتھ علاقس منٛز چُھ ستتھ فیصدی کھۄتہٕ زیادٕ عیالن ٹیلہِ فون۔
یہِ طٔریٖقہٕ ہیٚکہِ اَسہِ مُختٔلِف نَتایجن پٮ۪ٹھ واتنٲوِتھ
تٔمِس چُھ نہٕ پنٛنیٚن جزباتن پیٚٹھ قابوٗ۔
زیچھِ چڑایہِ کھٲج اسہِ پوٗرٕ پٲٹھۍ شانٛش۔
قانون پٕھٹراون ولٮ۪ن پٮ۪ٹھ یی 100 امریکی ڈالر جُرمانہٕ کرنہٕ۔
سون مقصد چُھ یَتھ کامہِ منٛز دۄگنہٕ۔
تٔمِس گوٚو پانٛسہٕ کِس کھیلس منٛز سورُے پونٛسہٕ اتھٕ۔
تٔمِس چُھ نہٕ یتھ شعبس منٛز تجرُبہٕ۔
پرٛٮ۪تھ صُبحن گژھِ ٲسس کۄلکس کرٕنۍ۔
أسۍ چھِ زُو ژٹان تہٕ پتہٕ چھِ آرام کران۔
مہربٲنی کٔرِتھ کٔرِو پرچَس پٮ۪ٹھ خٲلی جایہٕ مُکمَل
تِمو کوٚر میون نظرِیہٕ تسلیٖم۔
سُو گوٚو سَخ پٲٹھۍ ناوۄمید
أسۍ چھِ اکھ نوٚو مکان ژھانٛڑان، اگر مُمکِن سپدِ مدرَسس نِش۔
کٲنٛسۍ کٔٹۍ شُرۍ چھِ مٲلِس ماجہِ ہِنٛدۍ خانہٕ مٲلۍ آسان۔
صوفہٕ چُھ حِصن منٛٛز ووتمُت تہٕ یہِ چُھ اسی جوڑُن۔
آزُک فٹ بال میچ چُھ فران بمقابلہٕ برازیل۔
پنٛنٮ۪ن مسلن حل ژھانٛڈنہٕ خٲطرٕ گَژھو أسۍ امن پسنٛد آسٕنۍ۔
تِم چھِ أکسٕے سطحس پیٚٹھ اورٕ یور نژان۔
سُہ چُھ دانٛدٕ سٕنٛدۍ پٲٹھۍ طاقت وول۔
ڈوسٹووِسکی چُھ میٛون پَسنٛدیٖدٕ أدیٖب
سۄ چھےٚ موزوٗرن ہِنٛدِس مدرسس منٛز کٲم کران۔
ژٕ ہیٚکَکھ مُہادٕکۍ شَرٲیِط اصٕل پٲٹھۍ پٔرِتھ
سڑکہِ برٛونٛہہ کَنہِ چُھ اَکھ موڑ
گنہٕ شکر چُھ اُتر پردیشش منٛز زیادٕ تر وۄپدان
سُہ اوس اکھ جنٛگی اوزار ہیٚتھ پکان۔
تٔمۍ دِیُت مُجرِمس پناہ
گاڑیٚن سۭتۍ وابستہٕ صنعت چھےٚ ترقی کران۔
چٲنۍ بُنیٲدی تٲلیٖم چھےٚ ییٚمہِ نوکری خٲطرٕ موزوٗن
تٔمِۍ سٕنٛزِ واجہِ ٲس سونہٕ سٕنٛز گِلٹھ
مےٚ تٔھو ہیٚرِم دٲر یَلَے۔۔
سُہ چُُھ اَکھ فِکِر منٛد مول
دیوارس بٕتھِ ٲس لوٗبوٕنۍ پوش۔
تٔمِس روو پنُن قلم۔
شیٖنُک رنٛگ چُھ سفید آسان۔
ییٚمہِ نوکری خٲطرٕ یی ہر أکِس وۄمیدوارَس بَرابر ترجیح دِنہٕ
أسۍ بیٖٹھۍ تاپس منٛز تہٕ کھیوٚو دۄہلیُک بتہٕ۔
پٔتھرِس دِ صاف تٕژھ۔
یہِ اوس تٔمۍ سُنٛد عام پوشاک۔
ییٚتٮ۪ن ضٔروٗرت آسہِ تَتٮ۪ن پَزٮ۪و تۄہہِ برٛیک لگاوٕنۍ
تٔمۍ سُنٛد کاربار چُھ تَس وقٕت کھٮ۪وان
تٔمِس چُھ گیٚشوم رنٛگ۔
یتھ کامہِ خٲطرٕ چھےٚ خٔصوٗصی تربِیتٕچ ضروٗرت۔
تٔمۍ سٕنٛزِ کھوورِ أچھ چُھ واریاہ کم گاش۔
اسلم تہٕ مریم ٲسۍ خانٛدرٕ برٛونٛہہ دۄن ؤرِین عٔشٕق کران۔
کُس بیقٕل ترٛاوِ ریلہِ ہِنٛزِ پٹرِ پٮ۪ٹھ گٲڑۍ۔
بٔتۍ چھِ چمکان
یِم چھےٚ اِنسٲنی مِزازٕ چہِ کیٚنٛہہ حقیقتہٕ۔
کِھلٲڑۍ آو ٹیٖمہِ منٛز کٔڑِتھ ژٕھنٛنہٕ
تٔمِس روٗد نہٕ بیٚیہِ کانٛہہ چارٕ تہٕ تٔمۍ دیُت اِستیٖفہٕ
تٔمۍ سٕنٛز نٔو کٲم چھےٚ پرٛانہِ کامہِ برابر۔
وابسطہٕ لُکھ آیہٕ ہسپَتال پنٛنٮ۪ن رِشتہٕ دارن سمکٕھنہِ
تٔمۍ کٔر سۄ سارنی تھی بےٚ عزت۔
وٕچِھو، یہِ ہیٚکیو نہٕ تۄہہِ کُنہِتہِ صوٗرتس منٛز مدد کٔرِتھ!
أسۍ کَرو نہٕ تٔمِس مُتعلِق کتھ
تٔمۍ کٔر فخرٕ سان پنٛنہِ تمغٕچ نمٲیِش۔
میون سامان اوس آمد و رفتس منٛز روومُت۔
تٔمۍ تُل شیشتٕر تھم
برطٲنۍ حٲکِم ٲسۍ نہٕ تیٖتۍ اصٕل۔
میٲنۍ کھۄر بانہٕ چھِ نہٕ ٹھیٖک کرنٕکۍ ضٔروٗرت، مےٚ کٔرۍ تِم ترٛٲیمٕتۍ۔
مُحرِمن آو سَزا دِنہٕ تہٕ بیٚیہٕ آیَکھ أچھ کڑنہٕ
تٔمِس چُھ دوستن ہُنٛد امارٕ
یِم جُملہٕ تُہی بنٲیِو تِم گژھن معنی دار آسٕنۍ۔
سۄ چھےٚ کمپنی منٛز پیٚٹھا وٲلی کران۔
سُہ چُھ ذہنی طور موزوٗر.
یِم زٕ دٔلیٖلہٕ چھےٚ لگ بگ ہِشے
یہِ چُھ قونوٗنی فٲصلن ہِنٛدِ خٲطرٕ اکھ معیار۔
سۄ ٲس نہٕ یَژھان تٔمۍ سٕنٛدِ سَوالُک جواب دیُن
مےٚ وُچھ چِڑیا گَرس منٛز اکھ بوٚڑ ہوٚس۔
تٔمۍ دیُُت اسہِ ذہیٖن مشورٕ۔
مےٚ چھِ نہٕ گنٛڈٕ خۄش کران۔
میٲنۍ دوستن أنۍ نٔوۍ وین۔
ہتھیارن ہِنٛدِس اِستعمالس گژھِ پابنٛدی لاگنہٕ یِنۍ۔
سُہ چُُھ جمٲعژ ہُنٛد وفادار حمایت کرن وول۔
سُہ اوس ودان تِکیازِ تٔمِس ٲس زنٛگہِ دگ۔
تٔمۍ اوٚن سُہ وۄٹہِ۔
أسۍ تھاوو أکِس مُنٲسِب طریٖقہِ کارٕ سۭتۍ کٲم جٲری۔
یہِ کپُر چُھ واریاہ تُرٛسۍ دار۔
یہِ چُھ میانہِ زِنٛدگی ہُنٛد اکھ قۭمتی وق۔
زخمن مٔتِھو تھوڑا دَوا
سُہ چُھ اکھ بےٚ تعلُق نفر۔
سُہ اوس پنٛنیٚن دوستن ہِنٛدِ دٔسۍ قتٕل کرنہٕ آمُت۔
مےٚ چُھ لۄکچارٕ پٮ۪ٹھٕ یہٕ عادت
تٔمۍ چُھےٚ مُختلف ذٔریو پیٚٹھٕ زانٛکٲری حٲصِل کٔرمٕژ۔
تٔمۍ کٔر پنٛنِس ہمسایس خٕلاف شیٚکایَت دَرٕج
از چھِ کاہ طٲلبہِ عٔلِم غٲر حٲضِر
رامَن ٲسۍ سوٗد خورَس پونٛسہٕ وۄزُم ہیٚتۍمٕتۍ
مہربٲنی کٔرِتھ سوٗزِو مےٚ پنٕنۍ دستاویز۔
ییٚلہِ یَتھ علاقَس منٛز بُنیُل آو سٮ۪ٹھا لُکھ گٔیہِ ییٚتہِ زِنٛدَے دَفَن
بتہِ اَویزان ترٛاونہٕ خٲطرٕ چھےٚ کُلۍ لنٛجن تار ولنہٕ آمٕژ۔
فسادات چھِ عام لوٗکن نۄقصان واتناوان
شُمالس منٛز چُھ ونٛدٕ سخٕت آسان۔
جرٲحی کرن وٲلۍ سٕنٛز شرٛاکھ ژایہِ بٮ۪مار سٕنٛدِس جسمس منٛز واریاہ انٛدر۔
رزِ ہُنٛد بیاکھ انٛد چُھ ڈیوٚل ترٛاونہٕ آمُت۔
یِم چیٖز أنِو بازرٕ۔
ژٕ ہیٚکَکھ سٔہلاب زَدن کیٚنٛہہ پونٛسہٕ دِتھ
تِمو بنوو شاخن ہُنٛد اکھ خام مکان۔
سُہ اوس چٮ۪تھ۔
تٔمۍ دیُُت اسہِ ذہیٖن مشورٕ۔
ثٲبِت قدم روٗزِو، پتھ مہٕ ہیٚیِو۔
مُلٲزِم چھِ تنخواہس منٛز ہُرِرٕچ منٛگ کران۔
بہٕ ٲسٕس بجہِ پنٛنہِ ہِنٛز نقل کٔرِتھ پنُن پان تٔسۍ ہیٛوٗ بناوان۔
ییٚلہِ گٲڑۍ چلاون وٲلۍاچانک بریک دِژ لڑکہٕ پیوٚو پننہِ سیٖٹہِ پٮ۪ٹھٕ بروٚنٛہہ کُن ؤسۍ۔
ڈاکٹَر آو صٔحیٖح وقتس پٮ۪ٹھ۔
جنٛگہٕ پتہٕ اوس پوٗرٕ مٲدان خوٗنہٕ سۭتۍ بٔرِتھ۔
سُہ اوس واریاہ مٲہِر تلوار باز۔
تمہِ کوٚر پننِس خانٛدرس متعلق جلد بٲزی منٛز فٲصلہٕ
بہٕ کَرے ژےٚ ترٛیٚیہِ بجہِ فون۔
اکھ أنٛز اوس حاطس منٛز ڈالہٕ دِتھ پکان۔
سُہ چُھ اکھ اصٕل شخص۔
سٹیشنَس نزدیٖک ٲس ریلہِ ہِنٛزِ رفتارِ منٛز کٔمی آمٕژ۔
کمپٔنی چُھ شریٖکٲتۍ کِس خیالس سۭتۍ دوستانہٕ سلوک۔
اَواڈ دِنٕچ تقریٖب یِیہٕ نَیہٕ ہفتہٕ مُنعقد کرنہٕ
تتہِ آسہٕ تیٖژاہ گاڑِ زِ مےٚ روٗد نہٕ شُمارٕے۔
تِم چھِ نہٕ نایلان داوَو سۭتۍ بَناونہٕ آمٕتۍ پَلو انان۔
یہِ ٲس اکھ اچانک حرکت/ عمل
تِہِنٛدۍ پٔژھۍ ٲسۍ سیٚٹھا لٲزِم دار۔
سُہ اوس نٔہٕ تتھ بےٚ عزتی لایق یۄس تس کرنہٕ ٲس آمٕژ۔
سُہ اوس کردار کِنۍ چالاک تہٕ مسخر۔
اسہِ کٔر مۄختصر کتھ باتھ تہٕ پتہٕ درٛایہِ سۄ۔
یتھ نوکری چھےٚ اکثر کورِ ترجیح دِوان۔
تٔمِس ٲس دِلَس تیز تیز دُبراے گَژھان۔
یِمو غلط فہمِیوں سۭتۍ چھِ نامُنٲسِب نتٲیِج نیران۔
تٔمۍ کوٚٚر پنٛنِس عاشقس اِنٛکار۔
تٔمِس اوس طٲلبہِ عٔلمَن نِش رُشوَت رٹنُک الزام دِنہٕ آمُت
مدرسن چھےٚ سالانہٕ دۄہس پٮ۪ٹھ طٲلبہِ علمن ہِنٛدِس مٲلِس ماجہِ دعوت دِژمٕژ۔
نہٕ چُھس دۄہے میڈیا ذریعہٕ خبرٕ وٕچھان۔
وۄستادن سُنٛد بیان اوس طیشہٕ ہوٚت۔
سۄ چھےٚ میٛٲنۍ وفادار ویٚس۔
سُہ چُھ عظیٖم خٲصیت وول نفر۔
یہِ اوس اکھ براہہِ راست ڈرامہ۔
سۄ ٲس اکھ وایِڑ بال، امپایرن ووٚن۔
مےٚ گَژھِ تاکشہٕ پٮ۪ٹھٕ کانٛہہ تہِ کِتاب
کانٛگرَسُک نَفر کرِ پگاہ تقریٖر
تِم ٲسۍ اَکھ أکِس أنٛدۍ أنٛدۍ نَژان
تُہنٛدِ تعاوُن خٲطرٕ چُھس بہٕ سٮ۪ٹھا شُکُر گُزار۔
مےٚ چھےٚ واریاہ اصٕل بصری یاداشت۔
مہاتما گاندھی ین کوٚر تحریٖک آزٲدی ہِنٛدِس جدوجہدس منٛز اکھسیٚٹھا بوٚڑ کِردار ادا۔
میانہِ جمٲعژ منٛز چھِ ہتھ طٲلبہِ علم۔
جاناوار چُھ کُلِس پٮ۪ٹھ بٲت گٮ۪وان۔
تٔمۍ سٕنٛدِ خٲطرٕ میٛٲنۍ ناپسنٛدی ٲس ذٲتی ۔
دٲر ٲس جیٖلُک خۄشوُن نظارٕ پیش کران۔
جنسی ہراسا ہٕنٛدِس الزامس منٛز آیہِ دۄن پلیٖس افسرن خلاف تادیٖبی کاروٲیی کرنہٕ۔
گٲرۍ چھِ واریاہ ترٛوٚش آسان۔
مٲلۍ سُنٛد کار رٹنہٕ پتہٕ بنٮ۪و سُہ اکھ شراب کٕنن وول۔
تٔمۍ سٕنٛزِ ناشُکری کِنۍ چھِ تٔمِس سٲری ناپسنٛد کران۔
بہٕ چَھس پارٹی تھاوٕنۍ چاہان
سٲنۍ وٲحِد فِکِر چھےٚ بچن ہِنٛز بہترے۔
میٲنِس پیٚترٕ سُنٛد کارخانہٕ چُھ کھۄر نابہٕ بناوان۔
تٔمۍ سٕنٛزِ پڑٲیی منٛز آیہِ درجہ بہ درجہ بہتری
اسہ کٔر یِمن چیزن درمیان مُطٲبِقت۔
تٔمۍ وُچھ کھہس منٛز جانورن ہُنٛد اکھ کھیوٚل۔
اکھ ترٛٹھ پیٚیہِ اسہِ پیٚٹھ۔
بہٕ ہٮ۪کہٕٕ پنٛنِس دوستس سۭتۍ کُنہِ تہِ مُتعلِق کتھ کٔرِتھ۔
پرٛٮ۪تھ دۄہ چیٚیِو اکھ گِلاس دۄد۔
کُٹھۍ کِس کوٗنس منٛز اوس اکھ میز۔
مےٚ چھِ گرِ لاتعداد قلم۔
بہٕ ونہٕ نتیجہٕ تار کہِ ذریعہٕ خبرِ منٛز۔
تٔمِس اوس پنٛنِس معزوٗر مٲلۍ سٕنٛزِ ذموٲری ہُنٛد بار۔
تٔمِس ژھیٚنۍ حٲدِثس منٛز اکھ زنٛگ۔
گاسہٕ اوس سرٛٛیٚہہ دار۔
وُنلہِ کٔر سخٕت پٲٹھۍ بوزنہٕ یِنٕچ حالت محدوٗد۔
تٔمِس ٲس علاجچ ضروٗرت۔
سۄ آیہِ نفرت کِس گردِ آبس منٛز ولنہٕ۔
تٔمۍ سٕنٛدۍ صِفت چھِ بےٚ شُمار۔
یہٕ چُھ سون اِکہٕ وٹُک فٲصلہٕ
ژٕ ہٮ۪کَکھ مےٚ نَکھہٕ بِہِتھ
شہرٕ مٔنزۍ سفر کرنہٕ وِزِ گژھن سیاح زیادٕ خبردار روزٕنۍ۔
آل اِنڈیا مشرِقی کانفرنٛس چھےٚ جٲری۔
تِمو کٔرۍ پنٕنۍ مُطالبہٕ شورٕ سان پیش۔
یہِ چُھ ازکل اکھ مشہور لفظ۔
رامَن لَگوو تیٖر یُس أکِس وٕڈوٕنِس أنٛزَس آو
مےٚ میلییہِ دہ لچھ امریٖکی ڈالر۔
تٔمِس چُھ پنٛنہِ شِناختُک ثبوٗت دیُن۔
سمنٛدری جہازن ہِنٛدۍ دستہٕ ٲسۍ بٔٹِھس پٮ۪ٹھ پھسیمتٮ۪ن لُکن کڑنہٕ خٲطرٕ تعینات کرنہٕ آمٕتۍ۔
ژےٚ چُھے اکھ پوٚژھ ؤٹِس منٛز پیاران۔
یِمن دۄہَن آیہٕ کیلہٕ سستہٕ قۭمتن پٮ۪ٹھ کٕنٛنہٕ
یہِ چُھ اِنتِہٲہی ضروری زِ تُہۍ کٔرِو ہِدایاتس پیٚٹھ عمل۔
ناوِ وٲلۍ بدلٲو وتھ تہٕ گوٚو بندرگاہس کُن۔
بَہو منٛزٕ نیٛوٗ نَوَو طٲلبہِ علمو مُقابٕلس منٛز حِصہٕ۔
قٲفِلہٕ اوس پرٛٮ۪تھ دۄہہ لگ بگ ہتھ میٖل طے کران۔
چُھٹی ہُنٛد مشوَرٕ کۄرُن چھُ مےٚ خۄش کران
جنٛگس منٛز زبردست بہودوٗری ہاونہٕ خٲطرٕ آو تٔمِس اِنعام دِنہٕ۔
سُہ آسی ژےٚ ریلہِہِنٛدِس پلیٹ فارمس پٮ۪ٹھ پیاران۔
بیٖروٗنی درآمدس پٮ۪ٹھ اوس اکھ عام محصوٗل لاگوٗ کرنہٕ آمُت۔
شٲعِرن کوٚر ہِمالیاہُک بالہٕ تھوٚنگ بیان۔
سالس پٮ۪ٹھ ٲس پرٛٮ۪تھ کٲنٛسِہ دعوت دِنہٕ آمٕژ۔
سُہ چُھ اکھ واریاہ اصٕل نژن وول
کتھ باتھِ منٛز وقفس دوران درٛاو سُہ نٮ۪بر۔
رَبر بال آیہِ ٹَپہٕ کھیٚتھ واپس پَتھ کُن
تُہۍ ہیٚکوٕ بوتلہِ ہُنٛد کارک کھوٗلِتھ؟
جَج صٲبن دِژ تٔمۍ سٕنٛدِس دعواہس منٛظوٗری
کمپنی اوس 38 لچھ ؤرِیُک کارٕبار۔
تٔمۍ چیٚیہِ کوجہٕپتہٕ ترٛےٚ گِلاس آب۔
تٔمِس اوس شک زِ سۄ ٲسۍ تٔمِس طنٛز کران۔
نٔوِس فلیٹس آو جلدی قبضہٕ رٹنہٕ۔
تٔمِس اوس لوٗبٕوُن چۄگہٕ لٲگِتھ۔
یتھ کیٚٹلہِ پیٚیہٕ نوٚو ایٚلِمیٚنٛٹ لاگُن
سرکار چھےٚ وۄنۍ ملکچہِ سلامتی ترجیٖح دِوان۔
متنُک نوٚو ترجمہٕ چُھ شایع گژھنہٕ خٲطرٕ تیار۔
سُٔہ چُھ یژھان اسِہ سارنٕی منٛز ساروٕے کھۄتٕہ بہتریٖن برونہہ کُن انُن۔
اکھ شخٕص چُھ اردَہن ؤرین تام نابالغ مانٛنہٕ یِوان
بٕڑٕ نفر چُھ لورِ پیٚٹھ پان ترٛٲوِتھ۔
پُلسن چلٲو احتِجاج کرن والٮ۪ن پٮ۪ٹھ گولہِ۔
تٔمۍ سٕنٛد بیان ٲسۍ پیٹھ
مےٚ کٔر تٔمِس تٔمۍ سٕنٛدِس کاروبٲری مُہمس منٛز مدد۔
اسہِ گُزور ہوٲیی اڈس پٮ۪ٹھ وقت اخبار پٔرِتھ۔
سۄ چھےٚ ہمیشِہ تس سۭتۍ بڑِ آوازِ منٛز کتھ کران۔
ہنٛدوستانس منٛز چُھ حُکُمرٲنی ہُنٛد جمہوٗری نِظام۔
ییٚمۍ واقعن بدلوو رایہِ عامُک رۄخ۔
مہربٲنی کٔرِتھ تھاو پنٕنۍ تماشہٕ دوٗر۔
صُبحٕچ ژھرانٹھ چِھ جِسمٕ خٲطرٕ واریاہ فٲیدٕہ مند آسان۔
یہِ مسلہٕ حل کرنہٕ خٲطرٕ چھےٚ اکھ ترکیٖب۔
تٔمۍ رُکٲو چِٹھۍ بُغض آسنہٕ کِنۍ۔
تٔمۍ کوٚر فلسفیانہٕ نظرِیس پٮ۪ٹھ اکھ مقالہ شایع۔
سۄ چھےٚ شہر کِس ہر أکِس دُکان دارس پونٛسہٕ داران۔
ٲسۍ چھِ امیرن ہِنٛدِس أکِس لوٗبوٕنِس گٲمی بٔنٛگلس منٛز ٹٔھہراونہٕ آمٕتۍ۔
تِم سٲری گٔیہِ پنٛنہِ خانٛدٲنۍ مِلکِیتس حِصہٕ بٹٲے کرنس پیٚٹھ رٲزۍ۔
یہِ چُھ ساروٕے کھۄتہٕ بہترین آب واتناون وول یُس مےٚ وٕنیُک تانۍ وُچھمُت چُھ۔
مےٚ چھِ سمنٛدٔری جانور وٕچِھنۍ خۄش کران۔
صدد سٕنٛدِس ہدایتس پیٚٹھ آیہِ اکھ نٔو کاونسل قٲیِم کرنہٕ۔
واون کوٚر بٔٹِھس پٮ۪ٹھ تھوومُت مال سخت پٲٹھۍ تباہ۔
پنٛدہ چُھ میٛانہِ خٲطرٕ پُھروٗژ عدد۔
مازٕ کھۄتہٕ زیادٕ چھےٚ مےٚ گاڈٕے خۄش کَران
اسہِ چھےٚ ضروٗرت منٛدن ہِنٛدِ بجٲیی بابتھ کٲم کرٕنۍ۔
یہِ چُھ صِرِف پونٛسن ہُنٛد ضایع گژُھن۔
سۄ چھےٚ مِزازٕ کِنۍ بیوقوٗف۔
مےٚ چُھ یہِ ذہنی معاملہٕ باسان۔
اَسہِ چھےٚ ناو بٔٹِھس لاگنہٕ خٲطرٕ اَکھ مُنٲسِب جاے ژھانٛڑٕنۍ
تارِ ہُنٛد بیٛاکھ انٛد ترٛاو دٲیرٕ مٔنٛزۍ۔
قٲبِل بچن ہِنٛدِس مٲلِس ماجہِ چُھ ہمیشہٕ تِمن پیٚٹھ ناز آسان۔
گٔلی ہِنٛدِس کوٗنَس پٮ۪ٹھ چُھ اَکھ ریڑٕ وول
سۄ چھےٚ اکھ ماڈل۔
کوریٚو کٔرۍ بستہٕ ادلہٕ بدل۔
یہِ چُھ اتھٕ سۭتۍ بناونہٕ آمُت نمدٕ۔
تٔمِۍ لوٚڑ پنٛنیٚن حقوٗقن ہِنٛدِ خٲطرٕ۔
تٔمۍ سٕنٛٛزِ زنانہِ کٔر طلاق خٲطرٕ عرضی۔
میٛانیٚن تبصُرن ہُنٛد اوس نہٕ ژےٚ کُن اِشارٕ۔
یہِ چھےٚ اکھ کٔھج وتھ۔
سۄ چھےٚ تٔمۍ سٕنٛدِخٲطرٕ واریاہ حِفاظتی۔
مِستٔرۍ بدلٲے گاڑِ ہِنٛدۍ خراب سامان
تٔمِس چُھ موسیٖقی ہُنٛد شوق۔
تٔمۍ سٕنٛز سٲرٕے کٲم ٲس خراب
یتھ متعلق بٔڑ کتھ چھےٚ یہِ کہِ ٲسۍ چھِ ویڈیو کانفرنسہِ پٮ۪ٹھ یکجا کٲم ہٮ۪کان کٔرِتھ۔
بہٕ ہٮ۪کہٕ کیٚنٛہہ تہِ کٔرِتھ یہِ بہٕ یژھٕ۔
أسۍ چھِ ژوٗرمِس پورس پٮ۪ٹھ روزان۔
ڈاکٹرن بٔلروو دود گۄڈنِکِس مرحَلس پیٚٹھٕے۔
از راتھ کِیُتھ چُھ اسہِ سالس گژُھن۔
سُہ چُھ أکِھ عملی صدر۔
تٔمِس چھِ رٮ۪وایتی بٲتھ گٮ۪وٕنۍ خۄش کران۔
تٔمِس ٲس زہر دار سۄرپھن ٹھۄپھ دِژمٕژ۔
تٔمِس ٲس سیٖنَس دَگ
تٔمۍ رٔٹ دفترٕچ ذِموٲری ییٚمہِ ساتہٕ افسر نٮ۪بر اوس۔
مےٚ چھِ خۄش حال گریلو زِنٛدگی
خۄدایس پٮ۪ٹھ تِہُنٛد یٔقیٖن چُھ مُکمل
مٔریضن آیہِ راتھ کیُتھ آرام دِنہٕ وٲلۍ دگہِ ہِنٛدۍ دواہ دِنہٕ۔ 
تٔمۍ چھےٚ جان عطٕر مٔژھمٕژ۔
کبیرس چھےٚ فلسفیانہٕ بحثن منٛز شِرکت کرنس منٛز دِلچسپی۔
سُہ چُھ نفع بخٕش انٛدازس منٛز کارٕبار چلاوان۔
بہٕ چھس تٕرٛہ ؤرِش۔
تِمو چوُچھ مسلہٕ مُختلف پٲٹھۍ۔
پانوٲنۍ زٲتیات أنٛزراوُن چُھ بہتر
سُہ چُھ پٔتمٮ۪و دَہو ؤریَو پٮ۪ٹھٕ زٔمیٖن دٲری کران۔
یتھ شہرس منٛز چُھ پرٛانہِ وقتُک اکھ خاص مزٕ۔
سُہ چُھ اکھ با اعتِماد گٮ۪ون وول۔
یِم چھِ دٔرۍ تہٕ موٚٹۍ پیٚٹِھم تہہ والیٚن جانورن ہِنٛزِ ذٲژ سۭتۍ تعلُق تھاوان۔
تالَاب چُھ بےٚ کار کُلیو سۭتۍ بٔرِتھ۔
کھیل اوس بہترین۔
تٔمۍ أنۍ پانس خٲطرٕ اکھ نٔو لیف یتھ منٛز واریاہ نرم سٕتھٕر چُھ۔
یہِ چھےٚ ژوٗنٛٹیٚن ہِنٛدِ مۄربٕچ بوتل۔
فوجس خٲطرٕ اوس واریاہ مُشکِل منصوٗبہٕ بنٛد دشمنس سۭتۍ لڑُں
سُہ نفر ییٚمۍ سُنٛد بہٕ ونان چُھس چُھ نہٕ وۄنۍ زِنٛدٕ۔
تٔمۍ لوٚگ پمپہٕ منٛزٕ آب کڑنہٕ خٲطرٕ موٹر۔
سُہ چُھ اکھ ایٖمانٛدار پُلسہٕ وول۔
خدمتگارن رٔٹ جان بخشِش۔
ییٚلہِ شیٖشہٕ گرماونہٕ آو، سُہ پھوٚٹ۔
لُکن برٛونٛہہ کنہِ پِھسرارے چھےٚ واریاہ بدتہزیٖبی مانٛنہٕ یِوان۔
اسہِ پزِ ملکہٕ کہِ عزت خٲطرٕلڑُن
تٔمۍ کوٚرحالے اکہِ سیمنارُک اِنتظام۔
یہِ چھےٚ اَکھ تازٕ خَبر
خطرناک جنٛگلی جانور کھیٚن کھیٛاوٕنۍ چھ بٔڑ کٲم۔
دروازس گوٚو اکھ لوٚت ٹُھک۔
تٔمۍ سٕنٛز پِھسرارَے گٔیہِ شورس منٛز تبدیٖل۔
سُہ چُھ مےٚ وِزِ وِزِ میون مُصیبت یاد پاوان۔
تُہۍ ہیٚکوٕ مےٚ ییٚمہِ لفظٕچ وضاحت دِتھ؟
تِم ؤتھۍ میٚژِ پٹرِ کِنۍ بۄن۔
حٲدثہٕ کر گوٚو؟
سُہ اوس پَرُس فوجس منٛز بٔرتی کرنہٕ آمُت۔
سُہ چُھ مےٚ خانہٕ مول نیٚچوٗ۔
سۄ ٲس زیٹھِ سفرٕ پتہٕ واریاہ تٔھچمٕژ۔
یہِ مواد چُھ ؤسِتھ معیارُک۔
تِم وٲتۍ شامس۔
سُہ چُھ ثٲبِت قدم، سُہ ہیٚیہِ نہٕ لوٚب۔
سُہ پھیوٗر پوٚت تہٕ گو واپَس بس اڈٕ۔
سُہ ژوٚل شہرٕ منٛزٕ۔
سۄ ٲسۍ پوٗرٕ پٲٹھۍ نا اُمید
تُہی ہیٚکِو سۄ کِتاب تُلِتھ یۄس میزس پٮ۪ٹھ چھےٚ۔
تٔمہِ کوٚر سُہ حٲران ییٚلہِ سۄ سُلہِ آیہِ ۔
یہِ چُھ کھٲلی ڈَبہٕ
تٔمۍ روٚٹ نوِ عمارتہِ منٛز کِرایہِ پٮ۪ٹھ دفتر۔
عمارژِ ہِنٛدِس نقشس دِژ حُکامن منظوٗری۔
مےٚ چھِ پنٕنۍ رٮ۪تہٕ کٲلۍ پلو پنٛنہِ المارِ منٛز تٔھوۍمٕتۍ۔
سُہ چُھ بدلہٕ ہٮ۪نہٕ وول نفر۔
تٔمۍ کٔر کیلن وزن کرنہٕ خٲطرٕ ترٛکٕر اِستعمال۔
سۄ روٗز تتہِ ہُشارٕ پوٗرٕ راتس۔
سُہ چُھ شامن شامن اَنٮ۪ن دِوان سبق
سُُہ چُھ صحنس أنٛدۍأنٛدۍنژان۔
پنٛنہِ یارٕ سٕنٛدِ بےٚ غرٕض استقبالُک گوٚو تٔمِس سخ مُشکِل
تٔمۍ کوٚر پنٛنِس وۄستاد سٕنٛدِس حُکمس تعبیدٲری کرنس اِنٛکار۔
مےٚ پزِ از تور گژُھن۔
سۄ ٲس واریاہ ہمدرد ییٚلہِ بہٕ بٮ۪مار ٲسٕس۔
تٔمِس چُھ جلدی تِہنٛدِ خانٛدرُک اعلان کرُن۔
کورِ کٔر پنٛنِس مٲلِس ماجہِ بٕجرس منٛز خٔدمت۔
تٔمِس آو شیطٲنی طورس پیٚٹھ حملہٕ کرنہٕ تہٕ لوٚگُس کَلس۔
مےٚ چھا ویزا ہٕچ ضروٗرت۔
پرٛٮ۪تھ أکِس پزِ جان انسان بننٕچ کوٗشِش کرٕنۍ
تٔمۍ سنٛدِ کنہٕ کِن اوس ٲبی مادٕ نیران۔
مےٚ چھےٚ چٲنۍ سفیٖد ٹی شٲٹ خۄش کران۔
تٔمۍ سُنٛٛد پیٚتٕر گوٚو تٔمۍ سٕنٛدِ پرنٕکہِ خرچُک کیٚنٛہہ حِصہٕ ادا کرنہٕ خٲطرٕ رٲضی۔
تٔمۍ سُنٛد مقصد اوس تۄہہِ تکلیٖف واتناوُن۔
پروگرام گژھِ وقفہٕ پتہٕ بیٚیہِ اکہِ لٹہِ شُروٗع۔
مےٚ چُھ چانہِ خٲطرٕ اکھ منصوٗبہٕ۔
تٔمۍ چھےٚ گۄڈَے آرام دِہہ کُرسی رٔٹمٕژ
ہجوٗم چُھ میچ وٕچھنہٕ خٲطرٕ بےٚتٲبی سان پیاران۔
تٔمۍ کوٚر تٔمۍ سٕنٛزِ ناشٲیِستہٕ زبٲنۍ ہِنٛدِس اِستعمالس پٮ۪ٹھ اعتِراض۔
أسۍ چھِ یژھان کٲجِس منٛز گاڈٕ کھیٚنہِ۔
گامٕکۍ لوٗکھ ٲسۍ سربراہ سٕنٛدِس یِنس پیٚٹھ واریاہ خۄش گٔمٕۍ۔
تٔمۍ سٕنٛدِ گٮ۪ونُک پیشہٕ اوس وۄنۍ کھسُن ہیوٚتمُت۔
شُراہُک ژوٗریُم حِصہٕ کیا چُھ؟
تٔمہِ چلٲو مےٚ سۭتۍ پٔزۍ پٲھۍ اکھ مٔکٕر چال۔
تصویٖرِ چُھ نیٛوٗل تہٕ سبٕز پوٚت منظر۔
تٔمِس اوس شہرس منٛز رسوٗخ۔
بہٕ ہٮ۪کہٕ پنُن خیال تھٲوِتھ۔
از کیا چُھ تٲریٖخ ؟
ناکٲمی گیہِ خراب انتظامیہ کہِ وجہ سۭتۍ۔
ثبوت بغٲر ہیوٚک اسہِ صِرِف انٛدازٕ کٔرِتھ زِ کیاہ تام اوس غلط۔
آسمٲنی غوطہٕ خور چھِ پنٛنیٚن وۄٹن خٲطرٕ پیراشوٹُک اِستعمال کران۔
یہِ چُھ اکھ خۄشوُن بٲت۔
ژٕ چھکھٕ صبحس سُلی نیٚندرِ وتھان؟
زیچھِ قمیضہٕ چھےٚ آزکل واریاہ رواجس منٛز۔
مےٚ چُھ پنُن تَوَجہ بہتر بناوُن مُشکِل باسان
یہٕ سودا ہیٚکہِ سٲنِس کارٕ بارَس نفع دِتھ
أسۍ گژھو رٲژ تانۍ گامس اپارِ آسٕنۍ۔
تٔمۍ سُنٛد زخمی کوٚٹھ اوس ہُنان۔
سزا گژھِ جُرمس برابر آسُن۔
مُتظِمن مٲنۍ تجویٖز خوشی سان۔
یِمو منٛزٕ چھِ واریاہ لُکھ شِشہٕ نارِ کہِ دادِکۍ شِکار۔
تٔمۍ ترٛٲو مےٚ اَکھ حٲرت اَنٛگیز نظر
ناو ٲس بٔٹِھس پیٚٹھ گٔنٛڑِتھ۔
ۂری چُھ کپُر ک نقشہٕ بناون وول
ملکَس منٛز روٗز پٔتۍمٮ۪و دَہو ؤریو پٮ۪ٹھٕ افراتفری۔
تِمو کٔرۍ جج سٕنٛدۍ اختیار واضح۔
یہٕ وتھ چھےٚ نہٕ تیٖژاہ ہموار۔
کتابہٕ چھےٚ چھاپ گَرس منٛز چھپاونہٕ یِوان۔
سُہ چُھ کِرکِٹ مٲدانس منٛز گِنٛدان
تٔمِس اوس پرٛون پۄشاک لٲگِتھ۔
بنٛدرگاہ چُھ جہازن خٲطرٕ محفوٗظ جاے
ژےٚ پزی مےٚ معٲفی منگٕنۍ۔
تٔمۍ سُنٛٛد مُلکی طور طریقہٕ چُھ سارنی خۄش کران۔
تٔمۍ ترٛوو اوٚش تِکیازِ تٔمۍ سٕنٛدۍ بٲے تُج سۄ واریاہ ریٚژھِ۔
میٲنۍ بیٚنہِ چھےٚ اکھ موسیقار۔
تٔمِس چُھ سخت خطرٕ زِ تس کرن مجٲہِد حملہٕ
مٔکرِ تیٖلہٕ سۭتۍ گژھِ مزٕ خراب۔
مےٚ چھےٚ نہٕ نٔتیٖجن ہِنٛز کانٛہہ تہِ فِکِر
مےٚ کٔڑ تٔمِس أکِس جان نوکری منٛز وتھ۔
جودوٗگرن دِیُت زیوٗٹھ دام تہٕ مۄکلووُن سِگریٹ۔
یہِ اوس اکھ واریاہ لۄکُٹ زرٕ مگر أچھ تُجٕن خطرناک پٲٹھۍ دگ۔
سُہ چُھ اکھ رضاکار۔
سُہ ہیٚوک نہٕ یِتھ کیازکِہ سُہ اوس آوُر
تٔمۍ نی دوکھٕ سۭتۍ مےٚ نِش پونٛسہٕ۔
خۄش قٕسمٕتۍ سان روٗد موسم اصٕل۔
محنت چھِ زِنٛدگی منٛز کامیٲبی انان۔
کامہِ پیٚٹھ بد سلوٗکی سان پریشان گژھنہٕ پتہٕ کٔر تٔمۍ خودکشی۔
أسۍ بیٖٹھۍ نیٚبرٕ کنہِ تاپس منٛز۔
پلاسٹِک چیٖزن ہُنٛد قۭمَت چُھ دھات کیو چیٖزو کھۄتہٕ سستہٕ۔
مٲلی معاملاتن منٛز چُھ نہٕ میٛٲنِس مٲلۍ سٕنٛز بہتری پیٚٹھ کٲنٛسہِ تہِ شک۔
تٔمِس چھےٚ دِل کَش شخصِیت
اَصٕل روٗد پٮ۪نہٕ کِنۍ ٲس اَسہِ جان زَرٲعتی پٲداراو
گۄڈٕ وۄتھراوٕ بہٕ پنٔنۍ اتھٕ۔
سُہ چُھ میون گرٕ واریاہ لٹہِ یوان۔
اسہِ چھےٚ تالوَس رنٛگ کرنٕچ ضٔروٗرت۔
صحافین ہٕنٛز اکھ جماعت ٲس کوٹس کُن پکان
مےٚ چھِ پننٮ۪ن سٲتھین ہٕندۍ سٲری پَلو
واریاہ بِجلی بَتٮ۪و سۭتۍ گوٚو سٕٹیج روشن
ٹیڈی بیر چھِ خۄشوٕنۍ تماشہٕ۔
گولہِ کوٚر تٔمۍ سٕنٛدِس اتھس گوٚد۔
جان اوس ژھاوجٮ۪ن ہُنٛد کھیوٚل ہیتھ پہاڑس کُن کھسان
پگاہ چُھ تٔمۍ سُنٛد وُہیُم زا دۄہ۔
میٲنِس دوستس چھےٚ واریاہ صلٲحِیژٕ۔
تۭرِ سۭتۍ گوٚو تس بُتھ بےٚ حٮ۪س۔
تۄہہِ چھو علم النجومس پیٚٹھ کانٛہہ کِتاب؟
اسہِ چھِ مُختلف نظریہٕ۔
میانہِ ماجہِ أنۍ میانہٕ خٲطرٕ آبہٕ سۭتۍ خراب نہ گژھن واجیٚنۍ گٔر۔
حالانٛکہِ تٔمِس چُھ نہٕ ہوٲیی سفر خۄش کران مگر پرُس لوٚگ تَس اِٹلی ہٕنٛدِس دورس مزٕ۔
پلنٛگن چھےٚ واریاہ جاے رٔٹمٕژ۔
مےٚ چھےٚ نہٕ پَے میٖٹِنٛگ ہُنٛد موضوٗع کیا چُھ۔
تنظیٖمہِ منٛز شر پسنٛد عُنصرو دِیُت تنازعُک ہٕس۔
تتھ مسلس پیٚٹھ چھےٚ سنٛجیٖدگی سان غور کرنٕچ ضروٗرت۔
تٔمۍ دِیُت مٔہِس اتھٕ سۭتۍ زورٕ ٹاس۔
زیادٕ تر سودا چھِ یِوان فونسٕے پیٚٹھ کرنہٕ۔
ژوٗرس آیہٕ بےٚ عِزتی کرنہٕ
اُستاد سٕنٛدِ مرنہٕ سۭتۍ گٔیہِ طٲلبہِ علم مایوٗس۔
تٔمۍ لٲج لبہِ اکھ تصویر۔
تِم چھِ گولٲیی منٛز پکان۔
ون چھِ لوٗبوٕنۍ۔
تٔمۍ اوس سالس پٮ۪ٹھ بہتٔریٖن سوٗٹ لوگمُت
سُہ چُھ بَطورِ ویٹَر کٲم کَران
سۄ ٲس دۄکھس منٛز ودان۔
یتھ دُنیاہس منٛز ساروٕے کھۄتہٕ اہم چیٖز چُھ ایٖمانٛدار آسُن۔
شفاخانس منٛز ٲس لُکن ہِنٛز زیٖٹھ لٲن۔
تٔمۍ سٕنٛزن أچھن منٛز ٲس چمک۔
حامِد چُھ ٹَر ونان لحاظا گژھِ نہٕ تس پژھ کرٕنۍ
یوٗتاہ بتہٕ پوشہٕ نہٕ دہن نفرن۔
تِمو تھووہس بہٕ أکِس صاف شفاف کُٹِھس منٛز۔
عوٲمی مِلکِیتُک غلط اِستعمال مہ کٔرِو.
أسۍ چھِ عام طور صُبحس سُلی وتھان۔
سوٗپ تُرُن کرنہٕ خٲطرٕ دیٖو اتھ پھۄکھ۔
سُہ چُھ میٛون خطرٕ ہوٚت دُشمن بنٛیومُت۔
یتیم خانہٕ چُھ بٹہٕ مالنہِ واقع۔
بہٕ کرٕ چانہِ طرفہٕ کتھ۔
تٔمِس چُھ وارہٮ۪ن زبانن ہِنٛز زان کٲری آسنہٕ کِنۍ فٲیدٕ
پنٕنۍ راونٕہ پتٕہ باسیوو تٔمِس دِلس منٛز گوٚد ہیٛو۔
یہِ چُھ اکھ نوٚوُے دٔریافت کرنہٕ آمُت سیارٕ۔
دیودار چھِ سرد شمٲلی خٕطن منٛز لبنہٕ یِوان تہٕ یِم چھِ کُرسی میز بیترِ بناونس منٛز اِستعمال یِوان کرنہٕ۔
ساسہٕ بٔدۍ لوٗکھ گٔیہِ تتہِ جمع۔
تٔمۍ سُنٛد ناو لیٚکھزِ بَڑیٚن اَچھرَن منٛز
تٔمِس چھِ شہہ کھالنس منٛز مُشکِلات پیش یِوان۔
اِمکان چُھ زِ تِم یِن بیٚیہِ اکہِ لٹہِ۔
زٕ مُلٕک ٲسۍ نسلی بُنیادن پیٚٹھ الگ کرنہٕ آمٕتۍ۔
ساروٕے کھۄتہٕ نزدیٖکی ڈاک خانہٕ کتہِ چُھ؟
بَچن چھِ یِوان نرسٔریَس منٛز اَچھر پرناونہٕ
تتہِ ٲس پِھس رارَے زِ اِمتِحانات گژھن مُلتوی کرنہٕ یِنۍ۔
زوٚر انسان چُھنہٕ بوٗزِتھ ہٮ۪کان
طالبہِ علِمن چُھ ہوسٹل ترٛاوُن۔
بٮ۪مارِ ہٕنٛزن علامژن منٛز چھےٚ یٔڈ دگ تہٕ اُلٹی شٲمِل۔
اسہِ چھےٚ یتھ مسلس مُتعلق عوامس منٛز آگٲہی کرنٕچ ضٔروٗرت۔
تالابَس أندۍ پٔکۍ آسٕہ واریاہ گاڈٕ
تِم چھِ تقریٖبہِ خٲطرٕ تیٲری کران۔
یہِ چھےٚ اکھ خیٲلی تصویٖر
ییٚلہِ تہِ سُہ چُھ ہِندوستان یِوان چُھ، سُہ چُھ اسہِ سمکھان۔
سُہ اوس نام زَد کرنہٕ آمُت جج
حِفاظتہٕ خٲطرٕ لٲگۍ تِمو پنٛنٮ۪ن دارٮ۪ن سیٖکھ
ییٚلہِ تِم گرٕ وٲتۍ سُہ اوس موٗدمُت۔
تٔمِس اوس ژھیوٚنٛمُت کوٹھ لٲگِتھ۔
ڈاکہٕ وول چُھ چِٹھِ تراونہِ یِوان۔
ژٕ ہٮ۪کہٕ کھٕ یہِ چِٹھۍ میاہِ خٲطرٕ ڈاک کٔرِتھ؟
تٔمۍ سُنٛد شور کرنُک عادت چُھ لگ بگ سارنی تفریق تُلان۔
اسہِ چھےٚ پٔتۍ مٮ۪ن دَہن ؤرین ہِنٛدٮ۪ن سالانہٕ رِپوٹن نظر دِنٕچ ضٔروٗرت
اسہِ ٲس کاروبارس منٛز شٔری کوٚت۔
تٔمِس توٚر فِکرِ زِ تٔمۍ چُھ تٔمِس دوکھٕ دیُتمُت۔
تٔمۍ شُرۍ پٕٹرٲو میٛٲنۍ چین
تٔمِس چھِ بُرٕ حالت
بہٕ چُھس چانہِ کھۄتہٕ تھوٚد۔
تٔمۍ کٔوٚر راتھ کیُتھ زیادٕ دوٗر سفر نہ کرنُک فٲصلہٕ۔
ژےٚ چُھے نہٕ ٹُھک ٹُھک کرُن-بس انٛدر اژ۔
تمہِ کوٚر پنُن پان کامہِ منٛز آوُر تٔھوِتھ غمس پٮ۪ٹھ قابو۔
یوٗت مہ بن جِسمٲنی طور کمزور!
تٔمِس چُھ نہٕ شورس سۭتۍ کانٛہہ تہِ حرجہٕ۔
رجنی چُھ بٮ۪مارٮ۪ن ہُنٛد زیادٕ خطرٕ آسان۔
فوجِین آو ونٛنہٕ زِ تِم روزن تربِیت خٲطرٕ مٲدانس منٛز موجود۔
ییٚلہِ بہٕ دہ وُہُر اوسُس مےٚ کٔڑِکھ گلٕرۍ۔
مےٚ تھوو پنُن سورُے جاداد المارِ منٛز
سٔرجنس اوس لاپروٲیی ہُنٛد اِلزام لاگنہٕ آمُت۔
بہٕ سمکھے ژےٚ پوٚتُس کیٚنٛژن ذٲتی مسلن پٮ۪ٹھ کتھ کرنہٕ خٲطرٕ۔
تٔمۍ دِیُت پنٛنہِ کورِ سۄنہٕ سُنٛد پونٛڑ
طٲلبہِ عٔلِمو تُل اِمتِحانہٕ برٛونٛہہ جان لُطُف۔
تٔمۍ کٔر صحبس سۭتۍ ذٲتی کتھ باتھِ ہُنٛد انکشاف۔
پُلیٖسن کوٚر مظٲہریٖن مُنتشِر کرنہٕ خٲطرٕ اوٚش اننُک گیس اِستعمال۔
کُنٛز ترٛٲیِو قُلفس منٛز۔
تٔمۍ سُنٛٛد بُتھ اوس ڈرٕ سۭتۍ زرد گوٚمُت۔
سۄ گٔیہِ ہمسایگری ہِنٛزِ پیدل پکن واجنہِ جمٲعژ منٛز شٲمِل۔
تٔمِس چُھ قمرَس پھٮ۪پُھر درٛامُت
شفاخانُک کمرٕ اوس سِلہٕ سۭتۍ مُتٲثِر لُکو سۭتۍ بٔرِتھ۔
بہٕ پوٚکُس عٮ۪مارتہِ أنٛدۍ أنٛدۍ
انتخاب کیٚن نَتایجَن ہُنٛد اعلان یِیہٕ جلدی کرنہٕ
مےٚ کٔڑ ژۄن نزدیٖکی دُکانن منٛز ماز کہِ قۭمتُک اوسط۔
مےٚ وٕچھ اَکھ ژھاے پانس کُن یِوان۔
سۄ ٲس اکِس مشہور ویڑیوہس مُتعلق کتھ کران یُس تمہِ اِنٹرنیٹس پٮ۪ٹھ وُچھمُت اوس۔
منٛدر چُھ عبادت کرنہٕ خٲطرٕ اکھ اصل مقام۔
تنقیٖد نِگارو کٔر کِتابن پیٚٹھ راے ظٲہِر تہٕ نیوٗکھ یِمن ہُنٛد جٲیزٕ۔
محلس منٛز چُھ اکھ مدرسہٕ۔
تٔمۍ سٕنٛدِس بٲیِس چُھ عٔجیٖب مِزازٕ
میٲنِس ہمساے سٕنٛز بیٲر چھےٚ خۄشوٕنۍ۔
پریتِبا وۄتھروو اوٚش رُمالہِ سۭتۍ
تٔمہِ ووٚن تٔمِس سامان کتہِ نس چُھ تھاوُن۔
سُہ لڑکہٕ یمس ژےٚ کِتاب ٲسٕتھ دِژمٕژ چُھ آمُت۔
تٔٔمۍ سٕنٛز زِنٛدگی چھےٚ خطرس منٛز۔
بہٕ اوسُس زبانن ہِنٛدِس تشکیلس پیٚٹھ کٲم کران۔
سُہ چُھ سادَن وول شخص
اسلم تہٕ بیٚیہِ زٕ نفر آیہِ راتھ میون گرٕ۔
پٔزۍ پٲٹھۍ چھےٚ تٔمِس میٲنۍ فِکِر، تمہِ کِنۍ چُھس بہٕ تٔمِس احتِرام کران۔
سمنٛدری جہاز گوٚو سٔہلابس منٛز تہٕ ہیوٚتُن پھٹُن۔
یتھ مدرسس چُھ واریاہو تنظیٖمو نِش اِمداد میلان۔
سۄ ٲس پنٛنِس تقدیٖرس ودان۔
سُہ اوس بس اڈس نِش پیاران۔
ہال ہالٕے آو سُہ پنجابُک گورنر بناونہٕ
مےٚ چُھ سختی انن وول کمر تہٕ چُھس نہٕ ہیٚکان آرام سان نیٚمِتھ۔
بہٕ چُھس پرٛٮ۪تھ دۄہ پنُن مدرَسہٕ گژھان۔
یہِ اِدارٕ چُھ آمُت پانٛژ ایکَڑ زٔمیٖنس پٮ۪ٹھ بناونہٕ
اسنہٕ سۭتۍ چُھ بُتھ تازٕ ہٮ۪کان گژھِتھ۔
روٗد چُھ پشہٕ مٔنٛزۍ وسان۔
خَراب کارٕ سۭتۍ آو تٔمۍ سُنٛد ناو منٛدچھاونہٕ
اسہِ چھےٚ صنعتس منٛز ایٖجادیتس حوصلہٕ افضٲیی کرنٕچ ضٔروٗرت۔
تٔمۍ بنٲوۍ اکھ خوٗبصوٗرت تصویٖر۔
تٔمۍ جوٗڑ بٔتۍ ہَجہِ تارِ سۭتۍ
زِیارت گاہن ہُنٛد دورٕ کرُن اوس تٔمۍ سُنٛد واضح ارمان۔
ییٚتیُک ساروٕے کھۄتہٕ اَہم مسلہٕ چُھ بٮ۪مارِ ہُنٛد پٔھلُن
مےٚ چھےٚ ییٚمہِ تفریٖقہٕ منٛز نٮ۪بر نیرنہٕ خٲطرٕ قٲبلہِ عمل منصوٗبن ہِنٛز ضروٗرت۔
تٔمۍ چُھ مُکمل کرنٕچ ذِمہٕ دٲری ہیٚژمٕژ
ییمٚہِ لٹہِ میوٗل نہٕ تس ییٚمہِ کاروبارٕ منٛزٕ زیادٕ نفع۔
سُہ گوٚو کمپنی منٛز أکِس تربِیت رٹن وٲلۍ سٕنٛدِس طورس پیٚٹھ شٲمِل۔
سُہ چُُھ پنٛنِس شعبس منٛز مٲہِر۔
کپرس منٛز لۄکُٹ دُک گوٚو بوٚڑ۔
مختصر ٲس یہِ مایوٗس کرن واجیٚنۍ کارکردگی۔
فوجس باسیو زِ بروٚنہہ کُن حرکت ہیٚکہِ خطرٕ ہوٚت ٲسِتھ۔
سُہ چُھ اکھ سرکٲری اہلکار۔
صنعتی مُلک چھِ قۄدرتی وسٲیِلن بٔڑِس تعدادس منٛز اِستعمال کران۔
تٔمۍ سُنٛد خانٛدار چُھ تٔمِس پیٚٹھ غلبہٕ پرٛاوان۔
ٹیٚلہِ فونن دِژ گھنٹی ہِنٛز آواز۔
شاید ہٮ۪کہٕ نہٕ بہٕ پگاہ کلاسس منٛز یِتھ۔
مےٚ بوٗز نہٕ تِم کیاہ ٲسۍ ونان تِکیازِ تِم ٲسۍ پِھسرارَے کران۔
واریاہ سِیٲسی سربراہ چھِ ذٲتی فٲیدٕ خٲطرٕ فِرقہٕ ورانہٕ تشددُس ہٕس دِوان۔
لُکن ہِنٛزِ اِخلٲقیتُک معیار چُھ بڑان۔
لیڈ چُھ اَکھ خطرناک عنصُر
پاگانینی اوس اکھ بہترین سارٔنٛگۍ واین وول۔
ژےٚ چھے پنٛنِس کیمراہس ریٖل بدلاونٕچ ضٔروٗرت۔
شُرۍ سَمیٚیہِ کیکَس أنٛدۍ أنٛدۍ
یہِ وایبریٹر چُھ یِوان دگ کم کرنہٕ خٲطرٕ اِستعمال کرنہٕ۔
عوٲمی مُقامَن پٮ۪ٹھ چھےٚ سِگریٹ چیٚنَس پٮ۪ٹھ پابنٛدی
مےٚ چھےٚ پوٗرٕ تقریرٕچ تحریٖر پٔرمٕژ۔
پوٚتُھر کٔرِو صاف۔
نوٗلہٕ سُنٛد پان چُھ زیوٗٹھ نِیُک تہٕ ژھۄچہِ زنٛگہٕ وول آسان۔
بہٕ چُھس وۄنۍ ٲخری نٔتیٖجس پٮ۪ٹھ ووتمُت
اسہِ پزِ پنٛنہِ زِنٛدگی منٛز وۄمید وار روزُن۔
چٲنۍ آواز چھےٚ فونَس پٮ۪ٹھ ژھٮ۪نان
میٲنۍ تمام دوست چھِ شور تُلن وٲلۍ۔
مٮ۪وُک قۭمت چُھ مُختلِف جاین مُختلِف آسان۔
جانور چھِ عامطور نارس کھوژان۔
اَسہِ ووٚن تٔمِس ہَوٲیی اَڈَس پٮ۪ٹھ الوِداع
تمام طٲلبہِ علمن ہُنٛد مقصد گژھِ آسُن باقٕے پتھ ترٛاوٕنۍ۔
لگاتار کوٗشِش کرنہٕ سۭتۍ گٔیہٕ تِم پنٛنِس مسلَس حل کرنس منٛز کامیاب
تِم بچییہِ سخت زخمی گژھنہٕ نِش۔
کوچس پیٚٹھ تمام مکان چھِ پرٛٲنۍ۔
اسہِ کوٚر تھمن جوش دِتھ واٹھ۔
سۄ چھےٚ ژور ؤرِش۔
تٔمۍ نفرن وٕچھۍ شُرۍ سڑکہِ تران۔
پہاڑن ہٕنٛدۍ تینٛتٲلۍ چھِ گامہٕ پٮ۪ٹھ صاف پٲٹھۍ بوزنہٕ یوان۔
تٔمِس ٲس شرارتہٕ سۭتۍ تھر تھر گژھان۔
نِیون چُھ اکھ خصوٗصی وۄزُل گاہ ترٛاوان۔
کارخانس منٛز ٲس نفرن ہِنٛدِ تعدادٕچ کٔمی۔
سۄ چھےٚ کامہِ منٛز پنٛنہِ رفتارُک ہِشر برقرار تھاوان۔
قَلم اوس کِتابَن تَلہٕ کَنِہ
سُہ چُھ اصٕل خانٛدانُک۔
جُملس منٛز چھا کانٛہہ ڈکھٕ کرٛاوُت؟
روزٕ چُھ یِوان آفتاب لوسنہٕ وِزِ کھولنہٕ، روایتی طورس پیٚٹھ کٔھزٕر تہٕ ترٛیشہِ سۭتۍ۔
شِکٲرۍ سُنٛد نِشانہٕ اوس اکھ روٗسۍ کٔٹ۔
آکسیٖجن وول خوٗن چُھ شِش نارِ چہِ رَگو کہِ ذریعہٕ دِلس تام واتان۔
تٔمۍ اوٚن تقریبہِ ہِنٛدِس ٲخرس پیٚٹھ تشریف۔
سُہ چُھ نہٕ وۄنۍ مُصیٖبتس منٛز۔
ہِنٛدُستانُک ٲییٖن گوٚو ۲۶ جنؤری ۱۹۵٠ پٮ۪ٹھٕ نافِز
رنٛگ کٔرِتھ دِلہٕ دار دروازٕ چُھ شوٗبان۔
طٲلبہِ عٔلِم ٲسۍ کلاسس منٛز پِھسرارے کران۔
وی پی سِنٛگ اوس یوٗ ایٚن اِجلاسس منٛز اکھ مُبصِر۔
ڈاک خانہٕ کوتاہ دوٗر چُھ ییٚتہٕ پٮ۪ٹھٕ؟
لۄکٹٮ۪ن بچن چھِ احتیٲطی طور پولِیو قطرٕ دِنہٕیِوان۔
سُہ چُھ ؤنی کٮ۪ن دہلی یونیورسٹی ہنٛد وایس چانسلر۔
نتٲیِج چھِ مستتح شکلہِ منٛز پیش کرنہٕ آمٕتۍ۔
مہریٚنہِ ہِنٛزِ دوتہِ چھےٚ اِستٔرۍ کرنٕچ ضروٗرت۔
چُھ نا یہِ خۄشوُن صبح؟
ہٮ۪نٛدٕ ویٚنٛد اوس سیٚٹھا مزٕ دار۔
تِمو وُچھ انہِ گٔٹِس منٛز اکھ نفر ژوٗرِ روزان۔
مہربٲنی کٔرِتھ بنٲیِو یقیٖنی زِ کِتابہٕ یِن أزۍ واپس کرنہٕ۔
تٔمِس پٮ۪ٹھ اوس آمُت مُجرِمس مَدد کرنُک اِلزام لَگاونہٕ
ییٚمہِِ دُنیاہُک عٲرضی آسنہٕ کِنۍ چھےٚ سۄ سخٕت عبادت کران۔
سُہ چُھ یتھ فِلمہِ منٛز مرکزی کِردار ادا کران۔
ژےٚ کتہِ تھووُتھ سُہ ورُق؟
یہِ اوس أکھ لوٗبوُن آبشار۔
سِیاستس مُتعلق چھِ تٔمِس واریاہ مضبوٗط خیالات۔
خۄش قٕسمتی سبب گوٚو نہٕ کانٛہہ تہِ زخمی تہٕ کار خانس گوٚو سیٚٹھا کم نۄقصان۔
بچس چُھ کوٚٹھس پٮ۪ٹھ اکھ زخم۔
کیٚنٛٛٛہہ تہِ ہیٚکہِ نہٕ سانہِ دوستی ختم کٔرِتھ۔
دۄن دَرٮ۪ن درمِیان گٔیہٕ بُتھۍ لاگَے
تٔمِس چُھ نہٕ پنٛنِس شَراتس پٮ۪ٹھ کانٛہہ تہِ قابوٗ
سرکٲرۍ دفتَرن منٛز چھےٚ سٮ۪ٹھا زیادٕ رُشوَت خوٗری چلان۔
وۄستادن سمجٲے طٲلِبہِ عٔلِم مضموٗن۔
از صُبحٲے آو چانہِ خٲطرٕ ڈاک۔
مےٚ چُھ گۄلٲبۍ ورٲیی سٲری رنٛگ خۄش کران۔
تِم چھِِ ہیٚرمِس فلیٹس منٛز روزان۔
سُہ اوس تھوٚکمت تہٕ ناخۄش۔
یہِ چھےٚ مستٕچ اکھ وانٛک۔
میٖزایِل آیہِ دُشمنن ہِنٛدِس خۭمس پٮ۪ٹھ نِشانس تھاونہٕ۔
ژےٚ پزی نہٕ کاروٲیی منٛز مزیٖد دیٖری کرٕنۍ۔
پولیٖسن ترٛاونٲوۍ لوٗکھ ڈاکوٗون نِش یلہٕ۔
اسہِ کٔر کامیٲبی سان دُشمن سٕنٛز ژۄے ناکام۔
ژےٚ اصٕل پَلو لٲگِتھ وٕچِھتھ چُھس بہٕ خۄش گژھان۔
تٔمۍ سٕنٛزِ آوازِ منٛز اوس جزبہٕ
تٔمۍ کٔر گٲڑۍ چلاون وٲلۍ سٕنٛز کِراے ادا۔
سوٗد کٮ۪ن شرحن منٛز گِراوٹ یِنہٕ سۭتۍ تُل واریاہو کمپنیو فٲیدٕ۔
تٔمۍ تھوو رسالہٕ اکہِ طرف تہٕ پھیوٗر مےٚ سۭتۍ کتھ کرنہٕ خٲطرٕ۔
ییٚلہِ سپاہ سٕنٛز لاش ترٛاونہٕ آیہِ، تتہِ آسہٕ لُکن منٛز ودن کرٛٮ۪کہٕ گژھان۔
سیٚٹھا مُمکِن چُھ زِ تِم یِن گاڑِ منٛز۔
چارواین ہٕنٛز سۄ ذات کٔرِو پٲدٕ یۄسہٕ خۄشکی منٛز تہِ زِنٛدٕ ہیٚکہِ روٗزِتھ۔
یہٕ علاقہٕ چُھ مُجرِمو سۭتۍ بٔرِتھ۔
سُہ چُھ أکِس رٮ۪وٲیِتی ماحولس منٛز پلیٛومُت۔
کورسہٕ خٲطرٕ چُھ اوسط 62۔
یتھ جایہِ منٛز چھِ یِوان مگرمچھ لبنہٕ۔
کایِناتس منٛز چھےٚ اکھ قۄدرٔتی قُوت حُکوٗمت کران۔
تٔمِۍ سُنٛد ساروٕے کھۄتہٕ بوٚڑ صِفت چُھ تٔمۍ سُنٛد پلزٕوُن مِزاز
تٔمۍ سُنٛد شُمار چُھ قٔدیٖم اداکارن منٛز کرنہٕ یِوان
تٔمِس گٔیہِ پھیٚکِس پٮ۪ٹھ اکھ ژٔنٛڈ ہش محسوٗس۔
نٮ۪بر گژھنہٕ خٲطرٕ چُھ نہٕ موسم صحیح۔
تٔمۍ کٔر چمروٗ ژادر پَچن منٛز ژٹنٕچ کوٗشِش۔
پنٛنِس مستَس کر کنٛگٕنۍ
ہجوٗمن وٕچھ جھلک پننِس پسندیٖدٕ سٹار سٕنز۔
تِم لفظ ژٕھنِو ژٔٹِتھ یِم نہٕ فہرستس منٛز چھِ۔
تۄہہِِ گَژھۍوٕ کھٮ۪نہٕ خٲطرٕ کیٚنٛہہ؟
وقتس سۭتۍ سۭتۍ بڑییہِ تٔمۍ سٕنٛز فن کٲری۔
وۄمید چھےٚ زِ حٲضری آسہِ پرسُک کہِ رِکاڈ کھۄتہٕ زیادٕ۔
سۄ ٲس اکِس مشہور ویڑیوہس مُتعلق کتھ کران یُس تمہِ اِنٹرنیٹس پٮ۪ٹھ وُچھمُت اوس۔
تِمو کوٚر الگ روزنُک فٲصلہٕ۔
مےٚ دی نہٕ پنُن ضٔمیٖر یہٕ کٲم کرنٕچ اِجازت
ییٚمہِ مُلککٕۍ لُکھ چھِ سِیاستس منٛز سخ دِلچسپی نِوان۔
جنٛگُک نتیٖجہٕ کیاہ نیرِ؟
مےٚ چُھ پنُن گام پنٛنہِ قبیٖل کیٚن لُکن سمکٕھنہِ گژُھن۔
یتھ معاملس سۭتۍ مہ کٔرِو وقت ضایع۔
سُہ چُھ کُنُے زوٚن وان سمبالان۔
یہِ اوس اکھ افسوس ناک حٲدِثٕہ۔
تِم چھِ یژھان أکِس یلہٕ آڈِٹوریَمس منٛز ڈرامہ کرُن۔
پنٕنۍ نٔر نژناو اورٕ یور۔
بہٕ چُھس یَلہٕ جایہِ اَصٕل پٲٹھۍ شاہ کھٲلِتھ ہٮ۪کان
بہٕ کرِ سُہ پوشاک جلدی حٲصِل۔
کمپنی اوس دیٚوول نیرنس تیار۔
سُہ چُُھ جمٲژ ہُنٛد اکھ خٲلِص کارکُن
أسۍ چھِ پرٛٮ۪تھ جُمع ڈَلس منٛز ناوِ سَوٲرۍ کَران
أسۍ چھِ پٔتمیٚن دۄن گٲنٛٹن منٛز اکھ ہتھ میٖل پٔکۍمٕتۍ۔
نشٕکۍ عٲدی یِم آسان چھِ تِمن چُھ سُکونس منٛز تھاونہٕ باپتھ اکثر نشاور دوا دیُن پٮ۪وان۔
کِتابہِ منٛز ٲسۍ زٕ پریشان کرن وٲلۍ سوال۔
تمۍ چُھ پارکہِ منٛز باگ ببُول کُل ووٚمُت۔
وۄستادن کٔرۍ بچہِ جمع
ییٚمہِ رِسالٕچ چھےٚ یونیورسٹی منٛز سارِوٕے کھۄتہٕ زیادٕ اِشاعت۔
ترٛٛاموِس مجمس چھےٚ رۄپہٕ سٕنٛز گِلٹھ کھٲلِتھ۔
تِمن چُھ کُنُے شُر
تِم ٲسۍ کھہن منٛز نٲلۍ کھنٛنس منٛز آوٕرۍ۔
أسۍ تہِ ہٮ۪کو کیشیَر سٕنٛدٕ عۄہدٕ خٲطرٕ درخاص دِتھ
لۄکٕٹۍ کوٗر پیٚیہِ نیٚبٕرۍ تہٕ لوگُن ودُن۔
سۄ چھےٚ اکھ اصٕل لۄکٕٹ کوٗر۔
شُرۍ سٕنٛدِ ودنہٕ سۭتۍ گٔیہٕ سۄ ہُشارٕ۔
کِتاب تٔھیِو ساروٕے کھۄتہٕ بٔنمِس تاخس پیٚٹھ۔
یوٗت بد لحاظ آسنُک چُھ نہٕ کانٛہہ تہِ موقع آسان۔
بہٕ چھس پننِس مٲلِس وفادار
وہرٲژ چھِ ہِنٛدُستان کیٚن جنوٗبی حِصن منٛز روٗدُک اہم ذٔریعہٕ۔
أکِس پۄختہِ اِرادٕ وٲلِس شخصس پزِ دعوتٕچ قیادت کرٕنۍ۔
امہِ حٲدثہٕ منٛزٕ نیرنس لگہِ تس وٲنٛس۔
گٔلی ہِنٛدِس کوٗنس پٮ۪ٹھ یُس دُکان چُھ سُہ چُھ ضٔروٗرِیاتہِ زِنٛدگی ہِنٛدۍ سٲری چیٖز کٕنان
دۄدٕ علاوٕ چھےٚ اَتہِ کیٚنٛہہ ڈبَل ژوٚٹ تہِ
دستیاب سامان چُھ نہٕ شہرٕچ ضٔروٗریات مکمل کرنہٕ خٲطرٕ سیٚٹھا۔
سۄ ٲس ہمیشٕہ مِلنسار۔
تِم سٲری گٔیہِ پنٛنہِ خانٛدٲنۍ مِلکِیتس تقسیٖم کٲری پیٚٹھ رٲزۍ۔
از کل چھِ پاورٕچہِ کٹوتی ہٕنٛدِ وجہہ سۭتۍ جنریٹر واریاہ عام گٔمٕتۍ
تِم چھِ روزی خٲطرٕ پنٛنِس نیٚچوِس ماتحت۔
فوجس آو مارچ کران رُکنُک حُکم دِنہٕ
أسۍ سٲری روٗدۍ پوٗرٕ رٲژ دوستہٕ سٕنٛدِ گرِ۔
بہٕ چھَس پننِس سُپرویزر سٕنٛزِ صلاح تحت کٲم کران
دۄن کَنٮ۪ن درمیان گٔکھرِ سۭتۍ گوٚو نار ایجاد۔
تٔمِس انٛدر اوس ہٮ۪متُک نہ مۄکلن وول ذخیٖرٕ۔
نٔوۍ مُلٲزِمن اوٚن منٛصوٗبس کُھر
فوج اوس أکِس حِفٲظتی طاقت کِس طورس پیٚٹھ تعینات کرنہٕ آمُت۔
انہِ گٹہِ کوٚر تمہِ خیال زِ تمہِ وُچھ جِن۔
وۄمید چھےٚ زِ سۄ کرِ یتھ جایہِ کُنہِ کُنہِ ساتہٕ دورٕ۔
"پوٗرٕ وطنن مَنوو آزٲدی ہُنٛد دۄہ۔
"
گاڑِ ہِنٛزِ پایپہِ چُھ تھوٚپ آمُت۔
مےٚ چُھ ساس رۄپیہٕ جمع
یہِ مسلہٕ اوس فٲیدٕ پرست لوٗکو سیٲسی بنوومُت۔
میٛون مول گوٚو گاوٕ چاونہِ۔
مغرِب پٮ۪ٹھٕ چھےٚ گرمہٕ کرٛاے یِوان۔
سٮ۪سہٕ گٔیہِ گۄڈٕ بٕتِھس پیٚٹھ تہٕ پتہٕ زنٛگن پیٚٹھ ظٲہِر۔
یہِ چُھنہٕ بِلکُل مُنٲسِب۔
تٔمۍ أنۍ ہیٖرٕ سۭتۍ جٔرِتھ وٲج۔
یہِ غٕزا چُھ سبزِیو تہٕ ہٮ۪مبو سۭتۍ بٔرِتھ۔
مےٚ کھیٚیہِ صُبحَس تھنہِ سۭتۍ ژوٚٹ
اسہِ چُھ پگاہ اِمتِحان۔
ژٕ چُھکھٕ یتھ مکانس مٲلِک؟
بہٕ روزٕ چون ہمیشہٕ احسانمنٛد یۄسہٕ ژےٚ مےٚ سۭتۍ نرمی برتٲوٕتھ
اسہِ پَزِ گرٛوٚپ کٮ۪ن اہم مثٲیلن سۭتۍ وٲقِف سپدُن
تُلرِ ٲلِس سۭتۍ مہ کٔرِو زیٖر زیٖر۔
اکتوٗبر چُُھ ؤرِیُک دٔہِم رٮ۪تھ۔
بہٕ چُھس کُنہِ تہٕ قٕسمٕکِس شِکارس خلاف۔
یہِ ژٕ خرچاوکھ تتھ تھاو حِساب۔
بہٕ کَرٕ اَز پنٛنٮ۪ن کِتابن ہُنٛد اِنتِظام
تٔمِس باسیٛوو پَنُن پان عٔجیٖٖب حالتہِ منٛز
یِم سارے امانت دٲریہِ آیہِ وارٕ وارٕ جاپٲنۍ حکوٗمتس واپس دِنہٕ۔
اَسہِ چھےٚ یتھ کارٕبارس منٛز سٮ۪ٹھا رۄپیہِ ترٛایمَژٕ
آبہٕ پمپ چُھ فصلن خٲطرٕ واریاہ مدد کران۔
یہٕ اوس اکھ فٲیدٕ منٛد سودا۔
شیٚشتٕر چُھ توٚت کرنس پٮ۪ٹھ وۄزُل گژھان
اسہِ ٲس سمنٛدری بٔٹِھس پیٚٹھ گرمہٕ سۭتۍ حالت خراب گٔمٕژ۔
ژےٚ چھتھ نہٕ میٛانہِ ڈَبل ژۄچہِ اَصٕل پٲٹھۍ تٔھنۍ مٔژھمٕژ
تٔمِس آسہٕ پنٛنہِ زِنٛدگی ہِنٛز بطورِ سمنٛدری کپتان جنٛگچہٕ دلیٖلہٕ بوزناونہٕ خۄش کران۔
رِشتہٕ گژُن بَروسس پیٚٹھ بناونہٕ یِنۍ۔
میٛانہِ بیٛارِ چھےٚ نَرم جَتھ
یہِ مُشٲہِدٕ چُھ لگ بگ پَزر۔
دٔلیٖلہِ منٛز چُھ نہٕ پزرٕ رژھ تہِ۔
مُلٲزِمن ہُنٛد تنخواہ یِیہِ یُہُس ہُراونہٕ۔
کمپنی کٔر مالٕچ حوالگی وقتس پیٚٹھ۔
تِمو دیُت تٔمِس گاڑِ پٔتھۍ کِنۍ زورٕ دکہٕ۔
بہٕ چُھس سبزی ہِنٛدیٚن سِنیٚن ترجیٖح دِوان۔
میٲنِس فونس گٔیہِ وایبریشن۔
چایہِ ترٛٲیزٮ۪و گرٛیٚکہِ وِزِ کھنٛڑ
تِمن چُھ سارنی سالہٕ خٲطرٕ پٕرژھنہٕ آمُت
تٔمۍ اوس سٕرکھٕ تھوومُت بوتلہِ منٛز
سُہ چُھ پنٛنہِ مُستقبِل خٲطرٕ پَریشان
اَسہِ اوس نہٕ زانٛہہ تہٕ انٛدازٕ زِ یِژھ شاہمت یِیہِ
تومُل چُھ کٔشیٖرِ منٛز وۄپداونہٕ یِنہٕ وول اہم فصٕل۔
لٔڑکہٕ اوس سڑکہِ پٮ۪ٹھ سایکل چلاوان۔
مےٚ چُھ حُکامن سۭتۍ گَرِ کٲم کرنُک مُہادٕ کوٚرمُت
سۄ چھےٚ عموٗمن ژیٖرۍ یِوان۔
ییٚمہِ اِقدام سۭتۍ میلہِ صنعتہِ پوچھر۔
أسۍ ہٮ۪کو یَتھ مسلس بیٚیہِ کُنہِ نطریہِ سۭتۍ وٕچھِتھ
آسمان اوس تارکو سۭتۍ بٔرِتھ۔
مےٚ چُھ آلن ہِنٛزِ موسیقی کھۄتہٕ زبٲنۍ سۭتۍ گٮ۪ونہٕ یِنہٕ واجیٚنۍ موسیقی زیادٕ پسنٛد۔
مےٚ تھوٚو دۄدٕ بولتہِ منٛزٕ تھوڑا دۄد کڑنہٕ پتہٕ تتھ ٹھانٛڈٕ۔
میٛانہِ بیگٕچ تھپھ چھےٚ یَلہٕ گٔمٕژ
تیٖٖر آو تٔمِس سیوٚد دٔچھنہِ أچھ۔
تۄہہِِ پَزیو نہٕ پہاڑٕ پیٚٹھٕ بۄن گژُھن۔
تٔمِس چُُھ پنٛنہِ پوٗرٕ زِنٛدگی اکھ ممتاز پیشہٕ روٗدمُت۔
تٔمۍ سٕنٛدِ مرنُک وجہ چُھ واضح۔
کُھہہ چھِ سفید تِرٛپٔتریو سۭتۍ بٔرِتھ۔
تمہِ کٔر بڑٕ قوت سان کتھ۔
شیٚچھ بوٗزِتھ دِژ تٔمۍ دۄکھٕ سان کرٛٮ۪کھ۔
وٕنٛلہِ کِنۍ کم نموٗدٲری آسنہٕ کِنۍ ٲس سڑک ژٔھرٕے۔
ورزِش سۭتۍ چُھ جِسمَس منٛز خوٗنُک دورٕ بَڑان
اسہِ پزِ عوامَس کھٮ۪ن کھۄردَن جٲری تھاونُک یٔقیٖن دیُن
یتھ بندوٗقس چھےٚ زیٖٹھ نٔلۍ۔
یہِ چھےٚ نہٕ کانٛہہ تہِ بٔڑ کتھ۔
تٔمِس اوس پوٚز تہٕ غٲر تشدد واریاہ پسنٛد۔
بچن رٔٹ ماجہِ ہٕنٛز اوٚنٛگٕج چیٖرٕ
وَنس منٛز ٲس اکھ رامہٕ ہوٗنۍ نژان۔
یُس تہِ سوٗت ژےٚ جان گژھۍ سُے تُل۔
ہندوٗستانُک ؤلڈ کپ ہارنہٕ کہِ وجہہ ٲس لوٗکھ مایوٗس گٔمٕتۍ
بہٕ چُھس خۄش زِژےٚ کوٚرُتھ امتحان پاس۔
گامس نزدیک چھےٚ اکھ آبہٕ مِل واقع۔
سِگریٹ چوٚن چُھ ہَوہس خراب کران۔
ییٚتہِ ژٕ واریاہ آب وٕچھکھ، تتہِ لَبکھ ژٕ یِم شوٗبوٕنۍ کیٚمۍ تہِ۔
بہٕ چُھس نہٕ ہٮ۪کان پنٛنہِ کامہِ کُن تَوَجہٕ دِتھ
ہُہ بچہٕ چُھ ناقص پٲٹھۍ بڑان
کلاس اوس تیوٗت بیزار کُن زِ سٲری بچہِ ٲسۍ جسمٲنی طور کلاسس منٛز موٗجوٗد مگر دٮ۪مٲغی طور ٲسۍ خبر کتہِ۔
تٔمِس تلہٕ کنہِ اوس اکھ چیٚشمہٕ گرٛیزان۔
سُہ چُھ اکھ سمجدار تہٕ چالاک نَفر
مےٚ چُھ باسان یہِ چُھ گاٹھ۔
تٔمِۍ سٕنٛدۍ نقشہٕ چھِ جمٲلیٲتی طورس پیٚٹھ پۄختہٕ تہٕ تعریٖفن لایق۔
تٔمۍ کوٚر تنازعس منٛز تمام مسٲیلن ہُنٛد بڑٕ جان جٲیزٕ۔
مےٚ لیٚچھِ اکھ کِتاب تہٕ کَرٕم چھپایہِ خٲطرٕ تیار۔
دٔریاو کٮ۪ن دۄشوٕنِے بَٹھٮ۪ن پٮ۪ٹھ ٲسۍ لوٗبوٕنۍ باغ بَناونہٕ آمٕتۍ
یِمن دۄن مسٲیِلن درمِیان چھ نہٕ کانٛہہ تہِ باۂمی تعلُق۔
یُتھے حالت اِجازت دِن مدرسہٕ گژھِ بیٚیہِ اکہِ لٹہِ یلہٕ ترٛاونہٕ یُن۔
تٔمۍ سٕنٛدٮ۪و لفظو کوٚرُس بہٕ پریشان۔
سُہ چُھ ہمیشہٕ پنٛنیٚن شرطن پیٚٹھ وعدٕ پوٗرٕ نہ کران۔
سُہ چُُھ اکھ زمیٖن دار۔
کھیٚن مہٕ کٔرِو ضایعہٕ۔
سُہ چُھ دِگرٕچہِ عِبادتہٕ خٲطرٕ گوٚمُت۔
سۄ ہیٚکہِ نٕہ وۄنۍ تٔمۍ سٕنٛز مُداخلت برداشت کٔرِتھ
اسہِ چُھ فٲصلہٕ کرُن زِ کیا چُھ کرُن۔
تِمو کوٚر طلاق نِنُک فٲصلہٕ۔
خطرٕ بےٚ اثر کرنہٕ خٲطرٕ آیہِ ضروٗری قدم تُلنہٕ۔
جٔدیٖد دور چُھ ٹیٚکنالجی ہُنٛد
یہِ زمین چُھ نہٕ وٕنہِ کاشتکٲری خٲطرٕ اِستعمال کرنہٕ آمُت۔
تٔمۍ کٔر پروجکٹٕچ کٲم مُسَمم ارادٕ سۭتۍ شروٗع
سُہ چُھ پرٲنِس شہرس منٛز روزان۔
پوش چھِ یِمن لۄکٹٮ۪ن گملن منٛز زبر پٲٹھۍ پھۄلان۔
تِمن چھےٚ مٲشہٕ جورا
دںٛدٕ ڈاکٹرن لوگ تٔمۍ سٕنٛزِ ارمہِ کرٛاوُن۔
فِلمہِ منٛز اداکار چُھ نوٚوُے نوٚوُے آمُت۔
کوٗنس پٮ۪ٹھ ٲس اَکھ تُرٛ پُہٕر عٮ۪مارت
کٲم کرنہٕ خٲطرٕ چھےٚ جوشِچ ضٔروٗرت آسان۔
کامران گوٚو بمبیہِ تہٕ بَسٮٮ۪و تٔتھۍ۔
مےٚ بناوِ دستاویز چہِ واریاہ نقلہٕ۔
تٔمی کٔر کالجس منٛز دیٖنِیاتٕچ تعلیٖم حٲصِل۔
یہِ تقریٖب آیہِ بَراہہِ راست ٹی ویٖیَس پٮ۪ٹھ نشٕر کرنہٕ
تٔمِس پیٚٹھ چُھ أکِس سنجیٖدٕ جُرمُک اِلزام لاگنہٕ آمُت۔
وۄستادن دیُت ژھۄپہٕ کرنُک حُکُم۔
پُلیٖس چُھ سٲنِس سماجس منٛز اہم کِردار ادا کران۔
پرٛٲنۍ مِشیٖن پٔچ گوٚب ییٚلہِ سۄ اکہِ رٮ۪تہٕ کہِ تھکہٕ پتہٕ چلاونہٕ آیہِ۔
عابد چُھ قانون سازیُک رُکن۔
پروگرام آو دٔیمِہ دۄہ مُنعقد کرنہ۔
سۄ یِیہِ ثبوت سۭتی پوٗرٕ پٲٹھۍ صحیح ثٲبِت کرنہٕ۔
مےٚ چھِ نہٕ تِم لُکھ پسنٛد یِم میٛون آتھوارِ ہُنٛد دُپہار خراب کَرن
واریاہ مُہاجر چھِ پاسپورٹو روٚستُے سرحدس پٮ۪ٹھ وٲتۍمٕتۍ۔
تٔمِس چُھ چون اعتماد تہٕ ثٲبِت قدمی پسنٛد۔
مےٚ گژھِ سۄکھٕ وُشُن آب۔
سۄ ٲس خۄشوٕنۍ، قٲبِل تہٕ جوشہٕ ۂژ۔
جوٗرۍ چھےٚ یتھ مکانس منٛز روزان۔
حکوٗمت چُھ پنٛنہِ جنٛگی بیاناتن ہِنٛدِ باپتھ تنقیدُک نِشانہٕ بناونہٕ آمُت۔
تِہُِنٛد خانٛدر آسہِ بِلکُل مُصیٖبت۔
کوریو گیوٚو سالس پیٚٹھ اِکوَٹَے۔
اگر ژٕ علم یژھان چُھکھ، ژےٚ پَزی تمہِ خٲطرٕ محنت کرٕنۍ۔
میٲنۍ موج چھےٚ عام طور بٹوارِ دۄہ خاص سِیُن بناوان۔
معمولی زخٕم چُھ نہٕ خطرناک آسان۔
اسہِ دیُت تٔمِس پنٛنہِ نوکرِیہٕ بچاونہٕ خٲطرٕ عزت۔
جاناوار چُھ پنٕنِس سٲتھی جاناوارس کٔشِش کرنہٕ باپتھ آواز دِوان۔
سۄ آیہِ پٔتۍ کِنۍ
تٔمۍ سٕندۍ مشٲہِدٕ چھِ واریاہ تیز آسان۔
پژھ کرن وٲلۍ بٔنِو، شکی نہٕ کیٚنٛہہ۔
اگر ژٕ گژُھن چُھکھ یژھان بہٕ ہٮ۪کتھ نہٕ ژٕ رُکٲوِتھ۔
مےٚ زاو بٮ۪نہِ شُر
مسلس مُتعلق میون تصوُر چُھ واریاہ الگ۔
تٔمۍ سٕنٛدۍ تبصُرٕ ٲس غٲر وقتی۔
تٔمۍ سٕنٛدۍ جوشن تہٕ جزبن کوٚرُس بہٕ واریاہ مُتٲثر۔
مےٚ کوٚر تٔمِس ترٚیٚیہِ لٹہِ فون مگر تٔمی تُلُے نہٕ۔
بہٕ چُھس بےٚ شک تٔمۍ سُنٛد قرضدار۔
تٔمۍ سٕنٛدیو بےٚ ربط تبصُرو کٔرۍ سٲری حٲران۔
شُر تہِ ہیٚکہِ یہٕ سمجِتھ۔
مہربٲنی کٔرِتھ تٔھیِو آنٛچار کینن منٛز
ہارِسس ٲس چِٹھِ جمع کرنٕچ کٲم دِنہٕ آمٕژ۔
تٔمِس چھےٚ آبہِ حیات چیٚنُک خوٲہِش۔
تِمو چُھ تجویٖزِ نکار کوٚرمُت۔
تٔمِس چھےٚ کامہِ گَژھنہٕ خٲطرٕ گاڑِ ہِنٛز ضٔروٗرت
تۄہہِ چُھو میچ زینُن۔
تِم گٔیہٕ ونٛدٕ کِس شِدَتس منٛز نٔیِس مکانس منٛز۔
اے پی حکوٗمت چھےٚ تعلیٖمی مقصد خٲطرٕ مزیٖد اِمداد دِنس منظوٗری دِنُک ارادٕ تھاوان۔
یہٕ کُٹھ چُھ مُکعب ۔
یِم مسٲیِل چھِ عام طورس پیٚٹھ دۄن قٕسمن منٛز یِوان۔
سُہ چُُھ سُکوٗل اِنٛظامیاہس منٛز قابلِیت سان کٲم کَران
سون جاداد چُھ نقدس منٛز تبدیل گژھن وول۔
سُہ چُھ میادٕ کِہ زخمہٕ کہِ وجہہ کِنۍ سادٕ کھٮ۪ن کھٮ۪وان۔
یہٕ رنٛگ چُھ چانہِ قمیٖضہٕ خٲطرٕ زبر۔
تٔمۍ سٕنٛدۍ حُسنن کٔرۍ واریاہ دِل مٲیِل
کمپٔنی چھےٚ اکھ نٔو پالسی تیار کٔرمٕژ
سِگریٹ چوٚن چُھ ہَوہس خراب کران۔
اسہِ پزِ لٲزمی طور اتھ متعلق کیٚنٛہہ کرُن ؟
تٔمِس چھےٚ کمرٕ چہِ زٕ أڑجہٕ پٕھچمژٕ۔
تٔمِس چُھ کمرٕ یَتھ منٛز اُکہٕ نفری پَلنٛگ چُھ
تمہِ مُلکُک سمندری فوج چُھ واریاہ بوٚڈ۔
تٔمۍ سٕنٛدِ رۄتبہٕ کِنۍ ٲسۍ تٔمِس پرٛٮ۪تھ جایہِ عزت کَران
تِمو کھیوو غلُک اکھ بوٚڑ ٹوٗر۔
ہِدایت کارو ہِنٛزِ جمٲعژ کوٚر اکہِ نیہِ پالسی ہُنٛد مسودٕ تیار۔
خۄشوٕنہِ یاداشتہٕ چھےٚ زیادٕ کالس یاد روزان۔
ییٚلہِ بہٕ شۄنٛگنٕچ کوٗشِش چُھس کران، میٛٲنِس ذہنس منٛز چھِ عٔجیٖب خیال یِوان۔
تٔمۍ سٕنٛدۍ خیالات چھِ سٮ۪ٹھا رٮ۪وٲیتی
سُہ چُھ توٲریٖخ منٛز جان قٲبِل۔
ژوٗنٛٹۍ خاش چُھ واریاہ لۄکُٹ۔
تِم گٔیہِ کیٚنٛہہ دۄہ برٛونٛہہ سفرس پٮ۪ٹھ۔
سُہ چُھ نثری ادبُک پروفیسر۔
مےٚ چُھ فرٛانٛسی کھٮ۪ن خۄش کران۔
اسہِ ژور گرٕ مدرسس نِش نزدیٖکی آسنہٕ کِنۍ۔
مےٚ ووٚن ماجہِ بازرٕ بِسکوٗٹ ڈبہٕ انُن۔
تٔمۍ سٕنٛز شکٕل ٲس بدلاونہٕ آمٕژ۔
ازکل چُھ ماحول تَوجُک مرکز بنیومُت۔
تٔمِس چُھ دٮ۪مٲغی سکوٗن روومُت۔
حقیٖقت ٲس واریاہ دۄکھٕ زد۔
یہِ چُھ اکھ سیوٚد تھمب۔
نٔوۍ شاگرد تنٛگ کَرنہٕ خٲطرٕ مٔنٛج طٲلبہِ عٔلمَو پرٛنسپَلس معٲفی
تٔمۍ سوٗز سٔرکیوٗلَر سارنی مُلٲزِمن
ییٚلہِ سُہ تھوٚد ووٚتھ تٔمِس باسیوو ٹیٖس۔
أسۍ بیٖٹھۍ سٹیڑِیَم کِس ہیٚرمِس صفس منٛز۔
سُہ چُھ پاگل۔
مےٚٚ وُچھ سُہ پنٛنِس کمرَس منٛز شیٚنٛگِتھ
یِم تمام طریٖقہٕ گژھن درستگی لحاظہٕ تصدیٖق کرنہٕ یِنۍ۔
مدرَسن منٛز چُھ نِصابہِ تعلیٖمس منٛز کمپیٛوٗٹر شٲمِل۔
ناو پھٹان وٕٕچِھتھ دِژ سمنٛدری فوجِین پریشٲنی منٛز کرٛٮ۪کھ۔
سُہ چُھ دچھ وۄپداون وول۔
سُہ چُھ نہٕ سخت نفر۔
یہِ دستاویزی فلم چھےٚ میانہِ محنتُک نتیٖجہِ۔
پٔتمیٚن دَہن ؤرِین منٛز آیہِ واریاہ تبدیٖلیہِ۔
گُمبنٛدس چُھ اکھ کوٗن۔
یہِ خَبر بوٗزِتھ ووٚد تٔمۍ سَخٕت پٲٹھۍ
تقریٖبہِ منٛز آیہٕ بادشاہ بایہٕ تاج پوٗشی کرنہٕ۔
ڈَبس چُھ ژوٚوُہ نومبر تٲریٖخ لیٚکِھتھ۔
"حالات چھِ مےٚ یہِ کرنہٕ خٲطرٕ مجبوٗر کران۔ 
"
سُہ چُھ اکثر مخصوٗص ریٚسٹورنٹن منٛز گژھان۔
تقریٖب گژھِ کُنہِ تہِ دیٖری ورٲے شروٗع۔
ہوٲیی جہازن چھِ پیٚٹرول سۭتۍ بٔرِتھ آسان۔
یہِ کرٛیٖم کرِ دگ کم کرنس منٛز مدد۔
یتھ ہوٹلس منٛز ٲسۍ ٹٔھہرِتھ ٲسۍ سُہ اوس بِلکُل تھدِ درجُک۔
بہٕ گوس واریاہ خۄش ژٕ وٕچِھتھ۔
تٔمۍ مٔنج معٲفی۔
تِمَۍ ٲسۍ ۂتھیار سۭتۍ بٔرِتھ
سۄ چھےٚ عٔظیٖم کِردار واجیٚنۍ زنان
سۄ چھےٚ اَکھ واریاہ قٲبِل ؤکیٖل
ہر کانٛہہ اوس نتٲیِجن بےٚ صبری سان پیٛاران۔
شرٛاک پُچ چُھ شانٛدٕ گٔنٛڈِس تل تھونہٕ آمُت
پہلوانن پوو مُخٲلِف کُنی مُشہٕ سۭتۍ پَتھر۔
أسۍ تٔرۍ دٔریاوَس أکِس لۄکچہِ ناوِ منٛز
تِمو کٔر کُٹھِس منٛز اورٕ یور اِشارو سۭتۍ کتھ۔
أسۍ ہٮ۪کو اکھ بہتر حکمت عملی تکمیٖل دِتھ
بہٕ چُھس واریاہ تھوٚکمُت۔
بہٕ چُھس بےٚ شک تٔمۍ سُنٛد قرضدار۔
سُہ اوس دٔریاو بٔٹِھس پٮ۪ٹھ واریاہَس کالَس بِہِتھ
تمہِ شیٚچھِ کوٚر سانہِ چکرُک مزٕ خراب۔
مےٚ تھٲوۍ پنٕنۍ پلَو رزِ پٮ۪ٹھ اویزان
مےٚ چھِ پنٕنۍ پرٛٲنۍ پَلو دٲرِتھ ژٕھنۍمٕتۍ۔
مےٚ تھوو بندوٗق ہٮ۪سہٕ سان نِشانس کُن۔
سرکار آیہٕ سِیٲسی جمٲژن ہِنٛدِ اِتِحاد سۭتۍ بناونہٕ
منتظمن ژھُن سُہ کٔڑِتھ ییٚلہِ سُہ کامہِ پٮ۪ٹھ چٮ۪تھ آو۔
تٔمۍ سُنٛد پۄشاک چُھ کُنہِ حدس تام خستہٕ حال.
بہٕ ترٛاوٕ نہٕ کُنہِ تہِ پارٹی پنُن ووٹ
محنٛت چھےٚ کامیٲبی ہُنٛد ذٔریعہ
گۄسٲنۍ اوس دونٛکھٕ باز درٛامُت۔
سُہ چُھ پنٛنہِ معشوٗش سۭتۍ ژلنُک منٛصوٗبہٕ بناوان
حقیٖقتس پیٚٹھ مبنی بیانس آیہِ نہٕ شابٲشی دِنہٕ۔
سُہ قونوٗن چُھ نہٕ وۄنۍ عملہِ منٛز۔
اکھ عٔجیٖب نفر گوٚو دروازَس پٮ۪ٹھ حٲظِر۔
نشرِیٲتی سٹیشن چُھ شہرٕ پیٚٹھٕ دوٗر واقع۔
یہِ ٲس پُلیٖسٕچ تہٕ فوجِچ مُشترکہٕ کاروٲیی۔
سُہ چُھ میون نزدیٖکی رِشتہٕ دار
سُہ اوس شرارتس منٛز شیٖشہٕ پُھٹراوان۔
کیٚنٛہہ کیٖمِیٲیی مادٕ چھِ آسٲنی سان خوٗنس منٛز شُرٛپان
جَجو کوٚر ثبوٗتن پٮ۪ٹھ بحث تہٕ أتھۍ بنیادس پٮ۪ٹھ کوٚرُکھ فٲصلہٕ۔
تٔمۍ ژون سوٗٹ کیس کُٹھِس منٛز ۔
بہٕ چُھس یژھان زِ ژٕ لیٚکھ اکھ مضمون۔
تٔمۍ کٔر آٹسَس منٛز گرٛیجویشَن
تٔمۍ سٕنٛدۍ مٲلۍ رُکوو سُہ یہِ کرنہٕ نِش۔
سۄ ٲس تھزرس منٛز واریاہ ژھوٚٹ۔
بہٕ اوسُن پنٛنِس مامتٕرِس بٲیِس سۭتۍ چکرس گوٚمُت۔
اِمتحانٕکۍ نتٲیِج ٲسۍ نوٹس بورڈس پٮ۪ٹھ لاگنہٕ آمٕتۍ۔
مےٚ چُھ پنُں پان پنٛنہِ سالانہٕ امتحان خٲطرٕ تیار کرُن۔
تٔمِس چُھ پیٚوان زنٛگن دوا متُھن۔
أسۍ روٗدۍ درٛگِس تہٕ بہترین ہوٹلس منٛز۔
کِتابہِ چُھ چمکہِ دار چمروٗ جِلدٕ
شہر چُھ آلوٗدگی سۭتۍ بٔرِتھ۔
تٔمِس چُھ نہٕ وۄنۍ یُن۔
سُہ چُُھ شہرُک مشہور شراب بناون وول۔
بہٕ اوسُس تٔمِس واریاہ خۄش۔
میون دوست چُھ واریاہ خۄد پسنٛدانہٕ۔
یہِ فٲصلہٕ اوس صِرِف مٲلی معاملن خٲطرٕ کرنہٕ آمُت۔
حٲدِثہٕ سپدیوو پانٛژِ بجہِ۔
سُہ اوس اکھ کارٕبٲرۍ تجویز ہٮ۪تھ میٲنِس دفترس منٛز مےٚ سمکٕھنہِ آمُت۔
زنانہٕ آسہٕ غمس منٛز لہرِ ودان۔
ژےٚ باسی چھاتہِ منٛز تھوڑا چار۔
انسان ہٮ۪کہِ صِرِف تقدیٖرس پٮ۪ٹھ بروسہٕ کٔرِتھ
کھوٗژمُت بچہٕ ژوٚل۔
تٔمۍ دِتۍ مےٚ کیٚنٛہہ پونٛسہٕ وۄزُم۔
ژےٚ چُھیہِ اسہِ سۭتۍ یُن؟
اسلم سُنٛد مول چُھ اکھ موم بتہِ بناون وول
میون نٮ۪تٕسۄتھ بوے چُھ دۄہس صوفس پٮ۪ٹھ آرام کران۔
نالہٕ چُھ خۄشٕک گژھان۔
حیدر آبادس منٛز واریاہن ؤرۍین آو سُہ دِلہِ منٛز تعینات کرنہٕ۔
مَشیٖن چلاون وٲلۍ کٔر یکدم بِل پیش۔
"میانہِ حِسابہٕ چُھ غریٖب آسُن انسان سٕنٛدِ خٲطرٕ اکھ بددُعا۔
"
مےٚ مہٕ تمبلاو۔
یہِ شہر چُھ اصٕل پٲٹھۍ عطا کرنہٕ آمتہِ نوِ طِبی سہولیاتہٕ سۭتۍ بٔرِتھ۔
بدنٲمی ہِنٛدِ واقع سۭتۍ لوٚگ تٔمۍ سٕنٛدِس کِردارَس داغ
اُستادن چُھ اسہِ منٛز ہر أکِس یَتھ ڈرٛامہَس منٛز اَکھ حِصہٕ دیُتمُت
نوٚو مکان چُھ بسنہٕ خٲطرٕ تیار۔
وۄزُل چُھ نہٕ تٔمۍ سٕنٛدِس بٕتھۍ کِس رنٛگس سۭتۍ شوٗبان۔
سپاہن تروو مُلک
أسۍ ہٮ۪کو یہِ جاے راتہٕ سٕے منٛز سجٲوِتھ۔
یِم رنٛگ چھِ اصٕل پٲٹھۍ رلان۔
میٛون مَکان چُھ سیٚنما ہالس سۭتۍ
میانیٚن شُریٚن چھےٚ سیٖمنہِ خۄش کران۔
کٕنٕک پِہِو اصٕل پٲٹھۍ۔
ہِنٛدُستانٕکۍ بازرن نیٛوو کُل فورختُک 40 فیٖصد حِصہٕ۔
تتہِ چُھ صِرِف خاندرٕ والیٚن جورن اِجازت۔
بہٕ نِمہٕ تٔمۍ سُنٛد بٔٹوٕ۔
"ریل آیہِ حرکتہِ منٛز۔ 
"
کُنہِ تہِ بحژس منٛز چھےٚ ایماندٲری اہم۔
تٔمِس ٲس ڈرٕ سۭتۍ تھر تھر ؤژھمٕژ۔
مُختٔٔلِف تنظیٖمن ہِنٛدۍ نُمٲیِنٛدٕ چھِ آمٕتۍ۔
تٔمۍ کٔرۍ تِم پاک دامن تہٕ محنتی لُکن ہِنٛدِس طورس پیٚٹھ بیان۔
اَسہِ بَنوو دٔریاوَس نزدیٖک اکھ مَکان
تٔمِس چُھےٚ اُلٹی ہِش باسان۔
تِم آسنَے گۄڈَے کِرایہِ منٛگان
تِمن آو جنٛگی نعرٕ دِنُک حُکُم دِنہٕ۔
أکِس انسانس گژھِ پنٛنین جذبن پٮ۪ٹھ قابو آسُن۔
تاج محل چُھ سنٛگہِ مرمَرُک بنیومُت۔
تِمن چُھ نہٕ وٕنٛکٮ۪س گٲڈۍ ہٮ۪نُک طاقت
سُہ چُھ تُرٛواہ وُہُر۔
مےٚ چُھ نٮ۪صٕف راژ ہُنٛد سُکوٗن بَڑٕ پَسنٛد
ژٕ ہٮ۪کَکھ نہٕ شٔریٖکو روٚس کارٕبار چلٲوِتھ
صحبہٕ سُنٛد خر ونٛنس پیٚٹھ کھوٚت تس شرارت۔
تٔمن مایوٗس وُچھِتھ چُھ مےٚ سخت دۄکھ سپدان
مخصوٗص مُقام چُھ نہٕ واتُن لایق۔
کیٚنٛہہ بیٚنٛک چھِ چُھٹی دۄہ تہِ یلہٕ آسان۔
سُہ اوس شفاخانس منٛز ابتر حالتہِ منٛز۔
تٔمِۍ ژٲلۍ مشکِلات واریاہ اصل پٲٹھۍ۔
بِلہِ ہُنٛد کُس رقم کٔرِو تُہۍ ادا؟
مےٚ کوٚرُ بر تورٕ سۭتۍ بنٛد۔
تِمو دفنوو مۄردٕ۔
ظُلُم کرن وٲلۍ نٔوۍ نٔوۍ اصوٗل بناوان۔
بہٕ چُھسَے ژےٚ عٲجزی کَران زِ ژٕ ترٛاو شَراب چوٚن
تٔمۍ سٕنٛدِس بد سلوٗکس دیٖو معافی۔
مےٚ چُھ باسان مےٚ توٚر نہٕ پِھکرِ۔
تٔمۍ اوٚن پنٛنِس زاہ دۄہس پیٚٹھ سجاوٹُک سامان۔
روٗدٕ کہِ وجہ سۭتۍ گٔیہٕ وُہ مِنٹ ضایع۔
سٹوڈنٛٹ یوٗنٛیَنس منٛز تٔمۍ سٕنٛزِ نُمٲیِنٛدگی آسنہٕ کِنۍ ووت تَسٕنٛدٮ۪ن ہم جماتٮ۪ن فٲیدٕ
ہندوستٲنی ریلہِ چھےٚ مُسافِرن تہٕ مال دۄشوٕنی خٲطرٕ خٕدمات۔
تمہِ مۄکلٲو ژوٗرِ ژھیٚپہِ پنٕنۍ کٲم۔
تٔمِس ٲس خبر زِ تِم چھِ تٔمِس پیٖچھا کران۔
مےٚ چُھ پنٛنٮ۪ن شُریٚن پٮ۪ٹھ فخر۔
سُہ اوس ڈارون سُنٛد سٲتھی۔
اسہِ چُھ نہٕ تمۍ سٕنٛدِ مُلوث آسنُک کانٛہہ تہِ درست ثبوٗت۔
تٔمِس چھےٚ غٲر اِخلٲقی سونٛچ۔
فاینَلس منٛز کوٚر ہِنٛدوستٲنۍ ٹیٖمہِ آسٹرٛیلیاہس سۭتۍ مُقابلہٕ۔
مکانس نیٚبرٕ کنہِ گوٚو تیز دماکہٕ۔
بہٕ چُھس خۄش۔
تٔمۍ سٕنٛدِ کُٹھیُک نمبر چُھ کُنوُہ۔
یہٕ جاے چھےٚ آمٕژ بارٗود جمع کرنہٕ خٲطرٕ تھاونہٕ۔
تٔمِس اوس بیٹ زمیٖنس پٮ۪ٹھ
بَم دھماکہٕ کہِ وجہہ پیوٚو بچَس زَر
ساینس چُھ ہمیشہٕ حقیٖقتٕچ آگٲہی کرنٕچ کوٗشِش کران۔
یہِ محاورٕ چُھ پٔزۍ پٲٹھۍ معنی وول۔
سُہ چُھ اکثر پننِس عیالس پٮ۪ٹھ ظُلُم کران۔
ہوٗنۍ گِلنٲو پنٕنۍ لٔٹ۔
اسہِ چُھ پگاہ سیٚنِماہ گژُھن۔
مصنوعی ریشم چُھ رٮ۪تہٕ کالہِ خٲطرٕ۔
تٔمۍ سٕنٛدِ ناوُک ذِکِر تہِ چُھ تٔمِس وۄشلُن کھالان۔
آکسیجن چُھ سُہ گیس یُس أسۍ چھِ شہہس منٛز نِوان
اسہِ پزِ اِجلاس خٲطرٕ وقت مُقرر کرُن۔
مکان آو أنٛدرِمِس آنٛگنس منٛز بناونہٕ۔
مےٚ ہیوٚک نہٕ دوٗرِ پٮ۪ٹھٕ تماشُک صاف نظارٕ وٕچِھتھ
تٔمۍ اوٚن ونٛدٕ خٲطرٕ بِجلی پٮ۪ٹھ چَلن وول اَکھ اصٕل ہیٖٹر
کرکٹ چُھ ہنٛدوستانُک ساروٕے کھۄتہٕ مشہوٗر کھیٖل۔
ہارنہٕ باوجود تہِ اوس ٹیٖمہِ ہُنٛد حوصلہٕ بُلنٛد۔
سُہ چُھ پنٛنہِ سلوٗک سۭتۍ پٛرٮ۪تھ کٲنٛسہِ پریشان کران۔
زیادٕ تر دوٗر سفر چہِ سوارِ چھےٚ دارِ نِش سیٖٹہِ ترجیح دِوان۔
بےٚ شُمار لُکو وٕچھ فِلِم۔
چیٖزن چھِ مختلِف قۭمت تھاونہٕ آمُت۔
سُہ چُھ ادبُک طٲلبہِ عٔلِم۔
أسۍ چھِ چیٖز وزنہٕ حِسابہٕ مینان، نہ کہِ مقدار حساب۔
مےٚ گژھن کیٚنٛہہ یلہٕ کاغز۔
حٲدِثس منٛز سپٕدۍ ترٛےٚ لُکھ مارٕ۔
`+`چھِ رِیٲضی منٛز پازِٹو نشٲنی۔
تٔمۍ کٔرۍ أسۍ پنٕنۍ تِجارتی سامان ہٮ۪نس پیٚٹھ تیار۔
بلاے آیہِ روٗدس یوٗت اچانک پیٚنہٕ خٲطرٕ۔
ژےٚ چُھے پنُن شَرارت قابوٗ کرنٕچ ضٔروٗرت
تٔمۍ اوٚن ہۄنٛکانٛگ پٮ۪ٹھٕ اَکھ نوٚو کیمرا
بہٕ چُھس أکِس نایاب پوشس فوٹو تُلان۔
آمیزِش چُھ تُرُن گژھنس پٮ۪ٹھ دوٚر گژھان
سٲرنۍ چھےٚ روٗزی خٲطرٕ کٲم کرٕنۍ پیٚوان۔
سۄ چھےٚ سونٛتکہِ تاپُک لُطُف تُلان۔
تٔمِس چُھ مٔکرِس لور روزنس عادت
یہِ چُھ چنٛدس منٛز تھاونہٕ یِنہٕ وول پکھٕ۔
گۄڈٕ چُھ اَسہِ تَتھ مسلَس پٮ۪ٹھ بَحث کَرُن یُس اَسہِ برٛونٛہہ کَنہِ چُھ
دَچھِ رٲنٛٹھ چھےٚ پٔھلیمٕژ پَیہِ اَپور
پنُن کارٕبار زِنٛدِ تھاونہٕ خٲطرٕ چُھ اسہِ یہِ قدم تُلُن۔
دٔلیٖلہِ منٛز چُھ نہٕ پزرٕ رژھ تہِ۔
یہِ مواد چُھ ؤسِتھ معیارُک۔
سُہ چُھ فرانسی قومُک فرد یُس اِٹلی منٛز کٲم چُھ کران۔
شرٲیطَن ہِنٛز منٛظوٗری چھےٚ اِنٛتِظامیہ کٔمیٖٹی پٮ۪ٹھ دارمَدار
سٮ۪ٹھا لُکھ ٲسۍ جوکرَس أندۍ پٔکۍ بِہِتھ
تٔمۍ مۄکلوو پنُن دۄدٕ پیالہٕ أکِس زیٖٹِھس گرٛۄٹھس منٛز۔
پرٛنسپلن کٔر سٲنۍ کٲم تسلیٖم۔
مہربٲنی کٔرِتھ تٔھیِو پَنُن سرٛانٕہ کُٹھ صاف
بچہٕ سُنٛد اتھٕ اوس ماچُھر دار۔
تٔمۍ سٕنٛدِس پۄشاکس اوس چمکیلہٕ رنٛگ۔
ہمدردی چھےٚ اکھ نیکی مانٛنہٕ یِوان۔
سُہ چُھ بجہِ سڑکہِ نِش دوٗر روزان۔
تٔمۍ ژون پنُن موٹرسایکل گیراجس منٛز۔
جاناوارن ہِنٛدۍ أکۍ کھیٚلۍ کٔر یکدم وٕڑو۔
تٔمۍ سٕنٛدۍ تبصرٕ چھِ ہمیشہٕ ٲکِس بیٚمار اِنسانس زُو ژانان۔
تٔمۍ سُنٛد خانٛدان چُھ تٔمۍ سُنٛد طور طٔریٖقہٕ پَسنٛد کَران
مریٖض سُنٛد خوٗن مۄٹیوو نہٕ۔
شرٲبۍ اوس سڑکہِ پیٚٹھ زنٛگہٕ نٹان نٹان پکان۔
یہٕ کرُن چُھ نہٕ زبر۔
مےٚ چُھ ڈر زِ مےٚ چُھ تٔمِس خطرناک پٲٹھۍ دۄکھ واتنوومُت
حُکومتن چُھ نوٚو فرمان تیار کوٚرمُت۔
تِمو چھےٚ صلحہ نامس خٕلاف ورزی کٔرمٕژ۔
تِہُنٛد رِشتہٕ اوس دۄشوَے طرفو اعتِمادس پٮ۪ٹھ مبنی.
تُہی ہیٚکو نیٖرتھ اگر تُہی یژھان چِھو۔
آفتاب لوسنہٕ پتہٕ گژھِ درجہٕ حرارتس منٛز کمی۔
تٔمِس چھِ بچہِ شیطان
تمہِ کٔر سخت محنت سۄ پوٗزِشن حٲصِل کرنہٕ خٲطرٕ
سۄ چھےٚ پوٗنٛژمِس پورس پٮ۪ٹھ روزان۔
گٲڑۍ پیٚیہِ دۄبس منٛز۔
علی ین کوٚر عایشاہس سۭتۍ خانٛدر۔
دارٮ۪ن منٛز اِضافہٕ کِنۍ چھےٚ ہَوا دٲری منٛز بہتٔری آمٕژ
تٔمۍ چھِ پنٕنۍ تمام دستاویز فَایلہٕ تھاونٕچہِ المارِ منٛز تٔھیمٕتۍ۔
رٮ۪تہٕ کٲلۍ پَلو گٔژھن چھلنہٕ خٲطرٕ دٔبِس سوزنہٕ یِنۍ۔
تِمو رچہِ واریاہ گاڑٕ زالس منٛز۔
أسۍ ہیٚکو تعمیٖری مقصَدو خٲطرٕ وسٲیِل خٲطی کٔرِتھ۔
یِم سبزِیہِ چھےٚ سر سبٕز۔
تٔمۍ سُنٛد مرُن اوس اکھ خوف ناک صدمہٕ۔
أسۍ تراوَو یہِ جاے۔
یہِ چُھ قۭمتس مُقابلہٕ معیارُک سوال۔
تٔمۍ تھوٚو ثبوٗت ژھانٛڈُن جٲری۔
تِمو کٔر کیسٕچ حٔقیٖقت مُنصِفَس برٛونٛہہ کَنہِ پیش
زٕ جاسوٗس ٲسۍ تٔمِس پیٖچھا کران۔
یہِ چُھ تٔمۍ سُنٛد خانٛدٲنی کارٕبار، وراثتس منٛز برٛونٛہہ پوٚکمُت۔
ییٖتِس کالس نہٕ کیٖریُک آب خۄشٕک گژھِ تیٖتِس کالس چُھ نہٕ اسہٕ آب کہِ مۄلُک انٛدازٕ آسان۔
بزٲتی ٲسۍ تِم سِیٲسی جنٛگہٕ باپتھ پونٛسہٕ جمع کران۔
مےٚ ہیوٚک نہٕ کانٛہہ تہِ نشان لٔبِتھ۔
جانور ٲسۍ گاسہٕ چرایہِ کُن تیزی سان پکان۔
سُہ چُُھ اکھ تَصوُرٲتی رنٛگ ساز
داکٹرو کوڈ تمِس پِشاب بانہٕ۔
اژنٕچہِ جایہِ منٛز چُھ نہٕ کانٛہہ تہِ حفاظت کرن وول موجود۔
سۄ چھےٚ مے تکنیٖکی معاملن منٛز مشورٕ دِوان۔
تٔمۍ سٕنٛزِ آوازِ ہِنٛزِ کمزوری سۭتۍ گوس بہٕ حٲران۔
یِیمہِ کہاوتُک مطلب توٚر نہٕ مےٚ پوٗرٕ پٲٹھۍ فِکرِ۔
سٲبقہٕ وایس چانسلرن کوٚر یوٗنورسٹی ہُنٛد دورٕ۔
سُہ چُھ ہمیشہ سٹیج پرٛوگرامن منٛز اہم کِردار ادا کران۔
یتھ میزس چھِ ہر طرفہٕ پیٚتۍدار کوٗن۔
چِٹھۍ آیہِ از ڈاکس منٛز۔
ییٚلہِ بہٕ چُھٹی پٮ۪ٹھ گژھٕ سُہ سبنھالہِ کٲم۔
مےٚ کوٚر پنٛنہِ ویٚسہِ اِمتِحانس منٛز کامیٲبی پٮ۪ٹھ مُبارک
شٲعِری ہِنٛدِس مُقابلَس منٛز میلیٛوو رامَس پنٛژہن ساسَن ہُنٛد ؤظیٖفہٕ
نٲوِد سٕنٛزِ کھورِ سۭتۍ لوٚگ تٔمۍ سٕنٛدِس گٔلِس کٕھش۔
یِم بتہِ چھےٚ آبس نیٛوٗل بناوان۔
تٔمِس میلیو پنٛنہِ پیشکش خٲطرٕ جان ردِ عمل۔
زنہِ تہِ چُھ ووٹ تراونُک حق۔
اِمتِحانس منٛز گٔیہِ لگ بگ سٲری پاس
واجہِ ہُنٛد صٔحیٖح قۭمت اوس سانہِ وۄمید کھۄتہٕ زیادٕ
مےٚ وٕچھ اچانک انِگٔٹِس منٛز گاشِچ زٕژ۔
ٲخری مرحَلس خٲطرٕ کٔرِو پنُن پان تیار۔
لۄکٕٹۍ ہوٗنہِ بَچن چھےٚ میٛانہِ ماجہِ پَنٕنۍ ماے کٔرمٕژ
تٔمۍ سُنٛد پۄشاک اوس خوٗنہٕ سۭتۍ بٔرِتھ۔
تِمو چُھ حِساب کِتاب صِرِف میٚنیجمٮ۪نٛٹ کٮ۪ن طالبہِ عٔلمن مَٹہِ تھوومُت
تٔمۍ چھےٚ تقریٖبَن شیٚیے فیٖصدکِرایہٕ گۄڈٕ بٔرمٕژ
سُہ چُھ تیوٗت بوٚڑ دِکھاوٕ کرن وول۔
مُقدِم آو سُپریٖم کوٹ سوزنہٕ۔
میٛانیٚن کھۄرن ہیوٚتُن واے یُن۔
بہٕ چُھس نہٕ یَژھان وۄنۍ پنٕنۍ پَریشٲنی بڑاوٕنۍ
مےٚ چِ پننِس پٲجامس منٛز زٕ تَہہ خۄش کران
بہٕ چُھس یژھان ریلہِ ہِنٛدِس وقتس مُتعلق پتہ کرُن۔
تِمۍ ٲسۍ قسٕب وٲلۍ مگر ضٲبطٕچ ٲسٕکھ کمی۔
ٲسۍ گٔیہِ گرٕ ژھۄچہِ وتہِ کِنۍ۔
سُہ چُھ ذلیٖل ،موٚکُر نفر۔
مےٚ کٔر میچ زینٛنٕچ پوٗرٕ کوٗشِش۔
تٔمۍ سُٕنٛدٮ۪و سٲتِھیَو چھِ تٔمۍ سٕنٛدۍ عادات بِگٲڑۍ مٕتۍ
ژٕ کِتھ کٔنۍ ہٮ۪کَکھ تٔمِس اِتھ کٔنۍ پھیرنہٕ تھورنہٕ دِتھ؟
یہِ کَپُر چُھ گٔدۍ دار۔
ژٕ چُھکھ شُرِس کھوژناوان۔
ہمیشہٕ گژھِ زِٹھین ہُنٛد احتِرام کرُنٔ۔
تِمو کوٚر اکھ أکِس سۭتۍ گۄبرٕ سان کتھ
أسۍ چھِ تھرمامیٖٹرٕ سۭتۍ تَپھ وٕچھان۔
خرچہٕ گژھِ نہٕ سانہِ آمدٔنی کھۄتہٕ زیادٕ گژُھن۔
بادشاہ باے وکٹورین کوٚر 1837 پٮ۪ٹھ 1901 تام برطانیاہس پٮ۪ٹھ راج۔
خۄشٕک پوشن ہُنٛد بہترین رنٛگ۔
سۄ چھےٚ پنٛنہِ نزاکت خٲطرٕ مانٛنہٕ یِوان۔
میٛون بوے چُھ اسہِ پٮ۪ٹھٕ کنہِ فلیٹس منٛز روزان
"جنگلی حیات بچاونہٕ خٲطرٕ چھِ کوٗششہِ یوان کرنہٕ۔ 
"
سُہ چُھ جاے پٮ۪ٹھ جاے پھیران تھوران۔
مہربٲنی کٔرِتھ نیٖو زیوٗٹھ شہہ۔
مہیٚن نِش بچن ہِنٛز رٲچھ چھےٚ واریاہ ضروٗری۔
بہٕ چھسَے ژےٚ نہ گژھنُک حُکُم دِوان۔
لبہِ پٮ۪ٹھ اویزان پیٹِنٛگہٕ چھِ جان سجان
سۄ لۄکٕٹ کوٗر چھٕ واریاہ ٹاٹھِ بٕتھِ۔
تٔمۍ پھیُر پنُن کلہٕ تٔمِس وچھنہٕ خٲطرٕ۔
یِم جاناوار چھِ بَہارس منٛز نَسٕل کٔشی کَران
یہِ کٔمۍ سٕنٛز گٲڑۍ چھےٚ۔
یہِ پروگرٛام چُھ پرٛٮ۪تھ ہفتہٕ لچھٕ بَدیٚن وچھٮ۪ن والٮ۪ن رٲغب کران۔
ہاونٕچ عمل روٗز أکِس گٲنٛٹس تانۍ جٲری۔
تٔمۍ تھوو مجمہٕ میزس پٮ۪ٹھ۔
تٔمۍ کوٚر نہٕ پنٛنِس دوستہٕ سٕنٛزِ دھمکی ہُنٛد غور۔
دۄبس منٛز پیٚنہٕ پتہٕ کوٚر تٔمۍ سرٛان۔
اکھ جان طٲلبہِ علم چُھ مُستقبِل خٲطرٕ منصوٗبہٕ بناوان۔
پنٛنیٚن مغزن مہ دیٖو پنٛنہٕ کامہِ نِش ڈلنہٕ۔
سۄ چھِ تونٲیی سۭتۍ بٔرِتھ۔
پُلیسُک صحیح وقتس پیٚٹھ یِنہٕ سۭتی مۄکلییہِ لڑٲے۔
تٔمِس باسییہِ پنٛنہِ زنٛگہٕ کمزور گژھان۔
سچِن چُھ بہتریٖن کِرکٹ کھلٲڑۍ۔
پنٛنٮ۪ن کامیٲبِین پٮ۪ٹھ کر فخٕر۔
بہٕ تہٕ میٛون خانٛدار چھِ یَژھان منٛگتہٕ کوٗر رٹٕنۍ
میٛانہِ دفترٕچ سٲرٕے کاغزی کٲم چھےٚ میٛٲنِس سیٚکرِٹرٛی سٕنٛدِ ذٔریعہٕ کرنہٕ یِوان۔
کونٛسِل چُھ شہرس منٛز ٹرٛیفِک کم کرنٕکٮ۪ن طٔریٖقن پٮ۪ٹھ کٲم کَران
بچن ہِنٛدِس شفاخانس منٛز آسنس دوران چُھ تِہنٛدِ پرناونہٕ خٲطرٕ اکھ وۄستاد موجود۔
اَسہِ چھےٚ معزوٗرن خٲطرٕ حالات بہتر بَناونٕچ ضٔروٗرَت
تٔمِس چُھ دِل کمزور
تٔمِس ٲسۍ دُکہِ زامٕتۍ۔
یہِ ٹھٹھٕ کرن وول چُھ پنٛنہِ ناشٲیِستگی بٲپتھ مشہور۔
طوٗٗفٲنی لہرو واتنوو ناوِ معموٗلی نۄقصان۔
کیٚنٛہن چھےٚ فِکِر زِ ٹیٚکسس منٛز ہُرٮ۪ر سۭتۍ گژھِ معاشِیت کمزور۔
اسہِ وُچھ عجٲیٖب گرس منٛز جٔژل چِمپانٛزے
مےٚ چُھ نٕہ عموٗمن رٮ۪تہٕ کالہِ سفر کرُن خۄش کران
تٔمِس زاو اکھ اولاد یُس نر اوس۔
مَرن وٲلۍ نفرَن کوٚر پنٛنِس نیٚچوِس دُعایہِ خٲر
وُنۍ کٮ۪ن چُھ سُہ رِیادس منٛز کٲم کران۔
مدرَسن چُھ تٔمۍ سٕنٛدِ پرنہٕ خٲطرٕ مٲلی اِنتِظام کوٚرمُت۔
سُہ اوس بُزدِل۔
میانیٚن نظرن منٛز اوس یہِ وقت ضایع گژُھن۔
تٔمۍ سٕنٛدۍ خیال چھِ مےٚ باسان فٔضوٗل
نوٚو بریٚنٛڈ لانچ کرنہٕ خٲطرٕ چھِ نہٕ أسۍ پوٗرٕ پٲٹھۍ تیار
یہٕ آب چُھ نہٕ چٮ۪نہٕ خٲطرٕ ٹھیٖک۔
ژوٗر ژاو ید دِتھ گٔنِس گاسس منٛز۔
تیٖل چُھ رنٛنس خٲطرٕ اِستعمال گژھان۔
بہٕ چُھس نہٕ وٕنہِ یِژھِ ذمہٕ دٲری خٲطرٕ تیار
تٔمۍ چُھ پوٗرٕ دُنیاہُک سفر کُرمُت۔
