سُُہ بنیوو امریکہ ہُک نٲیِب صدر۔
آبٲدی منٛز ہُریٚر چُھ ترقِیٲتی پروگرامن ددارٕ واتناوان۔
مےٚ چھِ چاے چیٚنۍ خۄش کران۔
سُہ چُھ اکھ ناموَر ؤکیٖل
دفتر چُھ ییٚمہِ ہفتہٕ کِس ٲخرس پٮ۪ٹھ بنٛد۔
متن کٔرِو اصٕل پٲٹھۍ یاد۔
ژےٚ کم علامتہٕ چھےٚ؟
"یہِ چُھ تٔمۍ سُنٛد خاص مسلہٕ۔ 
"
تٔمِس چُھ سایکل شیرنہٕ خٲطرٕ پنُن ساز سامان۔
اَگر اَسہِ شَرٕط زیوٗن أسۍ ہٮ۪کو بیٛاکھ تہِ لٲگِتھ
ریٚیَن چھِ آسان بٔڑۍ تہٕ اِنٛتِہٲیی مُنظِم گرٛوٚپ
بچہِ چُھ جلدی لٮ۪کُھن ہیٚچھان۔
تٔمۍ سٕنٛزو ناکٲمیو ترٛوو سُہ انہِ گٔٹِس منٛز۔
مہربٲنی کٔرِتھ لیٖکِھو صاف صاف کرٛہنہِ میٖلہِ سۭتۍ
شُمٲلی فوجی دستس اوس برٛونٛہہ پکنُک حُکُم دِنہٕ آمُت۔
تِمو کوٚر تعلیمہِ ہُنٛد فیٖس بڑاونُک اعلان۔
مےٚ چھےٚ دہ ڈالر وۄزٕم ہیٚنٕچ ضٔروٗرت۔
تۄہہِ پزِ تمام خرچن ہِنٛز زانٛکٲری تھاوٕنۍ۔
مےٚ چُھ ماچھ خۄش کران
دروازن ہِنٛدۍ چوکاٹ گژھن لٔکرِ ہِنٛدۍ آسٕنۍ۔
بیٚنٛکَس منٛز بجےٚخطرٕچ گنٛٹی
زنانہٕ چھےٚ مُعاشرس منٛز برابری خٲطرٕ لڑان۔
سۄ چھےٚ پنٛنہِ سٔکوٗل چہِ میگزیٖنہِ لۄکچہِ نظمہٕ فَراہم کَران
تٔمۍ سٕنٛزِ کٔمیٖزِ ہُنٛد کالر چُھ واریاہ صاف
تٔمۍ کھیٚیہِ واریاہ گوجہِ۔
تٔمۍ کوٚر مےٚ پتھر بیٚہنُک اِشارٕ۔
یہِ چُھ اکھ کھُرۍ لد رِشتہٕ۔
شترنٛجَس منٛز چُھ اکرَم ہِنٛدُستانُک اَکھ مٲہِر کھلٲڑۍ
تٔمۍ تھوٚ و وارٕ وارٕ میٚژِ پیالہٕ پتھر
یہٕ اوٚدُر زیُن دزِ نہٕ زانٛہہ تہِ۔
تِم ٲسۍ پننین بچن رٲچھۍ کرٕنہٕ باپتھ ہُشیار۔
رنٛگ سازَس چُھ رنٛگ کرنہٕ خٲطرٕ بُرُس اَنُن
ییٚمِیُک اصلی مقصد چُھ نہٕ پیی۔
اکھ ون یُس سبزار سۭتۍ بٔرِتھ تہٕ روٗسۍ کَچوسۭتۍ بٔرِتھ چُھ۔
بہٕ چُھس دگہِ سۭتۍ تنٛگ آمُت۔
جنٛگن چُھ مُلکس پٮ۪ٹھ پنُن نِشان ترٛوومُت۔
واریاہ زیادٕ کھیوٚن چُھ میون عٲب۔
ژٕ چُھکھٕ مےٚ ہوٚٹ چیٖرُن یژھان؟
ڈاکٹرن کوٚر تٔمۍ سٕنٛدِ ہٹیُک مُعٲینہٕ کرنہٕ خٲطرٕ جرٲحی ہِنٛدِ آلُک اِستعمال۔
گاندھی جی ین ٲس عدم تشددٕچ ہدایات دِژمٕژ۔
ژوٚٹ اکھ کڑ تٔندوٗر منٛزٕ نٮ۪بر۔
اکبَرس اوس یہِ خٔصوٗصی مُفاد دِنہٕ آمُت
کِرایہِ پیٚٹھ کُٹھیُک اِنتظام یِیہِ جمٲژ ہِنٛدِ طرفہٕ کرنہٕ۔
ہوٲیی سفر اوس سٮ۪ٹھا خۄشوُن۔
مےٚ چھِ چنٛدس منٛز وُہ پاونٛڈ۔
حُکومتَس پزِ آلوٗدگی پٮ۪ٹھ قابوٗ کرنٕچ اہمِیت سمجِنۍ۔
نظمہِ ہُنٛد دٔیُم حِصہٕ چُھ گۄڈنِکہِ مِصرٕکۍ پٲٹھۍ گٮ۪ونہٕ آمُت۔
یہِ دلیٖل چھےٚ انسان سٕنٛدۍ فرایض تہٕحقوٗق واضح کران۔
کیاہ ژٕ ہیٚکہٕ کھٕ مےٚ پنُن قلم دِتھ؟
دِگرس بیٖٹھۍ أسۍ ٹیٚریسس پیٚٹھ۔
تمہِ کٔوٚر مِٹِنٛگ منٛز تحقیقی دستاویز پیش۔
کُٹِھس منٛز دٲخِل گژھنہٕ برٛونٛہہ کٔرِو دروازس ٹُھک ٹُھک۔
تٔمۍ سٕنٛز شکٕل چھےٚ خۄشوٕنۍ۔
یہِ زانٛکٲری چھےٚ زٲنِتھ مٲنِتھ دباونہٕ آمٕژ۔
پرٛنسِپلن کوٚر ہجوٗمس اِستقبال۔
تٔمِس ٲسۍ لۄکچارٕ پیٚٹَھے شہہ رگہِ سۭتۍ وابستہٕ مسٲیِل۔
ناولہِ منٛز چھ مکالو کھۄتہٕ زیادٕ داستانہٕ۔
مہربٲنی کٔٔرِتھ کٔڑِو کانٛٹہٕ ڈبہٕ منٛزٕ نٮ۪بر۔
سُہ چُھے ژےٚ وٕزس منٛز پیٛاران۔
ہوٗنۍ ٲسۍ وٕنہِ تہِ نیٚبٕرۍ ووران۔
شیٖنچ سفیدی چھےٚ لوٗبوٕنۍ۔
"کمپٔنی ہِنٛز صنعت کٲری ہِنٛز صلٲحِیت چھےٚ واریاہ محدوٗد۔
"
کُٹھ چُھ واریاہ وُشُن۔
تِمو کٔر نہٕ سیٚکہِ ہِنٛز صٔحیٖح مقدار فراہم۔
شُرۍ ٲسۍ جنٛگلہٕ سۭتۍ گٔنٛڑِتھ أکِس لۄکچہِ جایہِ منٛز گِنٛدان۔
تِم ٲسۍ پَریشٲنی منٛز تٔمۍ سٕنٛدِس یِنس پیاران۔
فوج توٚر دٔریاوس راتھ کیُتھ
بہٕ شیرن سۄ اگر نَے سۄ میٛٲنۍ بدنٲمی کرٕنۍ بنٛد کرِ۔
سۄ ٲس وۄپرن نِش ہوشِیار۔
تٔمۍ سٕنٛدِس اعزازَس منٛز چُھ تِمو شام کہِ بَتُک اِنٛتِظام کوٚرمُت
تِمو ہارنٲوۍ کھیلس منٛز پنٕنۍ مُخٲلِف سہولیت سان۔
سُہ چُھ سٲسۍنِس نوٹس پُھٹہٕ ووٹ یَژھان
وۄستادن کٔر مٲلِس ماجہِ تِہنٛدس شُرۍ سٕندِ بد سٔلوٗکی ہِنٛز شیٚکایَت
مزیٖد، یہِ چُھ میٲنِس توجس منٛز آمُت۔
نَیَو سٔہوٗلیاتَو سۭتۍ واتہِ ہوسٹَلَس منٛز روزَن والٮ۪ن فٲیدٕ
تتھ علاقس منٛز محفوٗظ جاے لبٕنۍ چھِ مُشکِل
گُرِس پیٚٹھ سوار فوج اوس برٛونٛہہ کُن پکان۔
آ، یہِ چھےٚ ڈٮ۪مب۔
مُختلف رنٛگن ہِنٛدۍ رنٛگ ؤلِو اِکہٕ وٹَے۔
تٔمۍ ٲسۍ آمٕتۍ رِیاست ترٛاونہٕ خٲطرٕ مجبوٗر کرنہٕ
مےٚ چھِ یہِ کٲم أکِس گٲنٛٹس انٛدر انٛدر مۄکلاوٕنۍ۔
تٔمۍ دِیُت تٔمِس دعوتَس منٛز شِرکت کرنہٕ خٲطرٕ اکھ پرچہٕ۔
کوٗنکِس دُکانَس چھےٚ آسان اصلی فرٛانٛسٕچ ژامَن
شہری حقوٗقن ہِنٛز تنظیٖم چھےٚ تمام سیٲسی قٲدین ہِنٛزِ رِہٲیی ہُنٛد مُطالبہٕ کران۔
مِشیٖن چھےٚ پوٗرٕ پٲٹھۍ پانَے چلن واجیٚنۍ۔
تٔمۍ اوٚن پنٛنہِ خانٛدرٕ خٲطرٕ اکھ بہتریٖن پۄشاک۔
میٲنِس میزس پٮ۪ٹھ چُھ کتابن ہُند اکھ ڈیر۔
پُلیٖسن ہوو مُجرِم گرِفتار کرنہٕ خٲطرٕ تلٲشی نامہٕ۔
مےٚ چھےٚ نیہٕ جایہِ کھوج کرنہِ خۄش کران۔
تٔمۍ چُھ خاکہٕ مُکمل کوٚرمُت۔
بیٲرۍ ٲس پنٛنیٚن بچن ہِنٛدِ خٲطرٕ بےٚ قرار گٔمٕژ۔
تمۍ سٕندۍ تبصُرٕ ٲسۍ واریاہ تعریٖف کروٕنۍ۔
اُستادن ووٚن طٲلِبہِ عٔلِمن زِ تِم تٲرِن سٲری جواب۔
مےٚ چُھ چانہِ استعمال خٲطرٕ کتابہِ ڈیرس تھایمژٕ۔
یہِ خبر پٔر مےٚ أزۍ کِس اخبارس منٛز۔
یہِ چُھ چُھرِ کانٛٹن تہٕ چمچن ہُنٛد مُکمل سیٹ۔
واو اوس تیز رفتار سان پکان۔
أسۍ ہٮ۪کو کافی اِکہٕ وۄٹہٕ چٮ۪تھ
ہیٚڈر کترٲیِو تہٕ رُوانٛگن ژٔٹِو ژۄن حِصن منٛز۔
تٔمِس آیہِ واریاہ زیادٕ وزن کھالنہٕ خٲطرٕ پانہٕ دِنہٕ۔
تٔمۍ دِیُت مےٚ نرِ ور۔
از چُھس بہٕ نِہایت آوُر ۔
پوٗرٕ خانٛدان اوس تس رٲزۍ۔
ہیٚچھنس چُھ نہٕ کانٛہہ تہِ انٛد آسان۔
ییٚمہِ علاقٕکۍ ژوٗنٹھۍ چھِ پوٗرٕ دُنیاہس سوزنہٕ یِوان۔
مےٚ چھِ زٕ موبایِل فون مگر کٕہیں تہِ چُھ نہِ ٹھیٖک پٲٹھۍ چلان۔
سۄ گٔیہٕ اکہِ حٲدِثِچ شِکار ییٚمہِ کِنۍ تٔمِس أچھن ہُنٛد گاش گوٚو
سُہ اوس اکھ ظٲلِم تہٕ شیطٲنی نفر۔
لاش ٲس دٔریاوس منٛز ییٖران۔
ژٕ ہٮ۪کَکھ خوشی سان مےٚ نِش یِتھ۔
بالکرشن پرساد چُھ ناماوار موسیٖقارو منٛزٕ اکھ۔
سُہ چُھ اصٕل نفر۔
تٔمۍ سُنٛد کرٛہن ماز چُھ نہٕ ٹھیک پٲٹھۍ کٲم کران۔
تٔمۍ دیُت نہٕ میٛانہٕ سَوالُک جواب
تمہِ رٔوٚٹ اٮ۪واڈ خۄشی سان
تِمن درمِیان بٕتھۍ لاگَے کٔر گندٕہ صوٗرت اختیار۔
تٔمِس لٔڑکس ٲس اَکھ لیٚدٕر ٹوٗپۍ لٲگِتھ
یہٕ زَنان چھےٚ پنٛنہِ عقل مٔنٛدی خٲطرٕ مشہور۔
تٔمِس میلہِ پنٛنٮ۪ن تمام بد کامٮ۪ن ہُنٛد سزا۔
مُختلِف مذہبن سۭتۍ تعلُق تھاون وٲلۍ لُکھ چھِ ہِنٛدُستانس منٛز لبنہٕ یِوان۔
مُظٲہریٖنو کوٚر پننٛٮ۪ن مُطالبن ہُند اِظہار۔
پنٕنۍ دنٛد کر صاف۔
اکبَرن کٔرنَس بہٕ میٖٹِنٛگ منٛز پَریشان
شیٚیہِ ریٚتھۍ پَتَے گوٚو جورِ طلاق۔
چٔھلمٕتۍ پَلو ترٲیِو رزِ پٮ۪ٹھ۔
بہٕٕ اوسُس زوٗنہٕ پیٚٹھ قدم تھاون وول گۄڈنیُک خٕلا باز بنُن یژھان۔
لالچ تہٕ حسد چھِ خطر ناک نۄقص۔
پنٛنیٚن دُشنمَنن آگٲہی دِنہٕ باپتھ کٔر تِمو پنٛنہِ زمیٖنٕچ نِشان دہی۔
نشہٕ کہِ ادوِیاتٕکۍ صِرِف کیٚنٛہ مِلہِ گرٛام ٲسۍ جان بحق کرنہٕ خٲطرٕ سیٚٹھا۔
سۄ ٲس منصوٗبٕچ صاف کتھ کرن واجیٚنۍ مُخٲلِف۔
بُنِلہِ سۭتۍ گوٚو سورُے شہر تباہ۔
صحت ٹھیٖک تھاونہٕ خٲطرٕ گژھِ واریاہ ترٛیش چیٚنۍ۔
ژٕ ہٮ۪ککھٕ مےٚ یِمن فایلن ترتیٖب دِنس منٛز مدد کٔرِتھ؟
پُلسَن کوٚر ژوٗر گِرِفتار
دۄن میزَن منٛزَس یۄس المٲرۍ چھےٚ سۄ چھےٚ پٕھٹمٕژ
ناکٲمی چھےٚ توٚہہِ مضبوط تہٕ زیادٕ محنتی بناوان۔
ژےٚ چھےٚ پنٛنِس بوٗٹس پھیٖتہٕ گنٛڑنٕچ ضروٗرت۔
مےٚ چُھ باسان بہٕ ہٮ۪کہٕ نہٕ زیادٕ سرد موسمس منٛز زِنٛدٕ روٗزِتھ۔
مسٲیِلو منٛز اکھ اہم مسلہٕ چُھ توانٲیی ہِنٛز کٔمی۔
تمہِ بنوو کلاس منٛز غٲر حٲضِر روزنہٕ خٲطرٕ اکھ جان بہانہٕ
تٔمۍ سٕنٛز عمل ٲسا قونوٗنس مُطٲبِق؟
ؤلِو گژھو تہٕ اداکار سٕنٛزٕ اداکٲری منٛز کرو شِرکت۔
لِفافہٕ کر گونٛدٕ سۭتۍ بنٛد۔
دُنیا چہِ پرٛٮ۪تھ کُنہِ تجٲرتی وتہِ چھِ پنٕنۍ سمنٛدری جہاز گشت کران۔
بٹوار ترٛٲوِتھ چُھ یہٕ پرٛٮ۪تھ دۄہ یلہٕ آسان۔
لٔڑکہٕ آو پنٛنہِ خٕدمتہٕ خٲطرٕ تمگہٕ سۭتۍ نوازنہٕ۔
سُہ چُھ شُگر چہِ بیٚمارِ منٛز مُبتلا۔
جموٗرِیتس منٛز چھِ تمام باشنٛدن برابر حقوٗق آسان۔
اتھ سرمایہِ کٲری منٛز زیوٗن تمۍ دہ گنہٕ نفع۔
یہِ میچ اوس اکھ برابر مُقابلہٕ
پرٛٮ۪تھ کُنہِ مُلکس چھِ پنٕنۍ رسم رِواج آسان
أسۍ پکو بروٚنہہ کُن مین سڑکہِ کُن
تٔمی سُنٛد بوٗٹ چُھ گسہٕ آمُت۔
گۄلاب کُلِکۍ کٔنٛڈۍ چھِ ہیوٚر کُن۔
سۄ چھےٚ اکثر درٛوٚگۍ پَلو انان۔
اکھ رُت نفر آسنہٕ کہِ حیثیت کٔر راجن پنُن دوست منشیاتو نِش بچاونٕچ پوٗرٕ کوٗشِش۔
سخت بٮ۪مارِ پتہٕ چُھ سُہ نٮ۪تہٕ سۄت بنیومُت۔۔
بہٕ چھس ہمیشہٕ پنٕنۍ پلو اِستٔرۍ کرنہٕ برٛونٛہہ أدٕرۍ کران۔
گولہِ ٹاسن ہِنٛز آواز آیہِ پورٕ وادی منٛز۔
مرنہٕ برٛونٛٹھ وول تٔمۍ پنُن سورُے قرٕض نکھٕ
زخمی شخص آو ہیلہِ کاپٹرس منٛز ہسپتال نِنہٕ
قونوٗن آیہِ نیہٕ ؤریِہِ کِس آغازس منٛز نٲفِذ کرنہٕ۔
سُہ چُھ جنٛگی جہازس منٛز پنٕنۍ خدمات انجام دِوان۔
نوجوان چُھ أکھ جُرت وول سِپاہ۔
سامان اوس ٹرٛکہِ منٛز والنہٕ آمُت۔
سُہ چُھ نہٕ گٔر لگان۔
یہِ وَتھ چھےٚ میون گرٕ کُن گژھان۔
وٕشنیرٕچ شِدت چھےٚ وۄنۍ کم گٔمٕژ۔
تٔمۍ کٔر سخت محنت تہٕ آیس جلدٕے ترقی دِنہٕ۔
آفتاب چُھ مغربس کُن لوسان۔
جیک تہٕ جِل ٲسۍ پہاڑس پٮ۪ٹھ پکان
تِمو دِیُت پنٛنیٚن ہمساین اِذا۔
تٔمۍ سٕنٛدۍ دۄشوَے بٲے چھِ ڈاکٹر
تٔمۍ ووے ستار۔
تِم ٲس زانٛہہ ناوۄمید گٔمٕتۍ زِ زانٛہہ ی،نۍ تِم بچاونہٕ
جہازُک اہم ڈانٛچہٕ چُھ تیار۔
فُٹ بال میچ کِس ٲخرَس پیوٚو واریاہ زیادٕ روٗد
ییٚمہِ پۄشاکٕکۍ رنٛگ چھِ واریاہ تیز۔
تِمو کٔر مےٚ أکِس بہتر عہدٕچ پیشکش۔
طوطن ہِنٛدِ خٲطرٕ ترٛٲیِو پنٛجرٕ یَلہٕ
تٔمۍ چھےٚ سالمٲتی حیاتیات پٔرمٕژ۔
سُہ چُھ أکِس ہوٗٹلس منٛز چپرٲسۍ سٕندِ حیثیت کٲم کران۔
تٔمۍ ژور ہیٛوٗمینٹیٖز بجایہِ ساینس موضوٗع۔
مریَمس چُھ جلدی شرارت کھسان۔
یہٕ چھےٚ نہٕ چٲنۍ کٲم
تٔمِس گٔیہِ نارس منٛز واریاہ زیادٕ آمہٕ تاو۔
یہِ کٲم چھےٚ میانہِ آمدنی علاوٕ رقم فراہم کران۔
تۄہہِ پزِ توٚتانۍ واتنُک طریٖقہٕ ژھانٛڑُن۔
کٲنٛسہِ تہِ چُھ نہٕ ٹیٖمہِ پیٚٹھ پیٚٹھا وٲلی کرنُک اِجازت۔
یہٕ ؤکیٖل چُھ واریاہ فیٖس منٛگان
تِہُنٛد مُستقبِل چُھ باسان وٲران
جانورن ہِنٛدۍ أکۍ ڈاکٹرن کوٚر زخمی گُرِس علاج۔
تٔمۍ چُھ امن چہِ کتھ باتھِ منٛز بامعنی کِردار ادا کوٚرمُت۔
تِہنٛدِس جہازس چُھ جرمنیِس منٛز روتلہِ وقفہٕ۔
تٔمۍ کٔر ۍ واضح طور پنٕنۍ خیالات بیان۔
میٛون مول چُھ کٲلیٖنن ہُنٛد کارٕبٲرۍ۔
تٔمِس چھےٚ کمرٕ چہِ زٕ أڑجہٕ پٕھچمژٕ۔
تٔمۍ ہٮ۪چھۍ واریاہ نٔوۍ لفٕظ۔
تٔمۍ سُنٛد تقریر اوس غٲر دِلچسپ۔
پوشہٕ ڈورٮ۪و کوٚر باغچہِ خوٗبصوٗرتی منٛز اِضافہٕ
تٔمۍ نژنٲو سۄ پنٛنیٚن نَریٚن منٛز۔
تٔمۍ کوٚر قسم زِ سُہ چیٚیہِ نہٕ وۄنۍ زانٛہہ۔
غریٖب لُکن چُھ پنٛنہِ آمدنی منٛز زِندگی گُزارٕنۍ مُشکِل گژھان۔
سُہ چُھ سِیاسَتس منٛز عملی تَوجہٕ دِوان
یہِ چُھ ؤریُک ژوٗرِم موسم۔
سُہ یُس حٲضِر چُھ ،سُہ چُھ وزیر۔
مُسلمان ثھِ قرآن چہِ تعلیماتہِ پیٚٹھ عمل کران۔
سُہ نوجوان چُھ میون بوے۔
تٔمۍ سُنٛد جوش چُھ تٔمۍ سٕنٛزِ شمولیت سۭتۍ ظٲہِر۔
آوارن کھوژنٲو سۄ تٔمِس سۭتۍ کتھ کٔرِتھ۔
تٔمۍ آزمٲو پنٛنِس دوستہٕ سٕنٛز ایٖماندٲری۔
أسۍ گٔیہِ اکہِ کھجہِ وتہِ کِنۍ۔
پنٛنِس بچہٕ سٕنٛدِس اتھس کٔرِو چِرٕ تھپھ۔
وۄستاد اوس تس مُدٲیی گٔنٛڈِتھ وٕچھان۔
یہِ چُھ واریاہ عار انن وول۔
سُہ چُُھ پنٛنہِ شٲیِستہٕ تہٕ زَبر طٔریٖقہٕ خٲطرٕ مانٛنہٕ یِوان
مےٚ چُھ چیٖنوٗ کَولٮ۪ن منٛز کھیوٚن خۄش کَران
یمہِ خبرِ ہِنٛدِ ہیٚہہ سۭتۍ پھیٖر تس لیٚدرِ ژھٹھ۔
پٔتمہِ رٲژ آو أکِس سمنٛدری جہازس تیٖل بردار جہازس سۭتۍ ٹاس۔
یہِ اوس جادو کِس اثراتس تحت اکھ پرون مکان۔
أسۍ چھِ سرکٲری دفترس سیٚدٕ سیوٚد أکِس عمارتہِ منٛز۔
پٔژھۍ کُٹِھس منٛز چُھ لٔکرِ ہُنٛد تختٕہ
بہٕ ٲسٕس ترٛیشہِ ۂژ لہذا پیٚیہِ مےٚ نیٚنٛدٕر۔
ٲس ٲسۍ دیٖری گژھنہٕ کِنۍ تنٛگ گٔمٕتۍ۔
یہِ منصوٗبہٕ تیار کرنس منٛز چھےٚ واریاہ سختِیہٕ۔
سوزانس چُھ کُنوُہِمہِ دسمبر یُن۔
گاڑیٚو منٛزِ دٕہ نیرُن چُھ ہَوہس منٛز آلودگی ہُنٛد سَبب بَبان
یوٗنیَنن چُھ تنٛخواہ بَڑاونہٕ خٲطرٕ ہنٛگامہٕ جٲری تھوومُت
تٔمۍ وُچھ کۄکرٕ سٕنٛزِ شکلہِ منٛز ہواہُک رُخ ہاون وٲلِس کُن۔
اسہِ پزن زمیٖن چہِ نعمتہٕ رچھِنہِ۔
بہٕ چُھس پنٛنہِ کتابہِ ہٕنٛدِس شایع گژھنس پیاران۔
تٔمۍ نژنوو پنُن کلہٕ اورٕ یور۔
دۄشوٕیو دَریو چُھ مُہادس پٮ۪ٹھ دستخط کرنس پٮ۪ٹھ اتِفاق کوٚرمُت۔
کِتابہِ ہُند تازٕ تٔریٖن ترجمہٕ چُھ بازرس منٛز دٔستِیاب۔
تۄہہِ نِش چھا پنٛنِس جواب کِس حقس منٛز کانٛہہ دلیٖل؟
پتہٕ گٔیہِ أسۍ منٛدر۔
امِہ فِلمہِ سۭتۍ گوٚو مےٚ تعجُب۔
تٔمۍ ٹُھک دیوارس کِیُل کیٚلینٛڑر اویزان تھونہٕ خٲطرٕ
تِمو کرٕ تمام نالہِ صاف۔
خراب نِظامُک پیوٚن چُھ یقینی۔
أسۍ نیرو تیلی ییٚلہِ سڑکہٕ صاف آسن
مندر چھِ عِبادتن ہِنٛزٕ جایہِ۔
یہِ چُھ اَسہِ پنُن معاملہٕ لیٚحازا روٗزِو تُہۍ اَمہِ نِش دوٗر
یہِ اوس غلط شِناختہِ ہُنٛد معاملہٕ۔
سُہ اوس شہرس أنٛدۍ پٔکۍ پکان۔
تٔمۍ سمجوو اکھ مُشکِل موضوٗع واریاہ سہل طٔریٖقس منٛز
ٹینِس زال گنٛڑوۍ کوٗٹس سۭتۍ۔
تۄہہِ چُھو خرچن ہُنٛد انٛدازٕ کوٚرمُت۔
مےٚ چھِ یتھ مسلس پٮ۪ٹھ واریاہ سوال۔
پنٕنۍ سٲری چمچہٕ تھٲیِو اخبارس ؤلِتھ۔
بہٕ چُھس نہٕ کٲم کرنہٕ وِزِ کیٚنٛہہ تہِ کھٮ۪وان۔
تٔمۍ سٕنٛدۍ پوش گٔیہِ میچس دوران زخمی۔
ییٚتہ ِچھِ ریل پرٛٮ۪تھ گٲنٛٹہٕ پتہٕ یوان
اسہِ کھیوو أکِس ہوٹلس منٛز کھیٚن۔
لٔڑکہٕ ٲسۍ پارکہِ منٛز ہُپٲرۍ یپٲرۍ بِہِتھ
اکھ وُشُن ناگ پھوٚٹ کنہِ پَلو منٛزٕ۔
تٔمِس چُھ حقیقتس پیٚٹھ فخٕر۔
تٔمۍ سٕنٛدِ رۄخُک نقشہٕ آو میانٮ۪ن أچھن بروٚنہہ کنہِ۔
أسۍ چھِ اکھ نوٚو کارخانہٕ قٲیِم کرنس مُتعلق سونٛچان۔
شِرکت چھےٚ رضاکارانہٕ تہٕ مُفت۔
تٔمۍ سٕنٛزِ دٔلیٖلہِ ہِنٛز باسے نہٕ مےٚ کانٛہہ تہِ بُنیاد
مہربٲنی کٔرِتھ کٔرِو پٔتھرِس پٲلِش۔
کینیڈا تہٕ امریٖکہ چھِ شُمٲلی نٮ۪صف کِرہس منٛز۔
تٔمۍ سٕنٛزِ بیٚمارِ خٲطرٕ چُھ یۄہَے وٲحِد علاج۔
أسۍ گٔیہِ سمنٛدری بٔٹِھس پٮ۪ٹھ کٔچھوٕ وٕچھنہِ۔
گاڑِ ہِنٛدِ تیٖلُک فی میٖل خرچہٕ اوس اصٕل۔
مےٚ چُھ باسان زن رام چُھ جلدی بَڑیومُت
کارکردٕگی منٛز ٲس ادبی جوشٕچ کمی۔
یتھ مکانس چُھ خۄشوُن نظارٕ۔
بہٕ چُھس تھوٚکمُت امی ہیٚکہٕ نہٕ بہٕ زیادٕ دوٗر گٔژِھتھ۔
سُہ کھوٚت دوران دوران ہیٚور۔
اخبٲری نُمٲیِنٛدٕ ٲسۍ میٖٹِنٛگ مُتعلق آگاہ کَرنہٕ آمٕتۍ
یِژھ کٲم کرٕنۍ ٲس میٛٲنۍ لاپروٲیی۔
طالبہِ علمو یِمو کلاس ترک کٔرۍ آیہِ بنٛد کرنہٕ
امہِ سۭتۍ ہیٚکہِ لفظی ترجمہٕ تباہ گٔژِھتھ۔
مگر یہِ مقابلہٕ چُھ وارٕ وارٕ تہٕ جوشہٕ بغٲر ختم گژھان۔
یتھ کِتابہِ پٮ۪ٹھ ترٛٲیِو اکھ نظر۔
یہِ کٔرِو عملہِ منٛز انٛنٕچ کوٗشِش۔
سُہ چُھ اکھ جٲہِل نفر، سُہ ہیٚکہِ نہٕ اسہِ کانٛہہ تہِ حل کٔڑِتھ
رۄپہٕ رنٛگُک اوٚبُر پٔھلیوو سمنٛدری بٔٹِھس پیٚٹھ اِکہِ انٛدٕ پیٚٹھٕ بیٚیِس انٛدس تانۍ۔
زنانو ہیٚژٕ ماتَمس منٛز وَدن کرٛٮ۪کہٕ دِنہِ۔
قٲدیو بنوو ژلنٕچہِ وتہِ خٲطرٕ منصوٗبہٕ۔
مےٚ وُچھ نہٕ کانٛہہ تہِ سٕہہ۔
سُہ موٗد شِشہٕ نارِچہِ بیٚمارِ کِنۍ۔
سۄ چھےٚ پسرٕ یِوان ییٚلہِ تٔمِس کانٛہہ چُھ کٕٹھ کڑان۔
صحت چُھ دولت کھۄتہٕ بہتر۔
تِمو چُھ وعدٕ کوٚرمُت زِ تِم دِن تٔمِس کارٕبارٕ منٛز نفعُک حِصہٕ۔
تٔمۍ سٕنٛزِ زٲم گوٚو پٔتِمہِ رٮ۪تہٕ خانٛدر۔
ایٚلموٗنِیم وَرق چھِ سفرَس منٛز کھیٚن ولنہٕ خٲطرٕ بہتٔریٖن روزان
تقریٖب سپدٕنہٕ پتہٕ ٲس سۄ زرٕد تہٕ اوٗرۍ نہٕ یوٗرۍ باسان۔
مےٚ بوٗز بیٚیِس کُٹھِس منز قدمن ہِنز آواز۔
تٔمِس چُھ پنٛنہِ برٛونٛہِمہِ خانٛدارنہِ خرچہٕ دیُن۔
گۄلٲبۍ چُھے ژےٚ واریاہ سجان۔
محلس منٛز اژنہٕ خٲطرٕ چھےٚ تۄہہِ اِجازت نامٕچ ضٔروٗرت۔
سُہ چھُ پنٕنۍ تمام بہژ پوچھر دِتھ پیش کران۔
أدٕرۍ پَلَو چھِ جِسمَس لٲرِتھ گَژھان
مہربٲنی کٔرِتھ مٕژراو یہِ دٲر۔
بہٕ چُھس یَژھان برٛیک فاسٹ پنٛنِس کُھٹِھس منٛز کھیوٚن
ڈاکٹرن وُچھ مریٖض واریاہس کالس۔
سُہ چُُھ کھاتن ہُنٛد تصدیٖق کرن وول۔
سُہ چُھ سٮ۪ٹھا ہُشار
اکِس واریاہ بٔڑس علاقس منٛز چھےٚ تعمیٖرٲتی کٲم چلان۔
انسٲنی حقوٗقن ہِنٛزِ خٕلاف ورزی گژھِ نہٕ حوصلہٕ افزٲیی کرنہٕ یِنۍ۔
حِکمت عملی کٔر کٲم۔
زٔمیٖن دار چھِ پنٛنہِ فصلہٕ خٲطرٕ روٗدَس پیٛاران
منٛدرس تانۍ واتنہٕ خٲطرٕ چُھ تۄہہِ تھزِ ہیرِ کھسُن۔
افسر سٕنٛدِس حُکمَس خٕلاف ورزی کرنس پٮ۪ٹھ آو سُہ کڑنہٕ
أسۍ چھِ دریاو کہِ دوٚیمہِ طرفہٕ روزان۔
سۄ چھےٚ جلدی ہیٚچھنَس منٛز مٲہِر
سِگریٹُک سوٗر ترٛاوو ٹرٛے منٛز
بہٕ اوسُس تٔمِس واریاہ خۄش۔
ژےٚ کِتھ کِنۍ لٔجی ییٚمہِ حٲدِثٕچ پَے
سُھ چُھ پنٛنہِ رقمُک ژۄگنہٕ منٛگان۔
تٔمِس اوس پنٛنہِ خانٛدارنہِ ہُنٛد قتٕل کرنُک اِلزام دِنہٕ آمُت
ڈاکٹرن کوٚر مریٖض سُنٛد اصٕل پٲٹھۍ مُعاینٕہ۔
مےٚ گُزٲرۍ شےٚ رٮ۪تھ ٲکِس وزٹنگ پروفیسر کِس طورس پیٚٹھ۔
چٲنۍ گٔر چھِ لوٗبوٕنۍ۔
تٔمِس چھےٚ پلون منٛز حدٕ کھۄتہٕ زیادٕ دِلچسپی۔
میٛون مول موج چھِ یَژھان زِ بہٕ گَژھٕ اصٕل کالجس منٛز پرُن
نفرتتہٕ شرارت چھِ انسٲنیتٕکۍ دُشمن
تمام سِیٲسی نِظام چھِ آزٲدی تہٕ برابری ہِنٛدیٚن تصوُرن پٮ۪ٹھ مبنی۔
یہِ کٔرزِ نہٕ آیِنٛدٕ، تٔمۍ وون دھمکی دِوان۔
سُہ چُھ یَژھان یتھ اِدارس منٛز کٲم کرٕنۍ۔
سُہ چُُھ پنٛنہِ بَرادٔری منٛز ناموَر
سُہ اِنجیٖنَر چُھ کامہِ ہِنٛزِ جایہٕ پٮ۪ٹھٕ ہمیشہٕ نقشہٕ سۭتۍ نِوان
واریاہ روٗدٕ پتہٕ گوٚو اسمان نیوٗل تہٕ ہوا گوٚو واریاہ سرٛہُل ہیوٗ تہِ۔
تِم ٲسۍ اصٕل پٲٹھۍ کھٮ۪تھ چٮ۪تھ تہٕ اصٕل پٲٹھۍ پَلو لٲگِتھ۔
سۄ چھےٚ اکھ اِنتِہٲیی اِخلٲقی زنان۔
مٮ۪وٕچ گوٗج چھےٚ مزٕدار۔
ماجہِ چُھ سٲنِس ژیر تانۍ نٮ۪بر روزنس ٹھاک تھوومُت۔
تِمو کوٚر میون نظرِیہٕ تسلیٖم۔
بہٕ چُھس نہٕ یژھان بازر گژُھن تہٕ بیٚیہِ چُھس نہٕ بہٕ بیٚیہِ پونٛسہٕ خرچ کرٕنۍ یژھان ۔
تٔمۍ دیُت پنٛنیٚن ہمساین لڑایہِ باپت تیش۔
تٔمۍ کٔڑ پنٕنۍ صدٕرۍ تہٕ قمیٖض۔
توہہِ پزِ پنٛنہِ تھیسِس کیٚن صفن نمبر دیُن۔
مہربٲنی کٔرِتھ کٔٔرِو ڈٲلۍ اَصٕل پٲٹھۍ ڈَبس منٛز بنٛد
مےٚ وُچھ کَٹن ہُنٛد اکھ جَب کھہَس منٛز
زمیٖن چُھ جنوٗبس کُن وسان۔
اکھ تفصیٖلی پلان آو جنٛگی قٲدی رِہا کرنہٕ خٲطرٕ بناونہٕ
آسمان اوس کرٛیٚہنہِ اوٚبرٕ کِنۍ سوٗرۍ گوٚمُت
سۄ چھےٚ گُرس سۭتۍ بد سلوٗک کران۔
بہٕ چُھس آتھوارن ہمیشہٕ گَری روزان
یہِ چُھ اکھ خۄشوُن محلہٕ۔
ڈاکٹرو کوٚر تس یکدم آپریشن کرنُک فٲصلہٕ۔
ٲس آیہِ دیٖری گژھنہٕ کِنۍ دِق۔
سۄ چھےٚ میٛٲنۍ پِتٕر بیٚنہِ۔
ترٛے چُھ اکھ طاق عدد۔
سۄ چھےٚ نہٕ پنٛنیٚن فۭصلن سۭتۍ ہم آہنٛگ۔
مےٚ ہیوٚت تٔمۍ سٕنٛدِ خٲطرٕ زِ میٖٹر سوٗتی کپُر۔
تٔمۍ سٕنٛز دٔلیٖل چھےٚ پالسی ہِنٛدٮ۪ن فٲصلن منٛز تبدیٖلی انٛنَس پٮ۪ٹھ زور دِوان
یہِ چِٹھۍ گژھِ کانٛہہ کٔھٹِتھ مقصد پوٗرٕ کرٕنۍ۔
کِتاب آیہِ بچن ہِنٛدِ مُطٲبِق بناونہٕ باپتھ دُرست کرنہٕ۔
یہِ آلہٕ چُھ وولٹیج کم کرنہٕ خٲطرٕ اِستعمال کرنہٕ یِوان۔
عٔلی چُھ نہٕ پَنُن زا دۄہہ مَناوان
یتہِ تہِ تُہۍ ٲسِو، خدا اَنیو تۄہہِ سارنی اِکہٕ وٹہٕ۔
بےٚ کٲری ہُنٛد یہِ احساس چُھ وٕنہِ تہِ مےٚ پریشان کران۔
تٔمۍ مارِ ٹھٹھس پیٚٹھ کِھکھرِ۔
سہلابن کٔر گامس واریاہ تبٲہی
سون بُنیٲدی مقصد چُھ پٲداوار بڑاوُن۔
تٔمہِ کوٚر تمام مدتہٕ باپتھ تٔمۍ سُنٛد شُکرِیا ادا۔
ییٚمِس گُرِس چھےٚ پۄختہِٕ مژھٕ۔۔
سۄ ٲس محبتی تہٕ جوشہٕ سۭتۍ بٔرِتھ۔
تٔمِس چھےٚ اتھن بستہٕ۔
سُہ چُھ پرٛٮ۪تھ دۄہ ورزِش سۭتۍ پنُن پان صحت منٛد تھاوان۔
تٔمۍ چُھ زٲنِتھ مٲنِتھ اسہِ دونٛکھٕ دیُتمُت۔
مٔریٖض سٕنٛدیٚن اہم تانن کٔرِو مُعٲینہٕ۔
سۄ چھےٚ صِرِف ژۄداہ ؤرِش۔
یہِ ٲس ہنٛدوستان کٮ۪ن کِرکٹ کھِلاڑٮ۪ن ہٕنٛز مُتٲثِر کرن واجیٚنۍ کارکردگی۔
تِم چھِ ظُلمس خلاف لڑان۔
رام چُھ ہَمیشہٕ راتھ کیُتھ گٲڑۍ چَلاونَس لوٚب ہٮ۪وان
مےٚ چُھ باسان ژےٚ پزی ٹَے لاگٕنۍ۔
کۄکُر چُھ نرم۔
آزُک فٹ بال میچ چُھ فران بمقابلہٕ برازیل۔
مہربٲنی کٔرِتھ چھلِو میٲنۍ پَلو۔
تمۍ سُند ظٲلِم راج مۄکلیوو 1522 ہس منٛز۔
آسامٲنی رنٛگ چُھے ژےٚ پٔزۍ پٲٹھۍ اصٕل گژھان۔
ہوٲیی سفر چُھ از کل عام گوٚمُت
اسہِ تُل کُنٛڑٕ تہٕ درٛایہِ ٲبی سفرس۔
باغ چُھ ژُکوٗنٛجل شکلہِ منٛز۔
یہِ تحریٖک چھےٚ دیٖنوی تہٕ ناقٲبلہِ اعتبار۔
یہِ چھےٚ شہرٕچ اہم سڑک۔
بِجلی منٛز اچانک تبدیٖلی یِنہٕ کِنۍ سَڑیوو پٕلگ۔
سُہ چُھ سورٕ سٕنٛدۍ پٲٹھۍ کھیٚوان!
تٔمۍ دیُت کارٕ بار شُروٗع کرنُک مشورٕ۔
یِم تُلرِ چھےٚ نہٕ ماچھ دِوان۔
اسلَمُن حٲدثہٕ اوس سٮ۪ٹھا تَباہ کُن
تٔمِس چھےٚ تیز یادٕ ووٚتُر۔
شہرس منٛز مُشکِلات آسنہٕ کِنۍ پٔچ میٖٹِنٛگ/ مجلِس شام تانۍ
تِم چھِ قۄدرتی مُداخلتٕکۍ طلب گار۔
سۄ چھےٚ اکھ پۄختہٕ زنانہٕ یۄس نہٕ زانٛہہِ تہِ پتھ چھےٚ ہٮ۪وان۔
تاج محل اوس شاہہِ جہانن بنومُت۔
مےٚ تھوِ پنٛنہِ سارے واجہٕ ڈَبس منٛز
سکیٹِنٛگ چھےٚ لٔگمٕتِس شیٖنس پٮ۪ٹھ کرنہٕ یوان۔
اصٕل کارنامہٕ چھِ آسان شابٲشی ہِنٛدۍ مستحق
مہربٲنی کٔرِتھ مہٕ لیٚکھ میون ناو غلط پٲٹھۍ۔
مےٚ دِ بیٛاکھ چایہِ کَپ
قٕسمت چُھ دِنہٕ وول تہِ تہٕ نِنہٕ وول تہِ۔
مےٚ أنۍ پننہِ ماجہِ خٲطرٕ سۄنہٕ سٕنٛز بٕنٛگٕر
یتھ معاملس چھےٚ سخٕت تحقیٖقاتٕج ضروٗرت۔
رانی ٲس کاژرِ رنٛگٕچ بٔنٛیان لٲگِتھ
ژامنہِ ٲسۍ آمٕتۍ موٚٹۍ ژَکل کرنہٕ
تِم چھِ تٔمِس کھوژٕ بٕڑ ونان۔
تٔمۍ ہوو گاڑِ رُکنہٕ خٲطرٕ جنٛڈٕ۔
مزٕ دار کھٮ۪نن ہِنٛز خۄشبو پٔھلییہِ تٔمۍ سٕنٛدِ ہر طرفہٕ۔
أکِس اِنسانس گژھِ سادٕ زِنٛدٕگی تہٕ تٔھز سونٛچ آسٕنۍ۔
ییٚمہِ کُٹھِ نٮ۪بر گژھِ نہٕ زانٛہہ تہِ کٲنٛسہِ خبر لگٕنۍ زِ اسہِ کیا بحث کوٚر۔
سُہ چُھ اکھ بد مِزاز بزرگ نفر۔
سۄ چھ دُنیا نِش دوٗر روزُن پسنٛد کرن واجیٚنۍ کوٗر۔
خواب اوس واریاہ واضح۔
سُہ چُھ بدتریٖن ماحولس منٛز روزان۔
مےٚ پٔر کِرکَٹَس مُتعلِق اکھ کِتاب
تِم  سٲری چھِ تُہٕنٛدۍ طرف دار۔ 
مےٚ چُھ تٔمی سُنٛد گۄڈنِیُک خطاب غٲر واضع طورس پیٚٹھ یاد۔
سون اہم برآمد کرنہٕ یِنہٕ وول سامان چُھ توٚمُل۔
میٛون ہوٗن چُھ میٛون وَفادار سٲتھۍ روٗدمُت
سُہ اوس پنٛنہِ جوٲنی منٛز اَکھ دِلیر نَفر
یہِ زمیٖن چُھ سرکٲرۍ ادارٕچ ملکیت
یِمن لَبن چھِ رنٛگٕکۍ زٕ پھش ضٔروٗرت
شُرۍ ٲسۍ باغس أنٛدۍ أنٛدۍ نَژان
مےٚ چھِ تیز رنٛگ پَسنٛد
رام چُھ واریاہ شریٖف
أسۍ چھِ طوٗفان کیٚن مُتٲثِریٖنن خٲطرٕ چنٛدٕ جمع کران
تٔمۍ وٲے دروازٕچ گنٛٹی
سُہ بنیوو شہری حقوٗقن ہُنٛد وتہٕ ہاوُک۔
آز چھےٚ زبردست تۭر۔
سۄ چھےٚ کھوژٕ بٕڑ
مہربٲنی کٔرِتھ تُلِو ڈَبہٕ ہٮ۪سہٕ سان
سُہ چُُھ پیشہٕ کِنۍ دچھِ باغُک باغوان۔
تٔمۍ سٕنٛزِ دٔلیٖلہِ ہُنٛد بُنیٲدی مقصد اوس یہٕ زِ تعلیٖم گژھِ پوٗری زِنٛدگی جٲری روزٕنۍ۔
سُہ اوس اکھ بےٚ حیا نفر۔
ژوٗر آو گِرفتار کرنہٕ تہٕ جیل برنہٕ۔
تٔمِس ٲس پنٕنۍ مقامی زبان اِستعمال کرٕنۍ خۄش کران۔
سٔہلاب اوس آبٕچ پایِپ پھٹنہٕ کِنۍ آمُت۔
تٔمِس چُھ ہیوٚر بۄن تہٕ کاژُر مس۔
سُہ چُھ حالَے پنٛنہِ نوکری منٛزٕ کڑنہٕ آمُت۔
تٔمۍ اوس اکھ پۄشاک لوگمُت یُس کمرس نِش واریاہ تنٛگ اوس۔
تمہِ کوٚر تِمن دعواہ زِ تِم ہیٚکن نہٕ تٔمِس ہارنٲوِتھ۔
ژٕ چُھکھ بِلکُل صٔحی
سرکار آیہٕ سِیٲسی جمٲژن ہِنٛدِ اِتِحاد سۭتۍ بناونہٕ
اکھ سیاح ووت ہوٲیی اَڈس پیٚٹھ۔
تٔمۍ کٔر نیہِ منصوٗبہٕ خٲطرٕ پنٛنین تجویٖزن ہِنٛز تفصیلات تیار۔
بہٕ اوسُس کامہِ منٛز مٔتۍ گوٚمُت۔
کانگریس کِس حقس منٛز ٲسۍ صِرف سداہ ووٹ۔
ژےٚ لوٚگیہِ سفرس مزٕ؟
سالَس پٮ۪ٹھ پننہِ سٔلوٗک سۭتۍ ٲس سۄ سٮ۪ٹھا شرمنٛدٕ
مےٚ چھِ بہودُری ہٕنٛدۍ کارنامہ کرٕنۍ واریاہ پسنٛد
سۄ کٔھژ مُشکِلی سان بالس۔
پارسَلس چُھ آمُت غلط پَتہہ لٮ۪کھنہٕ
تٔمۍ ہیٚنٛدۍ بدلوو مذہب تہٕ بنٛیوو مُسلمان
گلوگار گوٚو رٲتۍ راتسٕے منٛز مشہوٗر۔
مےٚ چھےٚ مس ژٹنٕچ ضروٗرت۔
کۄکر ٲسۍ مَرِ منٛزٕ نیرنہٕ خٲطرٕ ژھٹہٕ ژھٹہٕ کَران
أسۍ چھِ ییٚتہِ کٕنٕک وۄپداوان۔
اچانک جنٛگ وۄتھنہٕ پتہٕ چُھ وۄنۍ مُلکس منٛز امن۔
منصوٗبس آیہِ شرطہٕ بغٲر منظوری دِنہٕ۔
غٲر مُتوقعہٕ ہارُن آو أکِس وٕزملہِ ہِنٛدِس طورس پیٚٹھ برٛونٛہہ کُن۔
بہٕ اوسُس پنٛنہِ اِمتِحان کہِ نتٲیِج سۭتۍ واریاہ مایوٗس گوٚمُت۔
یہٕ پالسی چھےٚ ژوٗرِ خٲطرٕ علاوٕ سرمایہٕ دِوان۔
سُہ چُھ اَکھ اَصٕل گینٛد باز
سۄ گژھِ نہٕ زانٛہہ تہِ پنٛنِس مقصدس منٛز ناکام۔
مےٚ روو بنٛدوٗق
مٔنٛڈیہِ چھےٚ سیٚٹھا زیادٕ نفع زینان۔
تٔمۍ سٕنٛدۍ اتھٕ کھۄر چھِ لۄکٕٹۍ تہٕ شوٗبوٕنۍ۔
مےٚ پیوٚو قلم کتہِ تانۍ ییٚتی اورٕ یور
رامن کوٚر اعلان زِ سُہ گژھِ ضروٗر دعوتس منٛز۔
تٔمۍ ووِ عام سبزِیہٕ۔
شفاخانُک سورُے عملہٕ اوس مددگار۔
ہر ٲکِس پٮ۪ٹھ ٲس نواب سٕنٛز حکوٗمت۔
بہٕ چُھس گرٕ اتھٕ گژھنہٕ کِس ہیٚہَس منٛز۔
ییٚمہِ مصنوعاتُک پیٚیہِ مُلکٕچہِ مُعاشیاتس پیٚٹھ واریاہ کم اثر۔
سٲرِسٕے مُلکس منٛز چھِ مُشکِلات۔
یِم چھِ کیٚنٛہہ چیٖز یِم پرٛٮ۪تھ سیاحس پَے گژھن آسٕنۍ۔
بچہِ اوس موجہِ باپتھ ودان۔
تٔمِس ٲس زہر دار سۄرپھن ٹھۄپھ دِژمٕژ۔
تٔمۍ دِیُُت لۄکٹِس لٔڑکس دۄد چٔھکراونہٕ خٲطرٕ سخت مار۔
روومُت فون آو صحیٖح سلامت لبنہٕ۔
ہوسٹَلس منٛز چُھ شامس 7:30 بجہِ پیٚٹھٕ شامُک بتہٕ دِنہٕ یِوان۔
سُہ چُھ مذہبی معاملن منٛز سنٛجیٖدگی سان دِلچسپی تھاوان
تٔمۍ کوٚر پنٛنِس نٔزلس چیٖنی جٔڑی بوٗٹِیو سۭتۍ اعلاج۔
یہِ کُل پٔھلیٛوو سٲرِسٕے دٮ۪وارس۔
سُہ آو گرٕ دہہِ بجہِ۔
"پوٗٗرٕ ہفتس تانۍ جٲری روزن والیٚن فسادن دوران گٔیہِ لگ بگ 300 نفر مارٕ۔
"
یہٕ چھےٚ نہٕ میٛٲنۍ پَریشٲنی
یتھ شراکہِ چھِ تھپھ ایؤری ہٕنٛز بنیمٕژ
مےٚ چَھ پننِس بُڈبب سٕنٛز واریاہ ماے
میون مول چُھ نِو یارکس منٛز روزان۔
مہربٲنۍ کٔٔرِتھ مہ کر مےٚ ییٚمہِ سٕنٛژنہ سۭتۍ تنٛگ۔
مَکان اوس کُلٮ۪ن منٛزَس واقع
سیاحن ہِنٛدِ پَے پتہٕچ چھےٚ نہٕ مےٚ کانٛہہ تہِ زان کٲری۔
أسۍ آسو لگ بگ 11 ہہِ بجہِ گرِ۔
تٔمۍ کٔر میٲنِس کَنس منٛز پِھسرارَے۔
آبس منٛز اوس شیٖنُک گولہٕ ییٖران۔
آب تہٕ تیز آبٕچ مقدار گژھِ برابر آسٕنۍ۔
أسۍ تٔرۍ دٔریاوَس أکِس لۄکچہِ ناوِ منٛز
تٔمۍ کوٚر پنٛنٮ۪ن سامعیٖنن خٲطرٕ تقریٖر تیار۔
رامَس چُھ پَنٕنۍ مٔزوٗر معطل کرنُک اِختیار
آز کیاہ چھےٚ سٲنۍ پیٚچیٚنۍ رنان؟
سُہ گوٚو ٲخٕر دُپہار وِزِ ظٲہِر۔
بُخارِ ہُنٛد کوٗن صاف کَرُن چُھ سٮ۪ٹھا مُشکِل
ملکُک پوشیٖدٕ شہری مہ بن، کینٛژھا کر حٲصِل۔
موٗجوٗد ہنٛدوستٲنۍ حوٗمت چھِ واریاہن پارٹین ہٕنٛدِ اتحادسۭتۍ سپُدمُت
کانٛہہ تہِ دۄکٕھ بٲزی ہیٚکہِ نہٕ مےٚ بیگلٲوِتھ۔
یُتھے پانیُل تُرُن چُھ گژُھان، یہِ چُھ مایہِ دار گژھان۔
جولایی یس منٛز اوس زیادٕ کھۄتہٕ زیادٕ درجہِ حرارت ۳٠ ڈِگری سلشِیس درٕج کرنہٕ آمُت۔
مےٚ چُھ تٔمۍ سٕنٛدِ خٲطرٕ بِستَر ترٛاوُن
گنٛڈن خٲطرٕ کٔرو سٕرکھٕ اِستعمال۔
ژےٚ کوٚرُتھ پنٛنہٕ خانٛدانُک ناو خراب۔
تٔمِس چُھ واریاہ وسیع تہٕ جدیٖد نظریہ۔
سفیدی سان تٔمۍ سُنٛد بُتھ اوس شوٗبان۔
ژٕ کیازِ چُھکھ نہٕ بہران تٔمِس پرژھنس؟
کیٚنٛہہ امریٖکی لوٗکھ چھِ چیٖنَس بدنام کرنٕچ پرٛٮ۪تھ مُمکِن کوٗشِش کران۔
مےٚ چُُھ ڈر زِ تُہنٛد خیال چُھ نہٕ تجارتی طور قٲبلہِ عمل۔
تٔمۍ زیوٗن تمغہٕ پنٛنہِ سخت محنتہٕ سۭتۍ۔
تمہِ کوٚر راتھ یِنُک وعدٕ۔
سُہ گوٚو أکِس بٔڑِس ۂجوٗمَس بٕتھِ کَنہِ کھڑا
خٲلی ۵٠ رۄپیہِ ہیٚکہِ نہِ میانہِ عیالٕچ یڈ پٲلِتھ۔
مہربٲنی کٔرِتھ مَہ کٔرِو وَتھ بنٛد
مےٚ چھِ کھورین دَگ
یا تہِ نیر ژٕ نتہٕ بُلاون بہٕ بُلیٖس
تٔمِس ٲس تیز وۄزلہِ رنٛگٕچ بٔنٛیان لٲگِتھ۔
سُہ چُھ اکھ واریاہ اصٕل نژن وول
اسہِ چُھ کیٖرِس نِش تھوڑا دۄب ہیوٗ بناونٕچ ضروٗرت۔
ذِمہ وٲری ٲس کامیٲبی سان مکمل کرنہٕ آمٕژ۔
ٹیٖمہِ منٛزٕ پنٛنہِ معطلی پٮ۪ٹھ اوس تس سٮ۪ٹھاہ شرارت۔
أکِس اِنسان سٕنٛدۍ الفاظ چھِ تٔمۍ سُنٛد سونٛچ ظٲہِر کران۔
برٛونٛہہ کنہِ دِنہٕ آمژن مِثالن پٮ۪ٹھ کٔرو غور۔
سۄ چھِےشاہراہس پٮ۪ٹھ روزان۔
سۄ ٲس نہٕ خوشی سۭتۍ وٮ۪ژٲنی
تٔمِس چُھ آمُت خاص اِختِیار دِنہٕ۔
بُنِلۍ پِھرِ عمارتہٕ پتھر۔
سۄ چھےٚ ہَمیشہٕ باخَبر تہٕ تٮ۪لنٛگہٕ روزان
تنزیٖمَن چھےٚ پانہٕ وٲنۍ پرٛٲنۍ دوستی
تٔمۍ ژھانٛجہِ حقیقتہٕ تہٕ کریٚن تِم پرناونس لایق شکلہِ منٛز پیش۔
بہٕ کِتھ کٔنۍ ہٮ۪کہٕ پنٛنِس مٲلِس ماجہِ ہُنٛد اِجازت حٲصِل کٔرِتھ؟
اسہِ پزِ پنٛنِس خۄدایس شُکُر گُزار روزُن۔
کٲنٛسہِ ہٕنٛدِس وقارس مہ واتناو ددارٕ۔
تٔمۍ کٔرۍ فہرستس منٛز تِمن ہِنٛدۍ ناو ادلہٕ بدل۔
کمپٔنی دیُت نۄقصانُک مُعاوضہٕ
ہوٗٗن چُھ اکھ پالتو جانور۔
بہٕ چُھس پنٕنۍ باقٕے زِنٛدگی تٔتی روزُن یژھان۔
یہ چُھ نہٕ پوٚز۔
ہِرنس چھِ خوٗبصوٗرت ہٮ۪نٛگ
مےٚ چھےٚ چانہِ کامیٲبی منٛز ذٲتی دِلچَسپی۔
سۄ چھےٚ پنٕنۍ کٲم بذاتہِ خۄد کرٕنۍ یژھان۔
أسۍ ہٮ۪کو منٛصوٗبہٕ فوری طور عملہِ منٛز أنِتھ
مےٚ چھےٚ نہٕ خبر زِ سُہ یِیا کِنہٕ نہ۔
ژٕ ہٮ۪کَکھ سامان ڈِکی منٛز تٔھوِتھ
تٔمۍ تھوو پَنُن پان سُکوٗنس منٛز ییٚلہٕ زن نار لگنہٕ وِزِ سٲری بامبرے۔
تتھ سڑکہِ پٮ۪ٹھ چھےٚ رُکاوٹٕہ۔
ییٚمہِ وٕزُک کھجر چُھ ٲٹھ فُٹ۔
تٔمِس کٔرٕکھ ٹیوٗمر کڑنہٕ خٲطرٕ جرٲحی۔
تِمو چھےٚ پنٛنِس کُٹِھس پیٚنٛلِنٛگ کٔرمٕژ۔
ڈاکٹرو دیُت مشورٕ زِ وۄزُل ماز ہیٚکہِ دِلس خٲطرٕ مُزِر ٲسِتھ۔
تتِہ چُھ اکھ جان کیٚنٛٹیٖن۔
مےٚ چھِ ڈِٹرجنٛٹ ضروٗرت بانہٕ چھلنہٕ خٲطرٕ
مےٚ وُچھ باغس منٛز اَکھ خۄشوُن بَچہٕ
مہربٲنی کٔرِتھ دِ یہِ کتاب تٔمِس
پُلیٖسن کوٚر باقٕے پانٛژن گِرِفتٲری ہُنٛد اِختیار نامہٕ جٲری۔
تہزیٖبی پرٛوگرام چھِ شہرس منٛز جٲری۔
ستیاجیت رے چُھ اکھ مشہوٗر فِلمی ہِدایت کار۔
تٔمۍ کوٚر واقعُک پنُن انٛداز بیان۔
معہادس کوٚر وکیٖلو احتِیاط سان مُعٲینہٕ۔
لٕہر چھےٚ شُمال پٮ۪ٹھٕ جٔنوٗبس کُن وسان۔
تٔمِس منٛز چُھ غلط فٲصلہٕ کرنُک رحجان۔
سۄ چھےٚ ییٚمہِ کامہِ خٲطرٕ مانراوٕنۍ سٮ۪ٹھاہ مُشکِل۔
تٔمِس چھِ کٔھلۍ شانہٕ
تِمو چھےٚ پنٕنۍ دوستی بروسہٕ سۭتۍ مضبوٗط کٔرمٕژ۔
سُہ دراو وٕنۍ دروازٕ کِنۍ۔
تٔمِس چُھ اَصٕل اِخلٲقی کِردار۔
افواہن منٛز چُھ نہٕ پَزرُک کانٛہہ نشان تہِ۔
تِمو کٔر لۄکٕٹۍ مُجرِم نِپٹاونہٕ خٲطرٕ اکھ خصوٗصی عدالت قٲیِم۔
لٔڑکو دیُت دٔریاو سۭتۍخۭمہٕ۔
مےٚ تُج تٔمۍ سٕنٛدِ میزٕ پٮ۪ٹھ اکھ فایِل۔
سٕژن تُل نوِ سوٗٹہٕ خٲطرٕ میون میٖژ۔
سُہ چُھ ہمیشہِ شیکسپیر سُنٛد حوالہٕ دِوان۔
نازی ین ہٕنٛدِ قبضہ سۭتۍ گوٚو فرانس زبردست پٲٹھۍ اثر انٛداز۔
تٔمۍ سُنٛد ساروٕے کھۄتہٕ بوٚڑ صفت چُھ تٔمۍ سُنٛد سمٕج۔
کھسوٕنۍ قۭمت چھِ واریاہن کارٕبارنن ہِنٛدِس قٲیِم روزنس خطرس منٛز ترٛاوان۔
مےٚ چُھ اِمتِحان دِنہٕ خٲطرٕ فیٖس برُن۔
تِمن میلہِ ییٚمہِ رٮ۪تہٕ کِس ٲخرس تانۍ تنخواہ۔
تتہِ چھا چکر کرنہٕ خٲطرٕ کیٚنٛہہ؟
سُہ چُھ کِرایہِ ہِنٛز گٲڑۍ چلاوان۔
مےٚ چھِ چاکلیٹ سٮ۪ٹھا پَسنٛد
جیلس منز پانژن ؤرین روزنہٕ پتہٕ آیہِ تس آزٲدی دِنہٕ۔
مہربٲنی کٔرِتھ تٔھیِو پنٕۍ ذٲتی ماملہٕ ییٚمہِ بہژ نِش دوٗر
یہِ جاکیٹ لاگ تہٕ گژھ بازر۔
پگاہ آسہِ جُمعہ۔
زنانہِ دِژ واقعٕچ پوٗرٕ زانکٲری۔
گِرجہٕ گَر گَژھنہٕ خٲطرٕ کٔرۍزیٚو نہٕ ژیر کیٚنٛہہ
پنُن نیٚچُو خۄش کرناونہٕ خٲطرٕ کوٚر تٔمۍ اکہِ چکرُک اِنتظام۔
سُہ پوٚک جنٛگلہٕ مٔنٛزۍ اکہِ کھجہِ وتہِ کِنۍ۔
تٔمۍ سٕنٛدِ بےٚ اعتِبار سلوٗکہٕ باوٕجوٗد تہِ چھےٚ سۄ تٔمِس سۭتۍ پنٕنۍ دوستی برقرار تھٲوِتھ۔
ؤکیٖٖل سٕنٛد مقصد چُھ ثٲبت کرُن۔
مےٚ باسییہِ پنٛنہِ نرِ زن زیٖر ہِش۔
تٔمِس چُھ پانس أنٛدۍ پٔکۍ خۄشوٕنۍ چیٖز آسٕنۍ خۄش کران۔
تٔمِس چھِ ڈٮ۪کس پیٚٹھ دانہٕ۔
سۄ آیہٕ بَطورِ عٲرضی مُلٲزِم بٔرتی کرنہٕ تہٕ تمہِ پتہٕ آیہٕ مُستَقِل کرنہٕ
تٔمۍ سُنٛد سورُے حِساب چُھ دُرُست
یہٕٕ ڈَبہٕ تُلۍزِ ہٮ۪سہٕ سان
تٔمۍ ہیٚتۍ تٔمِس پَلَو سُونہٕ خٲطرٕ واریاہ پونٛسہٕ
احتمالُک تصوُر چُھ ۹٠ کٮ۪ن ابتدٲیی دٔہلین منٛز قٲیِم کرنہٕ آمُت۔
مےٚ چُھ نہٕ زٕہٕنۍ تہِ یُتھ کیٚنٛہہ بوٗزمُت۔
اسلَم چُھ پَنٕنۍ یَڑ ہۄکھٕ پھل تہٕ مِٹھایَو سۭتۍ بَران
تٔمۍ سٕنٛز نوکری چھےٚ واریاہ مُشکِل۔
تٔمۍ سٕنٛزِ زبٲنۍ ہُنٛد انٛداز چُھ غٲر مُلکی لہجہٕ سۭتۍ مُتٲثِر گوٚمُت۔
صِرِف پنٛنہِ خٲطرٕ سونٛچُن چُھ نہٕ جان۔
مےٚ مۄکلٲو پنٛنہِ کِتابہِ منٛز ٲخری مشٕق۔
اکبَر چُھ اَکھ کامیاب فن کار
نَوٮ۪ن مُلٲزِمن ہِنٛدِس کامیاب آسنَس پٮ۪ٹھ چُھ نہٕ اسہِ کانٛہہ شک
طریقہٕ کار ہٮ۪کو دۄن حِصن منٛز تقسیم کٔرِتھ۔
بہٕ چھس تٔمۍ سٕنٛدِس بتھِس پٮ۪ٹھ خۄشی ہٕنٛدِ وجہہ سۭتۍ چمک وُچھِتھ ہٮ۪کان
تٔمۍ چلوو کیوباہس تانۍ اکھ لۄکُٹ ہوٲیی جہاز۔
کۄکُر ژٔٹِو ٲٹھن حِصن منٛز۔
ہیٹر چُھ آب تہٕ کُٹھ وُشناونس لگان
ییٚمہِ کہانی ہٕنٛز سُرخی کیاہ آسہِ؟
فوجن کوٚر أنٛدۍ پٔکیُک علاقہٕ بنٛد۔
ییٖتِس کم تنخواہس پٮ۪ٹھ اوس سُہ ہٮ۪کان مُشکِلن زِنٛدٕ روٗزِتھ۔
سُہ چُھ پنٕنۍ کمزوری مانان۔
بٕجہٕ زنانن چھےٚ بِہِتھ کتھا باتھا کرٕنۍ خۄش کران۔
یہِ چُھ چون سفر نامہٕ۔
اکھ لۄکُٹ بچہٕ اوس تٔمِس سۭتۍ بیزٲری سان وۄدنی۔
ییٚمہِ نوکری خٲطرٕ چُھ تجربہٕ اہم۔
مےٚ چھےٚ ییٚمہِ نوکری ہِنٛز سخت ضروٗرت۔
عمارت مُکمل کرنہٕ خٲطرٕ چھےٚ اسہِ أکِس دٔسِل سٕنٛز ضٔروٗرت۔
سٲنۍ مدرَسن چُھ اکھ نوٚو ڈرٛیٚس کوڈ جٲری کوٚرمُت
تِم چھِ کارخانہٕ قٲیِم کرنہٕ خٲطرٕ مُنٲسِب جاے ژھانٛڑان۔
بہٕ چُھس پنٛنہِ ضٔمیر کِنۍ واریاہ صاف۔
ہوٗن اوس راتھ کیُتھ بَڑِ وۄپھراے کَران
میانہِ خٲطرٕ چُھ سُہ اکھ حقیٖقی مِثال۔
عوام کہِ علاجٕج سہولیت گژھِ سارنی خٲطرٕ دستِیاب کرنہٕ یِنۍ۔
طالبہِ علم ٲس ہنٛگتہٕ منٛگہٕ مٲدانس پھیران۔
یہِ اوس اُستاد سٕنٛدِ اِجازتہٕ بغٲر کَرنہٕ آمُت
شُرۍ ٲسۍ با اخلاق۔
مارٹِنا تہٕ جارج بنٛییہِ حال حالے مول موج۔
لۄکٕٹۍ بچن کٔر پکنٕچ کوٗشِش مگر روٗد پتھر پٮ۪وان۔
ناوِ منٛز ٲسۍ پانٛژ نفر ٲبی سفر کران۔
ٹرٛین وٲژ سٮ۪ٹھا ژیٖر
سُہ چُھ پننِس ریاستس منٛز واریاہ امیر تٲجِر۔
میٲنِس ہوٗنِس ٲسۍآمہٕ دواہچ ضروٗرت۔
اسہِ چُھ کیٚنٛہہ خام تیٖل ضٔروٗرت۔
تمہِ اعلان سۭتۍ گوٚو سُہ حٲران۔
بہٕ یژھٕ گۄڈٕ تٔمِس سمکُھن۔
تٔمۍ سٕنٛدۍ نقشہٕ چھِ پوٗرٕ ہنٛدوستان کیٚن لُکن منٛز مشہوٗر۔
أسۍ ہیٚکو پانس درمِیان یہِ دوٗریٚر ختم کٔرِتھ۔
سُہ چُھ کامہِ ژوٗر۔
سۄ چھےٚ واریاہ خراب حالتہِ منٛز
اسہِ گُزور رٮ۪تہٕ کول فرانسیسی دچھِ باغس دورٕ کران۔
سٲنِس رِشتس منٛز چھےٚ واریاہ اصٕل مُساوات۔
تمہِ وۄتھروو کلہٕ پٮ۪ٹھٕ اتھٕ سۭتۍ عٲرق۔
نَیہِ بَجٹ سۭتۍ گَژھِ یٔقیٖنی طور عوام مُتٲثِر
حکوٗمت چُھےٚ مُخٲلِف جمٲعژ ہِنٛز راے بوزنس اِنکار کران۔
تمِہِ اوٚن سُہ پۄشاک تماہ کِنۍ۔
سۄ چھےٚ دۄہ کھۄتہٕ دۄہ خوبصوٗرت بنان۔
تٔمۍ سُٕنٛد مقصد چُھ گافُک حٲمی بنُن۔
یہِ چُُھ رسہٕ وول مزٕ دار میوٚنٛڈ۔
تِمن ہِنٛز سختی کم کرنہٕ خٲطرٕ یہِ کینٛژھا سُہ کٔرِتھ ہیٚکہِ ہا تہِ کوٚر تٔمۍ۔
تِمو آسہِ سُہ ٰلط سمُجمُت۔
تٔمِس آو أنٛدرِمہِ وتہِ آمدورفت کرنس منٛع کرنہٕ
سُہ ریڈیو ڈراما اوس واریاہ اصل۔
مےٚ پیٚیہِ ڈاکٹرس نِش گژُھن۔
صفٲیی چھِ اسسانہٕ سُنٛد نٮ۪صف ایمان۔
تٔمۍ گوٚنٛڈ ڈبہٕ سٕتلہِ سۭتۍ۔
مےٚ کر چیٖرٕ تھپھ۔
میانہِ گرٕ یِنہٕ سۭتۍ آیہِ تس واریاہ مشکِل درپیش۔
رمیش گوٚو لۄکٹِس بچہِ سٕنٛزِ ترقی وُچھِتھ حٲران۔
تٔمۍ کوٚر أکِس تجربہٕ کار اداکار سٕنٛزِ سرپَرستی منٛز آسنہٕ کِنۍ فخر محسوٗس۔
میٛانہِ کالج دٲخٕل گھژنہٕ برٛونٛہٕے ٲس تٔمۍ گرٛیجویشن کٔرمٕژ
تِمو دِیُت تس شُکریہ ادا کرنہٕ چہِ نِشٲنی پیٚٹھ اکھ لۄکُٹ تحفہٕ۔
کٲم کرن والیٚن چُھ اِنتِظامیاہس سۭتۍ اِختلاف۔
گٮ۪ونٕچ آواز ٲس پوٗرٕ بڑِ۔
سُہ چُھ سارنی سۭتۍ اَصٕل سٔلوٗک کَران
دُشمَن فوجَن کوٚر راتھ کیُتھ نیٚبرِمہِ چوکہِ پٮ۪ٹھ حملہٕ
شَرابُک عٲدی گَژُھن چُھ صحتہٕ خٲطرٕ مُزِر
تٔمۍ دِژ مُختٔلِف نفرَن کٲم
تِمن ہِنٛدیٚن دۄن خۭمن ہیٚٹھ اوس خطرناک پٲٹھۍ حملہٕ کرنہٕ آمُت۔
مےٚ چُھ دنٛدٕ دود۔
حُکوٗمَتن کٔر لُکن گُزٲرِش زِ تِم دِن فوجس خوٗن
مےٚ لیوٚکھ ادبی تنقیٖدس پٮ۪ٹھ اکھ اصٕل مضموٗن۔
بانہٕ کر خٲلی۔
اسہِ کوٚر تاپُک وٕشنیر محسوٗس۔
تٔمۍ کھول کھیٚنہٕ پتہٕ ڈاکُر۔
تِمو چُھ واریاہن مُشکِلاتن ہُنٛد مُقابلہٕ کوٚرمُت۔
اسہِ پزِ کامہِ ہُنٛد اکھ بہتر شیٚڈوٗل بناوُن
نار اوس دِوان شدید تَژر۔
یہِ مدرسہٕ چُھ بہترین مانٛنہٕ یِوان۔
ڈَبَس منٛز اوس اَکھ پُھٹمُت پیٛالہٕ
شہزادٕ ایڈواڑ سُنٛد خانٛدر وُچھ ساسہٕ بدٮ۪و لوٗکو۔
میانہِ گاوِ چھِ زٕ نر ؤژھۍ زامٕتۍ۔
ٲخٕرکار میلییہِ تٔمِس زِنٛدگی منٛز پنٛنہِ پیشِچ صلٲحیت۔
سرحدن ہِنٛز حفاظت کرنہٕ خٲطرٕ چُھ فوج سوزنہٕ آمُت۔
أسۍ چھِ دۄہے خۄداے سُنٛد حمد کران۔
تٔمِس ٲس حُکامس مُقابلہٕ کرنہٕ خٲطرٕ بد سٔلوٗکی۔
مےٚ چُھ چٲنِس عیالس خٲطرٕ سٮ۪ٹھا لول
سُہ اوس واریاہ پوٚرمُت لیوٚکھمُت، خیال تھاون وول نفر۔
تٔمۍ چُھ ٹیٚنِس کِس دُنیاہس منٛز پنُن اکھ ناو بنوومُت۔
مرد چھِ اکثریتس منٛز۔
سۄ چھےٚ أکِس نٔوِس ظٲلِم تہٕ جٲبِر افسرس ماتحت کٲم کران۔
یہِ شوقیہ فنکار چُھ اصل پٲٹھۍ تصویٖر بناوان۔
سُہ چُھ سٕرکہٕ کٕنان۔
سُہ چُھ بےٚ صِفت۔
تٔمۍ ترٲو پنٛنہِ خواہِش پیٚٹھ کمپنی۔
سٲنِس مدرَسس اوس بوٚڑ صَحن
گژھنہٕ برٛونٛہہ کٔرۍزِ فون، سُہ ما آسہِ نہٕ تُہنٛدِ یِنٕچ وۄمید تھاوان۔
اسہِ وُچھ آبس پٮ۪ٹھ پوٚس یتھ منٛز سٮ۪ٹھا صابن ٲس۔
بہٕ چُھس پنٛنہِ دلیٖلہِ ہِنٛز ذہنس منٛز شکٕل بناوان۔
مےٚ چُھ یٔقیٖن زِ سُہ چُھ یہٕ مسلہٕ سمبالنٕچ وُسعت تھاوان
بہٕ چھسَے ژےٚ یہِ چیٖز ہٮ۪نُک مشورٕ دِوان۔ یہِ چُھ اصٕل تہِ تہٕ امہِ علاوٕ سستہٕ تہِ۔
بہٕ چُھس پنٛنہِ ضٔمیر کِنۍ واریاہ صاف۔
تٔمۍ سٕنٛز بیٚمٲرۍ چھےٚ تٔمۍ سٕنٛدِ بٕجرٕ کِنۍ۔
فوجن کٔر ۂجوٗم قوبوٗ کرنٕچ کوٗشِش
ظٲہِر نیرِ سُہ نیہِ ہفتہٕ کینڑا۔
اسہِ ووت ییٚمہِ میچہٕ خٲطرٕ واریاہ کال پیاران
تٔمِس چُھ جان مٲہر عملہٕ۔
بہٕ کِھنہٕ تٔمۍ سٕنٛز قبر پنٛنہِ کٔرنہِ سۭتۍ۔
گرِ چھِ واریاہ اصٕل اوزار۔
یہِ سُانٛچہِ ہیٚکو ضروٗرتہٕ چہِ شکلہٕ بناونہٕ خٲطرٕ اِستعمال کٔرِتھ۔
تِمو اوٚن کُٹھِس منٛز ٹرٛالی پٮ۪ٹھ صُبحُک کھیٚن۔
مےٚ دِ نوٗنہٕ رژھا۔
سون کار چُھ اَصٕل پٲٹھۍ پَکان
رُدٕ آب چُھ یتھ بٔڑِس حوضس منٛز وسان۔
سٲنۍ کۄکٕر چھےٚ ٹھوٗلن پھہہ دِوان
2001 اوس نہٕ فلمن خٲطرٕ کامِیابی ہنٛد ؤری۔
تِمو کٔوٚر تس ویٖزا دِنس اِنٛکار۔
جاپانٕکۍ چھِ گٔنٛزراونہٕ خٲطرٕ اکھ خاص گٔنٛزراونٕچ مِشیٖن اِستعمال کران۔
سۄ چھےٚ پسرٕ یِوان ییٚلہِ تٔمِس کانٛہہ چُھ کٕٹھ کڑان۔
کُمارس اوس اِلزام لَگاونہٕ آمُت زِ تٔمۍ چھِ اِدارٕ کٮ۪ن پونٛسَن ٹپلہٕ کوٚرمُت
أسۍ گَژھو ہوٲیی اَڑس تانۍ گاڑِ منٛز
تٔمۍ سٕنٛدِس پۄشاکس اوس چمکیلہٕ رنٛگ۔
یہِ چُھ وٕنہِ تہِ تتہِ اکھ موجوٗد رٮ۪واج۔
جمہوٗریت چھےٚ سۄ حکوٗمت ییٚمِچ نُماینٛدگی عوام چُھ کران۔
ژۄداہ ؤری کم وٲنٛسہِ ہِنٛدیٚن شُریٚن گژھِ مول موج سۭتۍ آسُن۔
یہِ ٲس اکھ اصٕل پٲٹھۍ قٲیِم کمپنی۔
اسہِ پَزِ نہٕ بِجلی ضایع کَرٕنۍ
سۄ دارِ مےٚ زٕ ہتھ امریکی ڈالر۔
فوجی چُھ نہٕ زانٛہہ تہِ غٲرحٲظِر آسان۔
تٔمِس آیہٕ اِمتِحانس منٛز پنٛژہ فیٖسد نمبر۔
امریٖکہ چُھ علاقس منٛز علاوٕ لشکر سوزان۔
کارخانس منٛز ٲسۍ نہِ تمہِ ساتہٕ نفر لاگنہٕ آمٕتۍ۔
حالَے چھےٚ تٔمِس منٛز تصَوُری تبدیٖلی آمٕژ
کرٛسمسَس پٮ۪ٹھ آسو أسۍ مدراسس منٛز۔
یتھ بوتلہِ منٛز چُھ تیزٕ
پلسن روٚ ٹ ژوٗر
مےٚ کٔر پننِس دوستس سۭتۍ فونس پٮ۪ٹھ کتھ۔
تٔمِس چھےٚ دفترس منٛز واریاہ کٲم نامُکمل۔
تٔمِس اوٚن گاڑِ ژُؤتِس پٮ۪ٹھ ٹاس۔
تِم گٔیہٕ أکِس غٲر ذِموار اِتِحادس منٛز دٲخِل۔
مےٚ چھِ ماٹم خۄش کران۔
سُہ اوس وَتہِ پٮ۪ٹھ بیٚچھان
جدیٖد موسیٖقی چھےٚ میانہِ خٲطرٕ صِرِف شور۔
پوٗرٕ راتس ہُشارٕ روزُن چُھ مُشکِل۔
آفتاب گوٚو اوٚبرٕ پٔتۍ کِنۍ ظٲہِر
پرٛٮ۪تھ کانٛہہ زرٕ چُھ ایٚٹمن ہُنٛد بنیومُت۔
تِہنٛدِس کاروبارس منٛز وسعت چھےٚ اِشارٕ دِوان زِ تِم چھِ ترقی کران۔
یتُھ بدمعاش مہ بن۔
سُہ چُھ ییٚتہِ پٮ۪ٹھاوٲلی کَران
بہٕ اوسُس ناوۄمیدی ہِنٛدِس گِردِ آبس منٛز ہٮ۪نہٕ آمُت۔
جنٛگہٕپتہٕ چُھس بہٕ تور واریاہ لٹہِ گوٚمُت۔
بہتر گژھِ اگر ژٕ یہٕ کٲم أزۍ پوٗرٕ کرکھ۔
تیٚلہِ کیٛازِ چُھکھ ژٕ تس طعنہٕ دِوان؟
وَدن والیٚن کوٚرُ’ن ۂٹِس دود۔
میون مانُن چُھ زِ پرٛٮ۪تھ کانٛہہ چُھ صلٲحیت سان پٲدٕ سپدان۔
تٔمِس چُھ کمزور شِشنور۔
حالات چھِ بہتر بناونٕچ ضروٗرت۔
"سُہ دۄہ چُھ پکان ییٚلہِ اسہِ فٲصلہٕ پیٚیہِ کرُن۔
"
اسہِ کوٚر سفر شُروٗع ییٚلہِ گاش پھۄلان اوس۔
تٔٔمۍ سٕنٛز کٲم مۄکلٕنہٕ برٛونٛٹٕھے گوٚو شام
بہٕ اوسُس وقتَس نِش بےٚ خَبر
سۄ چھےٚ پنٛنہِ نیہِ نوکری منٛز جان کٲم کران۔
تٔمِس اوس پنٕنۍ ۄستادن سزا دیُتمُت۔
ریلہِ ہِنٛدِ کٔدلُک زیچھر چُھ 1715 فٹ۔
ہندوستان کِس تواریٖخس منٛز چُھ گُپتا دور شانٛدار دور قرار دِنہٕ آمُت
ژٕ ہیٚکَکھ نہٕ یہٕ بستہٕ پھاٹرٲوِتھ
مہربٲنی کٔٔرِتھ سپدٲیِو کٲم ؤلۍ ؤلۍ۔
تۄہہِ پیٚیَو نقدٕے دیُن
تِٔہِنٛز ہٮ۪مت چھےٚ اسہِ سارنی خٲطرٕ اکھ مِثال۔
واریاہ بار مہ تُل۔
مےٚ چُھ باسان ییٚمہِ ہفتہٕ نِمہٕ بہٕ چُھٹی۔
نژنہٕ پتہٕ نَمییہِ شُرۍ ناظریٖنَن برٛونٛہہ کنہِ
الوٕنِس کٔدلس ترُن چُھ مُشکِل۔
طوُفانٕکۍ زورن کوٚر سخٕت خوف پٲدٕ۔
ژیر گژھنہٕ باوجوٗد تہِ روٚٹ تمہِ جہازٕ
تٔمۍ ؤنۍ ؤلِتھ کتھ۔
تس منٛز چُھ شٲیِستگی ہُنٛد احساس لبنہٕ یِوان۔
ٲخٕر کار لوٚب تِمو پنُن بچہٕ۔
پرنسپلن دیُت طالبہِ علمن ہِنٛدِس سربراہس اختیار۔
تٔمۍ دِیُت دارٕ دکہٕ۔
بنٛڈل اوس تٔمۍ سٕنٛدِس کمرس پٮ۪ٹھ گۄبِرٕ سان الونٛد
سُہ اوس زرد تہٕ تھوٚکمُت باسان۔
بہٕ کرٕ پنٛنِس مٲلِس ماجہِ نِٕش چالٲکی سۭتۍ پونٛسہٕ حٲصِل کرنٕچ کوٗشِش۔
لۄکچہِ کورِ ہُنٛد نژُن کوٚرُن سارِنٕے خۄش۔
تٔمۍ چیٚیہِ گِلاس منٛزٕ ترٛیش۔
اسہِ کھیوٚو واریاہ زیادٕ ماز تہٕ کۄکر۔
تٔمۍ رُکٲو چِٹھۍ بُغض آسنہٕ کِنۍ۔
یِمن مٮ۪ون چُھ شیٖن گوٚمُت۔
لیٚباٹرٛی چھےٚ جٔدیٖد ساز و سامان سۭتۍ بٔرِتھ۔
یہٕ منٛصوٗبہٕ کَرِ پرٛٮ۪تھ ؤری ہَوہَس منٛز زٕ ساس ٹَن کاربَن کم
جانوَر محدوٗد جاین منٛز تھاوٕنۍ چھِ گۄناہ
مَہ کَر نٔکھرٕ تِکیازِ ژےٚ میٖجی نوکری
مےٚ ووٚن مٲلۍ بازر منٛزٕ اکھ بِسکوٹ ڈبہٕ انُن۔
سمنٛدری جہاز گوٚو سٔہلابس منٛز تہٕ ہیوٚتُن پھٹُن۔
مریٖضس ٲس شےٚ ؤری برٛونٛہہ بکؤٹ بدلاونہٕ آمٕژ۔
تٔمۍ چیٚیہِ تٔژ چاے گِلاسس منٛز۔
سۄ چھےٚ ہمیشہٕ تیز رنٛگ لاگان۔
توٚت واتنس لگہِ لگ بگ سۄدا گٲنٛٹہٕ۔
یہِ گوٚو ظٲہِر زِ تِمو چُھ واریاہ پونٛسہٕ فرشس تل ژوٗرِ تھوومُت۔
کھہس منٛز چھِ واریاہ تعدادس منٛز کُلۍ کٔٹۍ کٔھتۍمٕتۍ۔
بُنِلہِپتہٕ چھےٚ علاقہٕ چہِ نقشہِ سٲزی منٛز تبدیٖل آمٕژ۔
طوُفانٕکۍ زورن کوٚر سخٕت خوف پٲدٕ۔
یُس کانٛہہ دِلچسپی آسہِ تھاوان سُہ ہیٚکہِ مےٚ فون کٔرِتھ۔
تٔمِس میلیو یتھ سکیٖمہِ منٛز ترٛاونہٕ آمتہِ پونٛسُک دۄگنہٕ رقم۔
اسہِ چُھ کیٚنٛہہ خام تیٖل ضٔروٗرت۔
تٔمۍ سٕنٛز شٲعرانہٕ تخلیٖق چھِ حٲران کرن واجیٚنۍ۔
یہِ چُھ اتھ پٮ۪ٹھ دارومدار زِ ژٕ کِتھۍ کٔنۍ أنٛزراوکھ مسلہٕ۔
تٔمۍ کوٚر جنوٗبی امریٖکہ گژھہٕ کِس خیالس پٮ۪ٹھ غور۔
سۄ چھےٚ پنٛنِس خاندارس زبردست محبت کران۔
ٹی وی پروگرامن ہُنٛد چُھ بچن پٮ۪ٹھ جان تہِ تہٕ ناکارٕ اثر تہِ پٮ۪وان۔
تٔمۍ لٲے آبہٕ چہِ سطح بۄن وۄٹھ۔
تٔمۍ سُنٛد فرشتہٕ صِفت چُھ تٔمِس محبتس لایق بناوان۔
تٔمۍ لوے گُرِس پنٛنہِ چھانٛٹہٕ سۭتۍ۔
ٹیٖمہِ اوس گوڈنیُک گول نٮ۪صٕب وقتٕہ برونٕے کوٚرمُت۔
اِمتحانس منٛز چھِ کیٚنٛہہ سکوٗل جوٲبی پرچن سۭتۍ قلم تہِ دِوان۔
تٔمۍ سٕنٛدِ پۄشاکُک دامن اوس ژھیوٚنمُت۔
تِمو أنۍ اکھ پرٛٲنۍ گٔر
ژوٗر سپدییہِ واضح دۄہ کِس گاشس منٛز۔
ژٕ ہٮ۪کَکھ اَسہِ برٛونٛہہ کُن پٔکِتھ
مےٚ باسیوو یتھ دلیلہِ پژھ کرٕنۍ رژھا مُشکِل۔
تٔمۍ سُٕنٛد وۄرٕ بوے اوس جادادَس پٮ۪ٹھ پنٛنہِ حقہٕ خٲطرٕ لَڑان
أچھ ہِنٛز جرٲحی چھےٚ واریاہ ٲوِج آسان۔
اثر پٲدٕ کرنہٕ خٲطرٕ رلاوِ تٔمۍ آوازٕ۔
تٔمِس چُھ پیٚوان بوٚڑ عیال پالُن۔
ژےٚ کیازٕ ترٛووتھن سُہ۔
سفید پَلو وہراو میزس پیٚٹھ۔
باغوانَن ؤوۍ موٗل کھادِ منٛز
بہٕ چُھس نہٕ جعل سٲزی منٛز شٲمِل گژُھن یژھان۔
کپتانس گوٚو امپایرَس سۭتۍ بَہَژ
تٔمۍ ژٔٹۍ تمام کُلۍ۔
ازکل چُھ منشیات شہر چہِ پرٮ۪تھ جایہِ سہولیت سان دستیاب۔
دہشت گردن ہُنٛد مقصد چُھ لُکھ خوفزدٕ کرٕنۍ!
یہِ کوٗر چھےٚ واریاہ زِنٛدٕ دِل۔
گۄڈٕ ژٔٹِو کاغز أکِس ترٛکوٗنس منٛز۔
سٲرِسٕے راتس تٔھٲو مےٚ بٮ۪مار بَچس نظر۔
سُہ آو ٲٹھن رٮ۪تن خٲطرٕ قٲد خانس منٛز سوزنہٕ۔
سۄ چھےٚ اکھ فنکار ییٚمۍ پنٕنۍ تخلیٖقی صلٲحیژ تکمیٖلس واتناونس منٛز ؤری واد دِتۍ۔
بہٕ روزٕ کیٚنہس وقتس تُہنٛدس علاقس منٛز۔
ٲلوٕ سِوِو گۄڈٕ
تٔمۍ تھوو بالٹیٖن نلکَس تلہٕ کنہِ
لگ بَگ چھِ اَز سٔٹیڑیَمس منٛز وُہ ساس لُکھ
سۄرُپھ اوس زہر دار۔
تٔمۍ کوٚر اکھ مُشکِل مسلہٕ سٮ۪ٹھا کم وقتَس منٛز حل
تٔمۍ سٕنٛز خوشی مٲنۍ ساروٕے خوشی سان۔
کمپنی ہٕنٛز مٲلی حالت چھے واریاہ جان۔
اَچانک باسییہِ مےٚ پٔتِمِس چَنٛدَس منٛز گرٛین۔
یہِ بٔنیان چھےٚ ژےٚ جان پٲٹھۍ واتان۔
میٛٲنۍ نَتایِج چھِ یَتھ تحقیٖقَس پٮ۪ٹھ بُنیاد
سۄ چھےٚ وارٕ وارٕ تہٕ صحیح پٲٹھۍ کٲم کران۔
مےٚ بوٗز ہیٚرِ پیٚٹھ تٔمۍ سٕنٛدِ پکنٕچ آواز۔
تٔمۍ دِیُت مےٚ کیکُک اکھ نرم حِصہٕ۔
سُہ کوٚر بدمعاشو پنٕنۍ چیٖز تِمن حوالہٕ خٲطرٕ مجبوٗر۔
تمہِ کٔٔر لورِ سۭتۍ زمیٖنٕچ تفتیش۔
بہٕ چُھس تٔمۍ سٕنٛدِ خٲطرٕ رژھا پریشان۔
لٔڑکن لوٚم پنٛنہِ ماجہِ ہِنٛدِس اتھس۔
تٔمِس چُھنہٕ مُستقبِل خٲطرٕ کانٛہہ جان منصوٗبہٕ
مدرَسُک کھیلُک مٲدان چُھ گنٛڑنہٕ آمُت۔
سۄ چھے گَژھان پَریشٲن آگرتٔمۍ سٕنز گلتی ونو ۔
سُہ چُُھ شہرُک مشہور شراب بناون وول۔
گاو آیہِ جانورن ہِنٛدِس شفاخانس منٛز نِنہٕ۔
سُہ چُھ امہِ پتہٕ تختُک وٲرِث در۔
سُہ آو پٔتِمِس میچس منٛز نٮ۪بر کڑنہٕ۔
تٔمۍ کٔرۍ پنٛنہِ جوٲنی منٛز عٲش۔
سُہ چُھ ییٚمہِ کھیلُک زینن وول۔
تِمو چُھ وانس منٛز تمام چیٖزن ہیٛووُے قۭمت تھوومُت۔
مےٚ چُھ نَوین ہم جمٲتٮ۪ن سۭتۍ پَنُن پان وۄپَر باسان
سُہ چُھ پنٛنہِ خانٛدارنہِ غۄلام سُنٛد ہِیوٗ سلوٗک کران۔
باہ رٮ۪تھ چھِ اکھ ؤری بناوان
تِم ٲسۍ پننین بچن رٲچھۍ کرٕنہٕ باپتھ ہُشیار۔
واریاہ لُکھ چھِ نہٕ بِگ بینٛگ تھیوری سۭتۍ اتفاق کران۔
ییٚمہِ کاغزٕ چہِ پٕھچہِ چھےٚ نہٕ ٹھیٖک۔
میٛٲنی دوستن لٲج سڑکہِ اپارِ پٮ۪ٹھٕ کرٛٮ۪کھ
تٔمۍ سُنٛد فٲصلہٕ ہیٚکہِ پوٗرٕ عیالہٕ خٲطرٕ فٲیدٕ منٛد صٲبِت گٔژِھتھ
بینگلورس چھِ باغن ہُنٛد شہر ونان
تٔمۍ نی پنٕنۍ خانٛداریٚنۍ گاڑِ سٲلس۔
مےٚ چھےٚ بڑِ آوازِ منٛز موسیٖقی خۄش کران۔
وِمبٕلڈنس منٛز کامیاب گٔژھِتھ گٔیہ، سۄ ناماور
یہِ اوس پٔزۍ پٲٹھۍ بہودُرانہٕ کوٗشِش
سالس پیٚٹھ ٲسۍ سیٚٹھا پٔژھۍ۔
ہِنٛدُستانن گیٚنٛد جٔنوٗبی افریٖقہس خٕلاف نٔفیٖس پٲٹھۍ
یہِ چُھ جمہوریت خٲطرٕ اکھ بوٚڑ قدم۔
تٔمۍ کٔوٚڑ پَنُن باپردٕ بُتھ نوٚن
تٔمۍ دِژ تٔمِس مُصیٖبتہٕ نِش بچنہٕ خٲطرٕ نوکری۔
کیٚنٛٛہہ انسان چھِ منفرد، غٲبی طاقتہٕ سان زٮ۪وان۔
تٔمۍ سٕنٛدۍ تبصُرٕ ٲس اِخلٲقی طور خراب۔
تِہِنٛزن مٲلی حالاتن منٛز اوس نہٕ کانٛہہ ہُریر
تِہِنٛدۍ پٔژھۍ ٲسۍ سیٚٹھا لٲزِم دار۔
مِٹھٲے ٲس شُریو ژوٗرِ نیٖمٕژ۔
تس سٕنٛز مُختلف کامہِ کرنٕچ صلٲحِیت چھےٚ تس غٲر معمولی بناوان۔
اُستادن پَزِ نہٕ طٲلبہِ عٔلمن ہِنٛز کوٗشش غٲر تسلیم کرٕنۍ۔
کوریو گیوٚو سالس پیٚٹھ اِکوَٹَے۔
یتھ فِلمہِ منٛز چُھ اکھ بِلکل نوٚو اداکار۔
میٛون بوے روٗد خانٛدرٕ پتہٕ تہِ مٲلِس ماجہِ سۭتی
کیٚپٹَنس میوٗل سمندری جہاز بچاونہٕ خٲطرٕ عِزت۔
سۄ ٲس پنٛنیٚن بیٚنیٛن ہِنٛزِ رٲچھ راوٹھ چہِ ذمہ وٲری سۭتۍ ؤسِتھ پیٚمٕژ۔
دروازَن چھےٚ سرتَلہِ ہِنٛزٕ تھپہٕ
کالہٕ کہِ کھیٚنہٕ برٛونٛہہ وٕٹھکٲو تٔمۍ اکھ دۄدٕ بوتل۔
بہٕ چُھس پنٛنِس ہوٗنِس سۭتۍ دِگرس پیدل چکر کران۔
طٲلبہِ عٔلِم گٔیہٕ مرکٔزی ہالس منٛز جمع
ییٚلہِ أسۍ تٔمِس سمکھییہِ سُہ اوس تمہِ ساتہٕ کُنُے زوٚن
پٔتۍ مٮ۪و کیٚنٛژو دٔہلیو پٮ۪ٹھٕ چُھ زبٲنۍ رٮ۪واج ختم گوٚمُت۔
مےٚ چھےٚ پنٛنِس تحقیٖقکِس موضوٗعس پٮ۪ٹھ پوٗرٕ زانٛکٲری
آ، مےٚ چُھ کیٚنٛہہ ہیوٚچھمُت۔
یتھ کامہِ ہِنٛدِس مُکمل گژھنس لگہِ وُنہِ تہِ واریاہ کال۔
تِم چھِ پنُن کاروبار جُرم خٲطرٕ اکہِ ذٔرِیعہِ رٔنٛگۍ اَستعمال کران۔
تٔمۍ سٕنٛدِ خۄشونہِ اسنہٕ سۭتۍ گٔیہِ تس سٲری غم مٔشِد۔
پَلو ترٛٲیِو ہۄکھناونہٕ خٲطرٕ تاپس۔
سۄ چھِ ہسپتالس منٛز
فوج اوس جنٛگ چہِ وَتہِ پٮ۪ٹھ۔
سُہ چُھ صحیح فرینچ بولان۔
رۄپیہِ ہُنٛد مۄل چُھ ہُریومُت۔
یہِ ژےٚ ضرورت چُھے تہِ تھاوٕ بہٕ دستِیاب۔
تٔمۍ تٔھوۍ پنٕنۍ پونٛسہٕ تٔکیَس تل۔
تٔمۍ کوٚڑ حوضہٕ منٛز سورُے آب نٮ۪بر۔
ٲخری فٲصلہٕ چُھ مٲلِس ماجہِ تانۍ آسان۔
اِنسان سُنٛد تکبُر چھےٚ اِنسان سٕنٛز کمزوری۔
تٔمۍ سٕنٛز مامٔنۍ چھےٚ اکھ وۄستاد۔
مےٚ چھےٚ بیت الخلا گژھنٕچ ضروٗرت۔
سامان کہِ بٲگراونٕچ عمل آیہِ مُلتوی کرنہٕ۔
تِمو کٔر واریاہ لٹہِ یہِ پکناونٕچ کوٗشش، مگر سورُے فضوٗل۔
اتھ مُتعلق کرو نہٕ وۄنۍ أسۍ شِکایت۔
کمزورن سۭتۍ مہ کٔرِو ظُلُم۔
جان چُھ ہیٖرو
درجہِ حرارت چُھ واریاہ کم۔
مےٚ چُھ نہٕ گِنٛدنس خٲطرٕ وقت میلان۔
بہٕ اوسُس بِلکُل نکھٕ کھڑا یہِ بوزنہٕ خٲطرٕ زِ تِم کیاہ ٲسۍ ونان۔
اسہِ کوٚر سُہ پنٛنِس نُمٲیِنٛدٕ سٕنٛدِس طورس پیٚٹھ مُنتخب۔
وٕنٛکیٚس چُھ نہٕ یہِ ذخیرٕ کرُن لایق۔
کٲنٛسہِ بوٗز نہٕ اکھ تہِ لفظ تِکیازِ مایک ٲس نہٕ کٲمٕے کران۔
خاموش زٮ۪و چھےٚ زمیٖنس پیٚٹھ ساروٕے کھۄتہٕ قٲبلہِ تعریٖف چیٖز۔
بہٕ چُھس سکون واجیٚنۍ زِنٛدگی بسرکرٕنۍ یژھان۔
أسۍ ہٮ۪کو نہٕ تِہِنٛز خٕدمات مٔزیٖد جٲری تھٲوِتھ
سُہ چُھ سٲرسی مُلکس سٲر کران۔
پنٛنِس مٲلِس ماجہِ ہِنٛدِ اِجازتہٕ پتہٕ کوٚر مےٚ ییٚمِس لٔڑکس سۭتۍ خانٛدر
بہٕ چُھس کوجہٕ برٛونٛہمِہ لَڑایہِ ہِنٛز کَتھ کَران
تٔمۍ دیُت تٔمِس اَکھ پوشہٕ گوٚنٛد
زیادٕ تر روزنامہٕ اخبار چھِ مایکرو فلمہِ پیٚٹھ دستیاب آسان۔
تٔمِس چھِ رِشتہٕ دار ہِنٛدُستانس منٛز تہٕ پردیسس منٛز تہِ
مےٚ چُھ پنُن کُٹھ صاف تھاوُن خۄش کَران
تٔمۍ اوٚس تٔمِس کُن وٕچِھتھ طنٛزی انٛدازس منٛز۔
یہٕٕ کُٹھ چُھ سانہِ خٲطرٕ آرام دِہہ
پٔتمیٚن دَہن ؤرِین منٛز آیہِ واریاہ تبدیٖلیہِ۔
سۄ چھےٚ مایکرو فونس پیٚٹھ کتھ کرنہٕ وزِ کرٛیٚکہِ دِنہِ ہیٚوان۔
شیٚستٕر کٲم بنٛد کرنس خلاف عرضی پٮ۪ٹھ کوٚر ساروے رُکنو دستخط
سۄ چھےٚ نہٕ پرواے کَران زِ سۄ کِژھ چھےٚ گٔمٕژ
واریاہ پھۄکٕہ ڈیوٗنٛگۍ ٲسۍ ہَوہَس منٛز ییٖران
تٔمۍ مۄکلٲو دۄہ دِشِچ کٲم تہٕ گٔیہٕ شۄنٛگنہِ
سۄ ٲس بےٚ تٲبی سان بیٚیِس خبر نامس پیٛاران۔
سُہ چُھ ثٲبِت قدم انسان
مےٚ رٲو بازرس منٛز گۄژٕر۔
سُہ چُھ گرُک خانٛدار۔
سُہ اوس مجبوٗر یہٕ نوکری کرنہٕ خٲطرٕ
سرُف وُچھِتھ لٔگۍ مےٚ ؤحشت سۭتۍ مسٕلَس تُرٛسۍ
یہِ چُھ دنٛدٕ کرٛیٖمہِ ہُنٛد اکھ بوٚڈ ٹیوٗب۔
میانہِ سماجِکۍ لُکھ چھِ واریاہ رلوٕنۍ میلوٕنۍ۔
عام لُکھ یِن درٛۄجرٕ کِنۍ ہٮ۪نہٕ۔
مےٚ وٕچھ سۄ گٲڈۍ چلاون وِزِ۔
بَجٹَس پٮ۪ٹھ بَحث کَرنہٕ خٲطرٕ آیہِ قومی اٮ۪سَمبَلی دٔسۍ اَکھ میٖٹِنٛگ مُنعقد کَرنہٕ
ییٚلہِ أسۍ آگرا گٔیہِ اسہِ تُل تاج محلس فوٹوٗ۔
کاہ نمبر چُھ میانہِ خٲطرٕ پٕھرٛوٗژ
سُھ چُھ پنٕنۍ گٲڑۍ واریاہ تیز چلاوان۔
وادی منٛز تشدد کٮ۪ن واقعاتن ہِنٛدِس بڑنس پٮ۪ٹھ مذمتٕے یٲژ کرٕنۍ چھےٚ نہٕ سیٚٹھا۔
تٔمِس چھِ کیٚنٛہہ دُشمن ییٚتہِ تہِ۔
