مےٚ دوکھٕ باز ونٛنہٕ خٲطرٕ تارٕ بہٕ تس فِکرِ۔
ججس پزِ عدالتس منٛز حٲظِر گژھنُک حُکُم جٲری کرُن۔
تٔمۍ کوٚر پنٛنہِ علمُک صحیح استعمال۔
یہِ کٲم چھےٚ میانہِ آمدنی علاوٕ رقم فراہم کران۔
تٔمِس چھِ سخت خٲہِش ملک ترٲونٕچ
اَسہِ پَزِ کامہِ کارَس تہٕ گنٛدنَس درمِیان مُنٲسِب تَوازُن تھاونٕچ کوٗشِش کَرٕنۍ
کینٛہن معاشرن منٛز چُھ فی عیال زٕ بچہٕ اکھ قٲیدٕ بنیومُت۔
اگر ژٕ گژُھن چُھکھ یژھان بہٕ ہٮ۪کتھ نہٕ ژٕ رُکٲوِتھ۔
الوِداع کِس ٲخرس پٮ۪ٹھ کٔر وۄستادن اثر کرن واجیٚنۍ کتھ۔
سُہ اوس خۄد غرض تہٕ دغا باز بنٮ۪ومُت۔
یِمن گُریٚن ہِنٛزِ ماجہِ چھےٚ سیٚٹھا اعلیٰ تربِیب دِنہٕ آمٕژ۔
کٲرۍگر چھِ اتھٕ سۭتۍ پلو وونان تہٕ تِمن ہِنٛز نُمٲیِش کران۔
سُہ آسہِ دُپہارس موجود۔
اکھ کٲفِر آو راتھ سون گرٕ۔
لیمپ کے ہنڈے نے کمرے میں ایک  چمکدار روشنی پیدا کی۔
مےٚ چھِ پنٛنہِ ملکٕکۍ خلق واریاہ پسنٛد۔
پرٛٮ۪تھ کُنہِ مُلکس چھِ پنٕنۍ رسم رِواج آسان
تمی سٕنٛدِ پکنُک انٛداز چُھ نہٕ سیٚود۔
لوٗکھ چھِ زرٲعتی کامہِ انٛجام دِنہٕ خٲطرٕ کھہن منٛز زمیٖن وایان۔
آسمانُک رنٛگ چُھ نیٛوٗل
ٹَھگ چھِ لگاتار لُکن ٹھگان۔
أسۍ بیٖٹھۍ تاپس منٛز تہٕ کھیوٚو دۄہلیُک بتہٕ۔
یِمو دُنیٲوی چیٖزَو سۭتۍ چُھس نہٕ بہٕ مُطمعیٖن گَژھان
ییٚلہِ پوٚژھ آو بہٕ اوسُس نہٕ تتہِ موجود۔
اسہِ پزِ اصٕل بوزن وول بنٛنٕچ کوٗشِش کرٕنۍ۔
بہٕ چُھسَے ژےٚ یٔقیٖن دِوان زِ کٲم واتہِ اند۔
فوجو چھِ کینٛہہ نٔو ہائی ٹیک ۂتِھیار تیار کرمُت۔
جَجن ووٚن وکیٖلس زِ سُہ پکنٲوِن کیس بروٚنٛہہ کُن۔
تٔمۍ سٕنٛدۍ کینٛہہ دوس تچھِ جنٛگلی تہٕ آوارٕ کٕردارٕکۍ۔
تمہِ کوٚر تِمن دعواہ زِ تِم ہیٚکن نہٕ تٔمِس ہارنٲوِتھ۔
میانہِ لٮ۪کھنہٕ کٮ۪ن کاغذن ہُنٛد لِفافہٕ کتہِ چُھ ؟
یہِ کھٮ۪نس چُھ جان مزٕ۔
مےٚ چُھےٚ نہٕ وۄنۍ تٔمۍ سٕنٛدِ مدتٕچ ضروٗرت۔
تٔمۍ دِژ پَژھیٚن کافی
تٔمۍ سُنٛد شاہ کھالُن اوس تکلیٖف دہ۔
سُہ درٛاو نٮ۪بر کامیٲبی سان۔
گاڑٕ آسہٕ زالس منٛز رٹنہٕ آمژٕ۔
مےٚ چُھ سادٕ کھیٚن پسنٛد
رات کِیُتھ کُنی زنہِ نیرُن ٲس تٔمۍ سٕنٛزِ بیقلٲزی۔
مےٚ سوٗز ترٛےٚ دۄہ برٛونٛہہ ڈاک۔
اسہِ دِیُت تٔمِس ہتھ رۄپیُن نوٹ۔
تٔمۍ ہٲوۍ مےٚ تِجارتٕکۍ سٲری طریقہِ کار۔
یہِ غٕزا چُھ سبزِیو تہٕ ہٮ۪مبو سۭتۍ بٔرِتھ۔
امیدوار یِن زبٲنی اِمتحان خٲطرٕ بُلاونہٕ۔
گلوکارہ نے اپنی اداکاری  سے سامعین کو لُبھا لیا۔
قٲبلہِ فتح باسکٹ بال ٹیم آیہِ سہولیت سان ہارناونہٕ۔
تِمو چھےٚ بازرٕچہِ حکمت عملی ہِنٛز وٮ۪ژھنَے اصٕل پٲٹھۍ کٔرمٕژ
بیٚیہِ سٕنٛدِ مُقابلہٕ ٲس تٔمۍ سٕنٛز تکنیٖک مُختلف۔
کھٮ۪نچ خۄشبوٗ ٲس تٔمِس کُن یِوان۔
تٔمۍ پُھٹراوِ کُلاکس سٕژنہِ
چانہٕ خٲطرٕ آو از صُبحٲے ڈاک۔
بہٕ یژھٕٕ پنٕنۍ کٲم پانَے کرٕنۍ۔
ظٲہِر چُھ تِمن بوٚڈ مکانہٕ ہٮ۪نُک طاقت۔
شُرۍ ٲسۍ واریاہ تھکاون وٲلۍ۔
سُہ چُھ غریٖبن کھٮ۪نہٕ چیٖز فراہم کران۔
تٔمۍ لٲے آبہٕ چہِ سطح بۄن وۄٹھ۔
"کمپٔنی ہِنٛز صنعت کٲری ہِنٛز صلٲحِیت چھےٚ واریاہ محدوٗد۔
"
پرٛٮ۪تھ أکِس پزِ جان انسان بننٕچ کوٗشِش کرٕنۍ
کیٚنٛہہ لُکھ چھِ نبٲتی خوراک پسنٛد کران ییٚلہِ زن باقٕے چھِ مازس بنیمتِس خوراکس ترجیح دِوان۔
اکھ ون یُس سبزار سۭتۍ بٔرِتھ تہٕ روٗسۍ کَچوسۭتۍ بٔرِتھ چُھ۔
تٔمِس چُھ نہٕ اِنتِظامِیہ خٲطرٕ کینٛہہ تہِ احتِرام خبر کیاہ ٲسۍتن۔
میٲنۍ بٲے ہٲوۍ مےٚ کٲم کرنس منٛز وتھ
تِمن باسیٛو زِ یہٕ چھےٚ سرکارٕچ سٲزِش
میٲنۍ جمع پونٛسہٕ چھِ لگ بگ مۄکلیمٕتۍ۔
تٔمِس ٲس سخ دگ تہٕ ہیٚژٕن درٛۄکھم کرٕنۍ۔
تٔمۍ کٔر اسنٕچ کوٗشِش۔
تِم گژھن پنٛنیٚن قبٲیلی علاقن منٛز واپس۔
یہِ چُھ اکھ کھُرۍ لد رِشتہٕ۔
سُہ اوس اکھ خۄشوُن جَوان نفر۔
تٔمِس چھےٚ کم از کم ترٛٮ۪ن رٮ۪تن علاجٕچ ضٔروٗرت۔
تُہنٛز کِتاب چھےٚ واریاہ نامور۔
یتھ کِتابہِ پٮ۪ٹھ ترٛٲیِو اکھ نظر۔
اکھ جان طٲلبہِ علم چُھ مُستقبِل خٲطرٕ منصوٗبہٕ بناوان۔
سُہ چُھ ٹاٹھ باٹھ واجیٚنۍ زِنٛدگی گُزاران ۔
تُہۍ ہیٚکِو اکھ اِشارٕ دِتھ۔
تٔمِس منٛز چھِ واریاہ اصٕل صِفت۔
سُہ چُھ جانورن ہُنٛد جراح۔
سۄ گٔٔیہِ پنٛنِس پرٛٲنِس دوستس خٕؒاف۔
سیٚٹھا مُمکِن چُھ زِ تِم یِن گاڑِ منٛز۔
یہِ کرٛیٖم کرِ دگ کم کرنس منٛز مدد۔
موٗرَتھ گٔرۍ چھےٚ موٗرتھِ ہُنٛد ہموار نقشہٕ بَنوومُت
تٔمۍ سٕنٛزِ دٔلیٖلہِ ہِنٛز باسے نہٕ مےٚ کانٛہہ تہِ بُنیاد
اداکارن دیُت سٹیجس پیٚٹھ کُنُے زوٚن دیٖدار۔
بینگلورس چھِ باغن ہُنٛد شہر ونان
شیٖن پیٚنہٕ کِنۍ آیہٕ سڑک تعمیٖر کرنس منٛز رُکاوَٹ
سٹیشنس پٮ۪ٹھ اوس مسافرن ہُنٛد ہجوٗم یِوان۔
ییٚلہِ أسۍ تٔمِس برٛونٛہہ کنہِ آیہِ، تٔمۍ کوٚر پرٛیٚتھ کُنہِ اِنٛکار۔
ٹٲرُک ایٖجاد اوس اِنسٲنی نسلہِ خٲطرٕ فٲیدٕ منٛد۔
سُہ اوس اکھ اصٕل پِپِنۍ واین وول۔
بہٕ چُھس یتھ مسلس مُختلف نظرِیہ سۭتۍ وٕچھان۔
تمہِ پتہٕ کٔر نہٕ تِمو کتھ۔
أسۍ چھِ پنٛنیٚن نظرین منٛز بٔڑِس پیمانس پیٚٹھ مُختلِف۔
نارٕ ریہہ ٲس ہیوٚر آسمان کُن کھسان۔
اِمتِحانس منٛز گٔیہِ لگ بگ سٲری پاس
تُہۍ ہیٚکِو مدرَسُک بستہٕ پنٛنہِ مرضی مُطٲبِق بنٲوِتھ۔
دفتر چُھ ییٚمہِ ہفتہٕ کِس ٲخرس پٮ۪ٹھ بنٛد۔
تِم آیہِ ناوۄمیدی نِشہِ ٲخری موقعس پٮ۪ٹھ بچاونہٕ
برتانین کٔر ہنٛدوستانس دۄن ہتن ؤرۍین پیٚٹھۍ حکوٗمت
تِہُنٛد نوٚو مکان چُھ واریاہ تھدِ پایُک۔
ٲس دِمو تٔمۍ سٕنٛدِ خٲطرٕ گوٲہی۔
وقفہٕ پتہٕ کٔر اسہِ نوِ سرٕ جوشہٕ سان کٲم شروع۔
عیٖسوی بروٚنٛہہ کِس توٲریٖخس منٛز چُھ نہٕ یہِ لبنہٕ یِنہٕ وول۔
کمپنی چھےٚ پرٮ۪تھ ؤریہِ واریاہ مٔزوٗر تعیٖن کران۔
مہربٲنی کٔرِتھ دِیِو اتھ پیٚٹھ توجہ۔
سۄ چھِ زبردست میزبان
کیٚمۍ مارنہٕ باپتھ چھوٚک تِمو کُٹھِس دوا۔
یہِ اوس بطورِ جہاز راں تٔمۍ سُنٛد گۄڈنِیُک ٲبی سفر۔
اس کے والد نے باغ میں ایک نالی بنائی۔
تِمن چھےٚ آمٕژ نُمٲیشہِ منٛز دعوت دِنہٕ۔
دھوبی نے ندی کے کنارے کپڑے دھوئے۔
چیٖزن چھِ مختلِف قۭمت تھاونہٕ آمُت۔
امریٖکہ چُھ علاقس منٛز علاوٕ لشکر سوزان۔
تِمو کوٚر اکھ أکِس سۭتۍ گۄبرٕ سان کتھ
سُہ آو قتلُک مُلزِم ٹٔھراونہٕ
یُتھ کھوج چُھ صِرِف کیٚنٛہن مخصوٗص حالاتن منٛز مُمکِن۔
جماعت گیہِ اِنتخابس منٛز کامیاب۔
پانٛژ چُھ اکھ طاق عدد۔
شُرۍ ٲسۍ پنٛنیٚن تماشن خوشی سان گِنٛدان۔
اداکارہ چھےٚ واریاہ ٲوِج زٲوِج۔
سُہ چُھ أکِس حدس تانۍ ایٖماندار۔
سُہ یِیہِ چالٲکی سۭتۍ آرام سان نرم کرنہٕ۔
اِستعمالٕکۍ پَلو تھاو المارِ منٛز۔
بہٕ کَرٕ پَنٕنۍ پونٛسہٕ بینکَس منٛز جمع
تٔمۍ گوٚنٛڈ پنُن سامان أکَس گیٚٹھرِ منٛز تہٕ درٛاو۔
سُہ چُُھ دنٛدو روٚس بٕڑٕ نفر۔
تاجِرۍ ٲسۍ پنُن اوٹ نوٗنہٕ سۭتۍ بڑاوان۔
مےٚ مانہٕ رٲوۍ سۄ پنٕنۍ کٲم کرنہٕ خٲطرٕ۔
اسہِ کھیوو أکِس ہوٹلس منٛز کھیٚن۔
ایٖماندٲری چھےٚ اکھ خصوصیت۔
پنٕنۍ منصوٗبہٕ مہ بدلٲیِو، کیٚنٛہہ تہِ گٔژِھنۍ۔
بہٕ چُھس پنٕٛنہِ ماجہِ لول بران۔
تٔمِس اوس پنٛنِس باغس منٛز تاپھ دِیُن خۄش کران۔
تُہۍ کمہِ اتھٕ سۭتۍ چِھو لٮ۪کھان۔
تُہۍ کٔرۍوٕ میانہٕ خٲطرٕ شربت تیار؟
میون لنٛدن گژھنُک چُھ اِمکان۔
بہٕ چُھس تُرکی ہِنٛدِ کھٮ۪نُک بڑٕ شوقیٖن۔
شُرۍ ٲسۍ مِٹھایہِ پٔھلِس پٮ۪ٹھ لڑٲے کران۔
واریاہ پھۄکٕہ ڈیوٗنٛگۍ ٲسۍ ہَوہَس منٛز ییٖران
یہِ چُھ تٔمۍ سُند رُت برتاو زِ تمۍ ترٲو تس زنانہِ پنٕنۍ سیٖٹ۔
اگر تُہۍ یتھ نوکری خٲطرٕ درخواست چُھو یژھان دیُن تیٚلہِ سوٗزِو تِمن پنُن تعليمی کوایف۔
سُہ اوس دٔریاو بٔٹِھس پٮ۪ٹھ واریاہَس کالَس بِہِتھ
از چُھس بہٕ نِہایت آوُر ۔
تٔمۍ لوٚم میانہِ اتھٕ منٛزٕ ڈَبس ہٕکہٕ۔
سُہ چُھ کرٛسمس مناوان۔
گۄلاب کُلِکۍ کٔنٛڈۍ چھِ ہیوٚر کُن۔
سُہ اوس کم رفتارس منز پکان۔
گِرجہٕ گَر گَژھنہٕ خٲطرٕ کٔرۍزیٚو نہٕ ژیر کیٚنٛہہ
تٔمۍ کٔر چِٹھِ گول بنٲوِتھ میٚٹ تہٕ ترٛٲوٕن ژھۄٹہٕ ڈَبس منٛز۔
بہٕ چُھس اکثر فِلِم وٕچھنہٕ خٲطرٕ سیٚنِما گَژھان
مےٚ وُچُھِ سُہ خرگوش واجہِ منٛز۔
منٛدرس تانۍ واتنہٕ خٲطرٕ چُھ تۄہہِ تھزِ ہیرِ کھسُن۔
تِم ٲس تماشہٕ گاہ منٛزٕ نٮ۪بر نیران۔
مسٲیِلو منٛز اکھ اہم مسلہٕ چُھ توانٲیی ہِنٛز کٔمی۔
گٮ۪ونٕچ آواز ٲس پوٗرٕ بڑِ۔
ییٚلہِ وۄپر نفر تٔمۍ سُنٛد گرٕ ژاو تٔمۍ دِژ مدتہٕ خٲطرٕ کرٛٮ۪کھ
فونَس پٮ۪ٹھ کَتھ کران کران ٲس سۄ پنٛنیٚن اوٚنٛگجن منٛز قلم نژناوان۔
مہربٲنی کٔرِتھ پٔرِو دستاویز یتھ منٛز ضروری تفصیٖلات دِنہٕ چھےٚ آمژٕ۔
ضٔروٗرِیٲتی زانٛکاری حٲصِل کرنہٕ خٲطرٕ کوٚر تٔمۍ پنٛنیٚن تمام رٲبِطن ہُنٛد اِستعمال
میون اکھ دوٗر دراز رِشتہٕ دار گُزریوو ییٚمہِ رٮ۪تہٕ۔
بہٕ چُھسَے ژےٚ عٲجزی کَران زِ ژٕ ترٛاو شَراب چوٚن
تٔمس چُھ بُتھ تاپہٕ سۭتۍ گیٚشوم گوٚمُت۔
لٔڑکہٕ اوس باغس منٛز خوشی سان گِنٛدان
نَو لُکھ یِن شام کِس بَتس پٮ۪ٹھ۔
سُہ چُُھ میٛون قٔریٖبی سٲتھی
تٔمِس ٲس گۄلٲبۍ انٛدٕ دار نیٖلہِ رنٛگٕچ سٲڑۍ لٲگِتھ۔
از کٔمِس چھےٚ کوج تیار کرنٕچ وٲرۍ۔
تٔمۍ ہوو پُھچۍمژِ دارِ کُن اِشارٕ۔
ریلن ہٕنٛدٮ۪ن عام ڈبن چھِ واریاہ بِرٕ آسان
گاسہٕ چُھ مویشن خٲطرٕ پھل رٔنٛگۍ استعمال سپدان
یتھ کُٹِھس منٛز چھےٚ واریاہ مچھٕ۔
ییٚمہِ ؤریہِ گوٚو نہٕ کٕنکہٕ کِس پٲداوارس منٛز کانٛہہ تہِ ہُرٮ۪ر۔
واہ؟ کیاہ پۄشاک چُھ۔
تٔمِس چُھ صاف لِکھایہِ ہُنٛد دسخط۔
فاینَلس منٛز کوٚر ہِنٛدوستٲنۍ ٹیٖمہِ آسٹرٛیلیاہس سۭتۍ مُقابلہٕ۔
تِم چھِ جنٛگجوٗ ذٲژٕ۔
راجن تُل موقُک پوٗرٕ فٲیدٕ
تٔمِس اوس نہٕ پنٛنِس بچاوس منٛز ونٛنہٕ خٲطرٕ کِہیٖن تہِ۔
تٔمۍ لََگٲو تٔمِس کَنَس مُش
تٔمۍ کٔر لۄژِ آوازِ منٛز کتھ۔
مےٚ چُھ سُہ تَسٕنٛزِ حٲظر جوٲبی باپتھ خۄش کَران
بہٕ چُھس واریاہ پریشان۔
تٔمۍ کٔر پنٕنۍ مۄٹھ چِرٕ بنٛد۔
"اسہِ منٛزٕ بہترین لُکھ ہیٚکن غلطِیہِ کٔرِتھ۔ 
"
گنٛڈٕ تٔلۍ زِ تٲتِس کالَس ییٖتِس کالس تِم کاژٕرۍ گَژھن
گژھنہٕ برٛونٛہہ کٔرۍزِ فون، سُہ ما آسہِ نہٕ تُہنٛدِ یِنٕچ وۄمید تھاوان۔
تٔمۍ سٕنٛز عقٕل چھےٚ تعریٖفن لایق۔
نہرو اوس أکِس شریٖف خانٛدانس سۭتۍ تعلُق تھاوان۔
پُلیٖسس اوس تٔمۍ سٕنٛزِ گِرِفتٲری ہنٛد اِجازت نامہٕ۔
یہِ موٹر ہیٚکہِ 70 آنٛچہِ بۄن تہِ لٔمِتھ۔
پنُن سامان کر یوٗت وٕ تیوٗت جلدی بنٛد۔
سُہ چُُھ أکِس غٲر سرکٲری صنعتہِ منٛز کٲم کران۔
سُہ چُھ سورٕ سٕنٛدۍ پٲٹھۍ کھیٚوان!
منسٹرس اوس پارٹی کوڈ نِشہِ انحرافُک الزام دِنہٕ آمُت
أسۍ ٲسۍ تٔمۍ سٕنٛدِ یٕنہٕ برونٹھٕے جہازس منٛز سوار
بہٕ نِمہٕ تٔمۍ سُنٛد بٔٹوٕ۔
تٔمۍ کوٚر کنہِ تُلنہٕ خٲطرٕ ریڈُک اِستعمال
بہٕ گوس تٔمِس سٹیشنس تانۍ سۭتۍ
سۄ چھےٚ ٹایپِسٹ سٕنٛدِ عہدٕ خٲطرٕ کوٗشش کران۔
کۄکُر چُھ نرم۔
سمنٛدری جہاز گوٚو سٔہلابس منٛز تہٕ ہیوٚتُن پھٹُن۔
ڈاکٹرن دیُت بوٚمبرَس متھنہٕ خٲطرٕ دَوا۔
تٔمۍ دیُت اکھ وزن دار بیان۔
میون درجہٕ حرارت چُھ حسبہِ معموٗل۔
سُہ چُھ پننِس ریاستس منٛز واریاہ امیر تٲجِر۔
نوٚو ؤری چُھ یِوان اکھ عٔظیٖم تہوار مانٛنہٕ۔
تِمو چلاوِ سِپاہن ہِنٛدِ خٲطرٕ اِطلاعی گولہِ۔
مےٚ وُچھ اکھ پلاٹ یُس واریاہ لوٗبوُن اوس تہٕ ٲسٕس اکھ لۄکٕٹ مکانہٕ تہٕ گۄلابن ہُنٛد باغ تہِ اوس۔
تاوِ منٛز ترٛاونہٕ برٛونٛہہ پھینٛٹِو مُرکب اصٕل پٲٹھۍ۔
موجوٗدٕ حالاتن منٛز چِھ تِہنٛدۍ مُطالبہٕ پوٗرٕ کرٕنۍ نامُمکِن۔
سُہ گوٚو ٲخٕر دُپہار وِزِ ظٲہِر۔
یہِ ڈراما اوس گۄڈٕ ۱۹۸٠ کِس ٲخری حِصس منٛز پیش کرنہٕ آمُت۔
آڑِٹورِیمَس منٛز اژنہٕ خٲطرٕ ہٲیِو دٲخلی پاس۔
عٮ۪مارتہِ ہِنٛزِ سٲرِسٕے بناوٹہِ چھےٚ مرمت کرنٕچ ضٔروٗرت۔
سۄ چھےٚ پوٗنٛژمِس پورس پٮ۪ٹھ روزان۔
پنُُن پان تھٲیِو اصٕل پٲٹھۍ تیار۔
تِم آیہِ امنٕچ گُزٲرِش کرنہٕ خٲطرٕ مجبوٗر کرنہٕ۔
بچہٕ چُھ ماجہِ ہِنٛزِ کھۄنہِ منٛز شۄنٛگنُک عٲدی۔
امرود کا درخت پکے ہوئے پھلوں سے بھرا ہوا تھا۔
تٔمۍ کٔر سخت محنت تہٕ آیس جلدٕے ترقی دِنہٕ۔
تٔمۍ کٔٔر ناراضگی سان شکایت۔
تٔمۍ کٔر پنٛنہِ کھۄتہٕ لۄکٹِس سٲتِھیس بےٚ عزتی۔
کُٹِھس منٛزباگ مہ ترٛٲیِو چیٖز۔
پَلوَو سۭتۍ بٔرِتھ اَکھ پرٛٲنۍ پیٖٹۍ ٲس کٲنی منٛز
بچہِ زٮ۪نہٕ سۭتۍ گٔیہِ پوٗرٕ گرَس منٛز شٲدی
تٔمِس تلہٕ کنہِ اوس اکھ چیٚشمہٕ گرٛیزان۔
تٔمۍ لٲگۍ پانَس نٔوۍ پَلَو
سُہ دراو وٕنۍ دروازٕ کنِۍ۔
فوجِین آو ونٛنہٕ زِ تِم روزن تربِیت خٲطرٕ مٲدانس منٛز موجود۔
یہِ ویٚب سایٹ چھےٚ کھیل کہِ مٲدانک حقیٖقی دورٕ کرناوان۔
سۄ چھےٚ پرٛٮ۪تھ وِزِ پنٛنیٚن دوستن کٕٹھ کڑان۔
تٔمِس اوس ظٲلِمانہٕ مِزاز۔
سُہ چُھ مےٚ کُنہِ کُنہِ ساتہٕ سمکھان۔
سُہ چُھ سیٚتار وایان۔
تٔمۍ سٕنٛدۍ اتھٕ کھۄر چھِ لۄکٕٹۍ تہٕ شوٗبوٕنۍ۔
"بیٚنٛکن چُھ زمیٖنس خٲطرٕ کانٛہہ تہِ گِروی قبوٗل کرنس پیٚٹھ اِنکار کوٚرمُت۔ 
"
میٖڈیا چُھ عوٲمی راے بناونس منٛز با اثر کِردار ادا کران۔
ژوٗرو ترٛٲو نہٕ پٕزۍ پٲٹھۍ اکھ سٕژن تہِ۔
بازرس منٛز آو راتھ کیُتھ واریاہن گاڑیٚن ہُنٛد سامان لوٗٹنہٕ۔
تٔمۍ سُنٛد حملہٕ اوس حکوٗمتس پٮ۪ٹھ طنٛز۔
پاگانینی اوس اکھ بہترین سارٔنٛگۍ واین وول۔
اس نے کچرے کو کوڑے دان میں پھینک دیا۔
رٮ۪تہٕ کالہِ چُھ آسان شِملہ سیاحو سۭتۍ بٔرِتھ۔
تٔمۍ تھوٚ و وارٕ وارٕ میٚژِ پیالہٕ پتھر
دروازَن چھےٚ سرتَلہِ ہِنٛزٕ تھپہٕ
ژٕ کیازِ چُھکھ میانہِ کتھٕ غلط شکٕل دِتھ بیان کران؟
تومُل چُھ کٔشیٖرِ منٛز وۄپداونہٕ یِنہٕ وول اہم فصٕل۔
مجٲہدو کوٚر ہوٲیی جہاز اغوا
تۄہہِ پَزٮ۪و مٲلِس ماجہِ ہِنٛدِس مشوَرس کن تھاوُن۔
سُہ ووٚتھ دۄیہِ لٹہِ صدارتی انتخاب لڑنہٕ خٲطرٕ۔
ٹرٛک آیہِ دٔریاب بٔٹِھس سۭتۍ لاینہٕ
لٔڑکہٕ چُھ نزیٖکٕے روزان۔
گاڑِ آو شیٖشہٕ بَرس سۭتۍ ٹاس۔
قیٲسی شکٕل ہٮ۪کو نہٕ فِلمی پردس پٮ۪ٹھ ہٲوچِتھ۔
تٔمی کر پنٕنۍ گٔر پانَے ٹھیک۔
تِم چھِ ظُلمس خلاف لڑان۔
سہہ چُھ وَنس منٛز نستہِ کِنۍ زورٕ شہہ کڑان۔
کٕتیاہ فیٖصد طٲلبہِ علمن چھےٚ فیٚلوشِپ میلان۔
تعویٖذ کری ژےٚ حفاظت۔
سۄ چھےٚ اکھ غٲر واضح مِثال۔
یہِ ٲس اکھ رُسوٲیی واجیٚنۍ ناکٲمی۔
تٔمۍ ووٚد تٔمۍ سٕنٛدِ مرنٕچ خبر بوٗزِتھ۔
تٔمِس چُھ اکھ کوٗنٛدس بوے۔
سۄ چھےٚ واریاہ کنٛجوٗس۔
مُلکٕکِس مشرِقس منٛز چُھ سرٕد موسٕم
مےٚ چُھ باسان زِ مُنٲسِب وتہِ ہُنٛد اِستعمال چُھ کرنہٕ آمُت
تٔمۍ سُنٛد تبصُرٕ اوس تیز تہٕ شعوٗری۔
سُہ چُھ پنٛنِس پونٛسس خٲطرٕ واریاہ کنجوس
تٔمۍ پوو سُہ پنٛنہِ بحژٕ سۭتۍ۔
چھوٹے پودے پودا گھر کے گملوں میں اگائے گئے تھے۔
دَچھِ رٲنٛٹھ چھےٚ پٔھلیمٕژ پَیہِ اَپور
تِمو چُھ کُٹھ واریاہ سادگی سان سجوومُت۔
ولہٕ، نیٚنٛدرِ وتھ، صُبحُک کھیٚن چُھ تیار۔
یتھ دٔلیٖلہِ منٛز چھےٚ میٛٲنۍ دِلچسپی کم گژھان۔
سۄ چھےٚ ہمیشِہ تس سۭتۍ بڑِ آوازِ منٛز کتھ کران۔
أسۍ ہیٚکو سِنِس منٛز تیز پتہٕ اِستعمال کٔرِتھ۔
تٔمۍ چُھ گۄڈَے پُلسس سۭتۍ معاملُک سٹہٕ وٹہٕ کوٚرمُت۔
تِمو لٲج پرٛانہِ گاڑِ خٲطرٕ ساروٕے کھۄتہٕ زیادٕ بوٗلۍ
افوا چھےٚ پٔھلان زِ مدرسہٕ ما گژھن جلدی بنٛد۔
مہربٲنی کٔرِتھ ؤلِو یہِ تار
پرٛوجیکٹ واتہِ ییٚمہِ دٔہِل کِس ٲخرس پٮ۪ٹھ انٛد، لحاظا لگنس دَہہ ؤری
تٔمِس چھِ بٕتِھس پیٚٹھ واریاہ سفید پیٚتۍ دار دانہٕ۔
تٔمۍ ٲسۍ قمیٖض تہٕ اتھٕ پنٛجہٕ لٲگِتھ۔
ییٚمہِ تحقیٖقی دستاویز سۭتۍ ہیٚکو أسۍ نٔتیٖجہٕ کٔڑِتھ۔
اِختِیار چُھ مُقٲمی حُکامن دِنہٕ آمُت۔
کمپٔنی چھےٚ اکھ نٔو پالسی تیار کٔرمٕژ
پٔتۍمیٚو دۄیو رٮ۪تو پٮ۪ٹھٕ گوٚو خرچس منٛز ہُرٮ۪ر۔
بہٕ گوس تور پکان پکان۔
تِم چھِ پنٛنین تفریح ہِنٛدیٚن عملن منٛز آوٕرۍ۔
مےٚ چُھ چٲنِس عیالس خٲطرٕ سٮ۪ٹھا لول
میون دوس چُھ ہمساے ضِلعس منٛز روزان۔
ژوٗنٛٹھ مہ ژھٕنۍ دٲرِتھ
اِنٛگلینٛڈس منٛز پرنس چُھ واریاہ پونٛسہٕ لگان۔
بہٕ چُُھس خداے سُنٛد قسم ہاوان، اگر سُہ واپس یِیہِ بہٕ مارن سُہ۔
تِم کَرن دِگرَس پرٛوگرام شُروٗع
واون کٔر یٲگی زُو ذٲژ تباہ۔
تِمۍ چھِ اَکھ أکِس کامہِ منٛز پلزان
بےٚ کٲری ہُنٛد یہِ احساس چُھ وٕنہِ تہِ مےٚ پریشان کران۔
تمہِ کوٚڈ اکہِ سرٛنہِ کیٖرِ منٛزٕ آب۔
شِنہٕ سۭتۍ گوٚو مکانُک پَش تباہ۔
تٔمۍ سٕنٛدۍ مزاحِین اسنٲوۍ سٲری۔
آز اوس اکھ واریاہ عام دۄہ۔
ٲسۍ گٔیہِ گرٕ ژھۄچہِ وتہِ کِنۍ۔
عٔلی چُھ نہٕ پَنُن زا دۄہہ مَناوان
تتہِ اوس سِیٲسی مسلس پٮ۪ٹھ بحژ۔
أسۍ چھِ دۄہے خۄداے سُنٛد حمد کران۔
چاروٲے ژایہٕ سٲنِس باغس منٛز
ژےٚ کوٚرُتھ پنٛنہٕ خانٛدانُک ناو خراب۔
عدالتن دیُت ٹھگلہِ منٛز تحقیقاتُک حُکُم۔
"سُہ دۄہ چُھ پکان ییٚلہِ اسہِ فٲصلہٕ پیٚیہِ کرُن۔
"
رام چُھ پنٛنِس لۄکٹِس ہوٗنِس رچھان۔
مےٚ کٔر پننِس دوستس سۭتۍ فونس پٮ۪ٹھ کتھ۔
تٔمی ہیوٚت ہنٛگتہٕ منٛگہٕ ودُن۔
تٔمۍ پھیُر تھر تہٕ روٗش۔
مےٛ چُھ پنُن بٕڈۍبب ٹوٹھ۔
کۄل گٔیہٕ یتھ رٮ۪تہٕ کٲلِس خۄشٕک۔
مےٚ چھےٚ تِم سارے چِٹھِ یاد یٕم تٔمۍ لیٚچھمَژٕ آسہٕ
میون صحب اوس راتھ شفاخانس منٛز دٲخل۔
مےٚ تُل آفتاب کھسنہٕ کِس جلوَس اکھ فوٹوٗ
کاروبٲری تنظیٖمہِ چُھ واریاہ گاٹہٕ گوٚمُت۔
سودا پتہٕ میلی ژےٚ پنٕنۍ درٛالز
تمہِ کوٚر ونٛنہٕ نِش اِنٛکار زِ تس کٔمۍ ٲس زانٛکٲری دِژمٕژ۔
کیلن ہُنٛد قۭمت چُھ 40 رۄپیہِ درجن۔
مےٚ پٮ۪وٚو ہُریومُت کھٮ۪ن دٲرِتھ دیُن۔
تٔمۍ دِتۍ نہٕ تٔمِس صٔحی تفصیٖل تہٕ تُلنَس بَروسُک غلط فٲیدٕ
"اس کے اتلی نالی میں سوجن ہے۔
"
ہنٛدوستانن چُھ پنُن بمٛب بنوومُت
گایوں کو کشادہ گاو شالہ میں رکھا گیا تھا۔
سٔہلاب پکہِ کیٚنٛژس کالس منٛز برٛونٛہہ کُن۔
دریاو چھِ گاڈو سۭتۍ بٔرِتھ۔
تمہِ کوٚر جلدی عہدٕ نِش برخاست گژھنُک فٲصلہٕ۔
ژنٛدٕر چُھ راتھ کیُتھ سانہٕ خٲطرٕ گاشُک قۄدرٔتی ذریعہٕ۔
میون بٕڑۍبب چُھ پکنہٕ خٲطرٕ لورِ ہُنٛد اِستعمال کَران
پٔتمہِ رٲژ آو أکِس سمنٛدری جہازس تیٖل بردار جہازس سۭتۍ ٹاس۔
سُہ اوس تور کرٛوٗٹھونٛدس منٛز گوٚمُت۔
ژوٗر آو گِرفتار کرنہٕ تہٕ جیل برنہٕ۔
ماجہِ سۭتۍ لَگاو آسنہٕ کِنۍ چُھ نہٕ سُہ یَژھان سفرَس نیرُن
تِمو وُچھ پٕہاڑُک تینٛتول۔
تِہُنٛد مُستقبِل چُھ باسان وٲران
سون ناماوار پروفیسر گژھِ آز مُلٲزمت نِش فاریغ۔
تٔمِس چُھ پگاہ عدالتس منٛز حٲظِر گژُھن۔
پُلسن لٔبۍ تٔمۍ سٕنٛدِس سامانس منٛز نشاور دَوہٕکۍ واریاہ کِلو۔
واریاہ لُکھ چھِ دگہِ وِزِ ودان۔
أکِس جان زنانہِ چھےٚ وسہٕ کھۄتہٕ زیادٕ ترجیح دِنہٕ یِوان۔
مےٚ چُھ پنٛنٮ۪ن شُریٚن پٮ۪ٹھ فخر۔
روومُت فون آو صحیٖح سلامت لبنہٕ۔
شُرۍ ؤتھۍ چڑایہِ کٕھرِ
تٔمۍ دِژ پگاہ یِنٕچ زبان۔
لٔڑکس چُھ نہٕ کانٛہہ تہِ تمیٖز۔
اَز گیُنٛد لٔڑکَو بہتٔریٖن فُٹ بال میچ
میزایِل چہِ تکنیٖکی مہارتہِ چھےٚ واریاہ ترقی کٔرمٕژ۔
مےٚ چھےٚٚ تٔمۍ سٕنٛز بُلنٛد آواز خۄش کران۔
تِمو ہیوٚت اکھ بوٚڑ مکان سہل شرطن پٮ۪ٹھ۔
مےٚ چُھ تتہِ کٲم کرنس منٛز اکھ خاص غرض۔
تٔمۍ سٕنٛز بیٚمٲرۍ چھےٚ تٔمۍ سٕنٛدِ بٕجرٕ کِنۍ۔
سُہ آو وقتس پٮ۪ٹھ۔
تِمو کھوٗل زورٕ دروازٕ تہٕ ژایہِ تیز تیز۔
مےٚ پوٚر ڈِکنٛز سُنٛد “آلِور ٹُوِسٹُک“ مختصر ایٚڈِشن
یِمن دۄن دُچن منٛز چُھ نہٕ زیادٕ ہِشر
جِنازس منٛز أس لُکن ہِنٛز کثیٖر تعداد موجود۔
مےٚ کٔر میچ زینٛنٕچ پوٗرٕ کوٗشِش۔
اسہِ چُھ اکثر پۄختہٕ کار کارکُنن مشورٕ ہیوٚتمُت۔
یہِ گٲڑۍ چلاوٕنۍ چھےٚ واریاہ سہل۔
مےٚ چُھ گوٚد کرنہٕ خٲطرٕ زدٕ کرن واجنہِ مِشیٖنہِ ہِنٛز ضٔروٗرت۔
سون خانٛدر اوس ناخۄش۔
سلادِ ٲس لوٗبوٕنۍ سجاوٹ۔
سُہ چُھ رباب وایان۔
مےٚ میلییہِ یہِ کِتاب پننِس بٲیِس نِشہِ تحفہٕ کِس طورس پیٚٹھ۔
تیزن چھِ لبہِ ہِنٛدِس سطحس گٔدۍ کٔرۍمٕتۍ۔
تِمو وُچھ آبس منٛز لیڈ واریاہ تعدادس منٛز موٗجوٗد
کۄکر رٹنہٕ خٲطرٕ دورے أسۍ کھہَس اَپارِیَپور
تِمن چھِ پونسہٕ وٕنہِ تہِ بقایا۔
تیٖلُک قۭمت چُھ واریاہ زیادٕ ہُریوٛمُت۔
مےٚ چُھ پنُن سایکل ٹھیٖک کرُن۔
أکِس ہفتس چھِ ستھ دۄہ آسان۔
سۄ چھےٚ کٔہِمہِ جمٲژ منٛز پَران
گاڑِ ہِنٛزِ پایپہِ چُھ تھوٚپ آمُت۔
تٔمِس چھےٚ اکھ لاعلاج بیٚمٲرۍ۔
یہِ وصیت ٲس تٔمۍ سٕنٛدِس بٕجرس منٛز تیار کرنہٕ آمٕژ۔
تٔمۍ سُنٛد حملہٕ اوس حکوٗمتس پٮ۪ٹھ طنٛز۔
ساسہٕ بٔدۍ جنگی قٲدۍ آیہِ یلہٕ ترٛاونہٕ۔
باغوان اوس کٔنٛڑۍ دۄپھِٮ۪ن ہِنٛز کٹٲے کران۔
جنازٕ انٛجام دنہٕ باپتھ لوگ پادٕرۍ وانٛگٕنۍ رنگُک جامہٕ۔
تٔمۍ سٕنٛزِ زان کٲری سۭتۍ میلیو اسہِ نٔتیٖجس پٮ۪ٹھ واتنس منٛز مدد۔
سُہ چُھ پنٛنہِ کامہِ منٛز بنٛد گوٚمُت
سۄ یِیہِ ثبوت سۭتی پوٗرٕ پٲٹھۍ صحیح ثٲبِت کرنہٕ۔
گۄلٲبۍ چُھے ژےٚ واریاہ سجان۔
مےٚ کوٚر ٲکِس نفس پرست زنانہِ سۭتۍ خانٛدر۔
مےٚ وُچھ رام شَراب خانَس منٛز اَژان
تٔمۍ ؤنۍ اسہِ اکھ باسنہٕ کِنۍ پٔز دلیٖل۔
تٔمۍ سُنٛد باغ اوس جنٛگلہٕ سۭتۍ ترٛییَو انٛدَو گٔنٛڑِتھ
مےٚ لوٚب گاڈٕ رٹنُک اکھ وول
تٔمۍ نفرن وُچھ تٔمِس کُن شک چہِ نظرِ۔
مےٚ کٔر یتھ ہفتس زیادٕ کٲم۔
زیادٕ کھۄتہٕ زیادٕ لُکھ چھِ مغرِبی طرزس کُن مٲیِل گژھان۔
یہ نقشہٕ دار ووٗنِتھ کپُر چھےٚ کٲرۍگری ہِنٛز کٲم۔
تٔمۍ ؤنۍ یہٕ دٔلیٖل واریاہ لٹہِ۔
بہٕ روزٕ امانت دار سٕنزِ حیثیت خدمات انٛجام دِوان۔
بُخارِ ہُنٛد کوٗن صاف کَرُن چُھ سٮ۪ٹھا مُشکِل
ہیٹر چُھ آب تہٕ کُٹھ وُشناونس لگان
جانورن ہُنٛد ڈاکٹر بَنُن چُھ مےٚ وُمرِ ہُنٛد تماہ۔
تٔمۍ یہِ تہِ ووٚن تہِ اوس پنٛن،س پانس پردٕ ترٛاونہٕ خٲطرٕ۔
روٗدٕ سۭتۍ میلیو دمہٕ تہٕ گرمہٕ نِش نجات۔
تٔمۍ چُھ تس سٕنٛدِ خٲطرٕ اکھ خاص خمیٖر تیار کوٚرمُت۔
یہِ خبر بوٗزِتھ گٔیہٕ تٔمۍ سٕنٛدۍ گل گۄلٲبۍ۔
بچہِ چُھ جلدی لٮ۪کُھن ہیٚچھان۔
سۄ کیازِ چھےٚ پرٛٮ۪تھ وِزِ ہر کُنہِ ذمہٕ وٲری نِش ژلان؟
تارکول چُھ کھرٛیپہٕ بنٛد کرنس خٲطرٕ اکھ اصل چیٖز ۔
سُہ چُُھ اَکھ شوقیٖن رنٛگ ساز
سُہ چُھ دۄہس منٛز واریاہن تموکھ کٕنن والیٚن نِش گژھان۔
یہِ اوس مزٕ دار کھٮ۪ن۔
رِیاستس منٛز چُھ قتلٕے یوت وٲحِد سزایہ موتس لایق جُرُم۔
دٔلیٖلہِ منٛز چُھ نہٕ پزرٕ رژھ تہِ۔
ہیٖرو اوس فِلمہِ منٛز ژھرۍوٕے اَتھو لَڑان
کوچیٖنَس منٛز چُھ اَکھ نوٚو بین الاقوٲمی ہَوٲیی اَڈٕ بَناونہٕ آمُت
سۄ گٔژھ اکھ گٲنٛٹہٕ برٛونٛہہ ییٚتہِ آسٕنۍ۔
رامَس تہٕ رٔویس چھےٚ سَکھ دوٗستی۔
سُہ اوس پنٛنہِ کورِ نظر دِنہٕ خٲطرٕ کیلیفورنیا گوٚمُت۔
سون جاداد چُھ نقدس منٛز تبدیل گژھن وول۔
تٔمۍ کوٚر پنٛنِس مٲلۍ سٕنٛدِ مرنُک بدلہٕ ہٮ۪نُک عہد۔
رام چُھ ہَمیشہٕ راتھ کیُتھ گٲڑۍ چَلاونَس لوٚب ہٮ۪وان
خۄداے چُھ ییٚمہِ کایناتُک بناون وول۔
ؤلِو گژھو تہٕ اداکار سٕنٛزٕ اداکٲری منٛز کرو شِرکت۔
سارنٕی چھِ میٲنۍ بٲت پسنٛد۔
تٔمِس مہٕ کر دماغ خراب۔
دارِ چُھ شیٖشہٕ پُھٹمُت۔
پاورٕ چہِ عٲرضی بنٛدِش سۭتۍ گوٚو تتھ علاقس انہِ گوٚٹ ۔
تٔمۍ ہیوٚت بیٚنٛکس قرضہٕ۔
تۄہہِ گژھِ نہٕ یہِ مسلہٕ حل کرنس زیادٕ کال لگُن۔
کمرٕچہِ أڑجہِ ہِنٛدِ زخمہِ کِنۍ پیوٚو تس واریاہ مُصیٖبت تُلُن۔
اسلم اوس أزۍ کِس کھیلس منٛز گۄڈنِکِس درجس پیٚٹھ یِنہٕ وول۔
تِمو کھول پننِس مکانس بروٛنٹھٕ کنِہ پانٛژ فُٹہٕ دیوار۔
یِم زٕ دٔلیٖلہٕ چھےٚ لگ بگ ہِشے
لڑایہِ منٛز چھِ نہٕ کانٛہہ تہِ زینن وول آسان بلکہِ چھِ سٲری ہارن وٲلۍ آسان۔
سٲنِس مَکانس نِش چُھ اَکھ کارخانہٕ
مہربٲنی کٔرِتھ مٕژرٲیِو پنُن ٲس۔
اسہِ چھِ مُختلف نظریہٕ۔
ییٚلہِ بیٲر دوٗر آسہِ، گگر گنٛدن۔
سُہ چُھ تیوٗت وٲقِف باسان مگر مےٚ ہیوٚک نہٕ سُہ پرٛزنٲوِتھ۔
ٹیگر وُڈس چُھ گافُک نوٚو ؤلڈ چمپِین
سۄ چھےٚ پٔتِمیو پانٛژو ؤرِیو پیٚٹھٕ بطورِ رٲبِطہٕ کار کٲم کران۔
موجوٗدٕ ناو چُھ اکہِ پرانہِ ناوٕ منٛزٕ کڑنہٕ آمُت۔
اِنسان چُھ خملاہس منٛز بےٚ وزن آسان۔
کنہِ پٔھلۍ لگاو تتھ دٔریاوس منٛز۔
کمپنی ہٕنٛز مٲلی حالت چھے واریاہ جان۔
تٔمِس میٛول یونین کٔلبس منٛز دٲخلہٕ
ہندوستان چُھ کپسوٗ پَلو بناون وول۔
یِمو زنانو کتہِ انہِ ڈپھلی؟
سُہ چُھ اَکھ صٔحیٖح نَفر
بہٕ چُھس نہٕ جعل سٲزی منٛز شٲمِل گژُھن یژھان۔
زمیٖنُک اکھ بوٚڈ حِصہٕ چُھ ترقی خٲطرٕ تیار۔
شیٖشس چُھ وارٕ وارٕ ہیٚوان گۄچر گژُھن۔
سُہ اوس تحریکُک مجاز سربراہ۔
سیلز گٔرلن چُھ پرٛٮ۪تھ تتھ چیٖزس پٮ۪ٹھ کیٚنٛہہ فیصدی میلان یہِ تِم کٕنان چھِ۔
ییٚلہِ تِم گرٕ وٲتۍ سُہ اوس موٗدمُت۔
مےٚ بوٗز مکان منٛزٕ اکھ لوٚت آواز ۔
سُہ ہیٚکہِ نہٕ چٲنِس دٮ۪ماغس منٛز عٔلم ژٲنِتھ۔
تٔمِس چُھ حقیقتس پیٚٹھ فخٕر۔
دریاو اچس تاپس منٛز چمکان۔
اسہِ أنۍ نقل و حمل خٲطرٕ اکھ وین کِرایہِ پیٚٹھ۔
تٔمِس چُھ اپُز وننُک عادت گوٚمُت
تٔمِس اوس لگاتار کلہٕ دادِ سۭتۍ عذاب گژھان۔
سُہ روٗد کٔنٛڑۍ دۄپھِ منٛز ژوٗرِ۔
مےٚ چُھ شَکَھ کِہ تِم یٕن ۔
موٗجوٗد ہنٛدوستٲنۍ حوٗمت چھِ واریاہن پارٹین ہٕنٛدِ اتحادسۭتۍ سپُدمُت
مےٚ چُھ باسان ژےٚ پزی ٹَے لاگٕنۍ۔
سُہ چُُھ سُکوٗل اِنٛظامیاہس منٛز قابلِیت سان کٲم کَران
سُہ چُھ اکھ مٲہِر تکنیٖک کار۔
رمیش گوٚو لۄکٹِس بچہِ سٕنٛزِ ترقی وُچھِتھ حٲران۔
تٔمِۍ سٕنٛدۍ نقشہٕ چھِ جمٲلیٲتی طورس پیٚٹھ پۄختہٕ تہٕ تعریٖفن لایق۔
پژھۍٚن ہِنٛدِ خٲطرٕ بنٲیِو شربت۔
یہٕٕ ڈَبہٕ تُلۍزِ ہٮ۪سہٕ سان
چنپانزی ایک درخت سے دوسرے درخت پر گھومتا رہا۔
نارن بنٲو کُرسی میزس بیترِ زٲلِتھ ژِنۍ۔
زیادٕ کارآمد کٲم کرن والیٚن کٔرِو لالچ دِتھ پھساونہٕ خٲطرٕ زیادٕ تنخواہٕچ پیشگی۔
توفانٕچ شِدت چھنہٕ برداشتہٕ گژھان۔
سُہ چُھ کمپٔنی منٛز تٔھدِس عۄہدس پٮ۪ٹھ۔
ژےٚ چُھیہِ کانٛہہ اعتِراض؟
تِم ٲسۍ بتہٕ کھٮ۪نہٕ کِس میزس نِش بِہِت۔
آفتاب اوس چمکہِ دار تہٕ اَسمان اوس صاف
بدنام چُھ سُہ صفت یُس تس بہتریٖن پٲٹھۍ بیان چُھ کران۔
تٔمۍ گیُنٛد پنٛنِس بٲیِس سۭتۍ شطرنٛجُک کھیل۔
یتھ معاملس مُتعلق تٔمۍ سُنٛد جواب اوس مۄختصر۔
اسہِ لوٚگ دِگرس شراب چیٚنس مزٕ۔
زوٗن گٔیہٕ اوٚبرس پتہٕ کنہِ غٲب۔
ژےٚ چُھے نہٕ ٹُھک ٹُھک کرُن-بس انٛدر اژ۔
کٲرۍگَر بنٛنہٕ برٛونٛہہ روٗدُس بہٕ دۄن ؤریَن ژاٹھ
نَیہِ گاڑِ سۭتۍ دِتِکھ نہٕ اسہِ کِہیٖن تہِ علاوٕ چیز سۭتۍ۔
مِٹھٲے ٲس شُریو ژوٗرِ نیٖمٕژ۔
صدر سُنٛد قومہٕ خٲطرٕ خٕطاب آو مُلکس منٛز ژۄپٲرۍ نشر کرنہٕ۔
تٔمۍ ؤنۍ ؤلِتھ کتھ۔
مُمکنہٕ خریٖدار گٔیہِ نیٖلٲمی خٲطرٕ جمع۔
سُہ چُھ پرٛٮ۪تھ دۄہ ورزِش سۭتۍ پنُن پان صحت منٛد تھاوان۔
یہِ چُُھ اِقتِدار چہِ مُنتقلی خٲطرٕ جدو جہد۔
بہٕ چُھس حقیقتس منٛز تہِ سونٛچان۔
چایہِ کیٚٹٕل چھےٚ گرم آبہٕ سۭتۍ بٔرِتھ۔
صَحبن رٔٹۍ نَیہِ نوکری خٲطرٕ بیٚیہِ ترٛے نَفر
تیٲری روٚس ہٮ۪ککھ نہٕ ژٕ کانٛہہ تہِ اِمتحان پاس کٔرِتھ۔
سُہ اوس تٔمۍ سُنٛد ساروٕے کھۄتہٕ مُستقل عاشق۔
مےٚ اوس شک زِ تٔمۍ اوس مۄچھِ منٛز اکھ تاسہٕ پتہٕ تھوومُت۔
تِم ٲسۍ اکھ ٲکِس سۭتۍ نِکاح سۭتۍ جُڑتھ۔
یہِ چُھ اکھ مادٕ یُس تکلیف دِنہٕ واجنہِ بستہٕ چُھ کھالان۔
ہُمِس نفرس چھےٚ پَے زِ واریاہو بِسلایو سۭتۍ کِتھ کٔنۍ چھِ گاڈِ رٹان۔
تۄہہِ چھو خبر کمپیوٗٹر کِتھ کٔنۍ چُھ چلاوُن؟
ڈاکٹر چُھ پنٛنیٚن مریٖضن سۭتۍ واریاہ صبر کران۔
تٔمِس چھےٚ سمجدٲری ہِنٛز کٔمی۔
یتھ مٔشیٖدِ چُھ اکھ بوٚڑ بارٕ گُمبنٛد۔
تٔمۍ چھےٚ رنٛنٕچ ذموٲری پنٛنہِ دایہِ دِژمٕش
گیلے کونے میں  پھپھوندی آئی تھی۔
نالہٕ چُھ خۄشٕک گژھان۔
عمارت مُکمل کرنہٕ خٲطرٕ چھےٚ اسہِ أکِس دٔسِل سٕنٛز ضٔروٗرت۔
کارخانُک دٕہۍ نور چُھ ہَوہَس منٛز واریاہ دٕہ ترٛاوان
سُہ چُھ بگوان شیو سٕنٛد مُریٖد۔
رُکاوٹ آسنس منٛز تہِ کٔر تٔمۍ پنٕنۍ کٲم
پوٗرٕٕ جماعت نیرِ، بغٲرِ زٕ طٲلبہِ عٔلم۔
مہمانہِ خصوٗٗصِین دیُت اِستقبالیہ خطاب۔
تٔمۍ سُنٛد بوے چُھ لۄکچارٕ پٮ۪ٹَھے یاوٕ۔
تٔمۍ دِیُت مےٚ اکھ چایہِ پیالہٕ۔
مُلٲزِمن ہُنٛد تنخواہ یِیہِ یُہُس ہُراونہٕ۔
تٔمۍ چھےٚ میٛٲنِس ناوس پٮ۪ٹھ پنٛدہ کِتابہٕ کجمژٕ۔
شہرٕ مٔنزۍ سفر کرنہٕ وِزِ گژھن سیاح زیادٕ خبردار روزٕنۍ۔
تٔمۍ کوٚر اکھ مُشکِل مسلہٕ سٮ۪ٹھا کم وقتَس منٛز حل
عَلاوٕ توٚمُل تھاو گُدامس منٛز۔
مےٚ چُھ اکھ لاجواب خیال۔
تٔمِس سٕنٛز شکٕل صوٗرت چھےٚ پانس کُن مٲیِل کرن واجیٚنۍ۔
یہِٕ تنظیٖم ٲس دۄن جمٲعژن ہِنٛدِ اِتِحاد سۭتۍ بناونہٕ آمٕژ۔
ناو لیٚکِھو ویٚٹھٮ۪ن اَچھرَن منٛز
مےٚ چُھ ٹھوس ثبوٗت ضٔروٗرت۔
بہٕ چُھس پرٛٮ۪تھ دِگرس پیدل سٲر کرنہِ نیران۔
مےٚ لوٚگ لبہِ سفید رنٛگہٕ پھش دِنس پوٗرٕ دۄہ۔
زیادٕ کھۄتہٕ زیادٕ ورزِش چھےٚ دِل خٲطرٕ جان۔
مےٚ چُھ باسان زِ ووٹ دیُن چُھ میون معاشرتی فرض۔
پرٛٮ۪تھ پیشس چھےٚ پنٕنۍ پنٕنۍ پریشٲنِیہِ آسان۔
یہِ دلیٖل چھےٚ انسان سٕنٛدۍ فرایض تہٕحقوٗق واضح کران۔
مہربٲنی کٔرِتھ کٔرِو بُتھ لبہِ کُن۔
أسۍ بیٚہمو ریلہِ ہِنٛدِس دٔیمِس ڈبس منٛز۔
سۄ چھےٚ جوک ونٛنَس منٛز مٲہِر
تٔمۍ واتنٲوۍ کِتھ تانۍ پٲٹھۍ سٲری پلو بیگس منٛز۔
مےٚ چھِ ٹیٚٹھ چاے پسنٛد ییٚلہِ زن میون خانٛدار دۄد چاے چٮ۪وان چُھ
مےٚ چُھ باسان زِ تِم چھِ نہٕ میٛٲنِس فٲصلس خۄش۔
تمۍ چُھ پارکہِ منٛز باگ ببُول کُل ووٚمُت۔
از چُھ اسمان گۄسٲنی رنٛگُک۔
خطہِ سرطان چُھ ہنٛدوستان کہِ مٔنٛزمہِ حِصہِ کِنۍ نیران۔
ڈینمایٹس تھپھ کرٕنۍ چھ واریاہ مُشکِل
حٲدِثس منٛز ووت تٔمۍ سٕنٛدِس دٮ۪ماغس سٮ۪ٹھا زکھ۔
رٮ۪تہٕ کالہِ چُھ پنہٕ ؤتھرن ہُنٛد رنٛگ سبٕز آسان۔
دوس ہیٚکن پریشٲنی خٕلاف غم دفٲیی کٔرِتھ۔
اسہِ چُھ کینٛہن کُلیٚن پَیونٛد کوٚرمُت۔
تُہۍ کھیٚیہِ وٕ کیٚنٛہہ مِٹھایہِ؟
لوٗکُن چُھ یقیٖن زِ صاف نیتہٕ دُعایہِ خٲر سۭتۍ چھےٚ بٔدی دوٗر گژھان۔
کمپٔنی چلاونس منٛز تٔمۍ سٕنٛز کوٗشِش چھےٚ قٲبلہِ تعریف۔
بانس پیٚٹھ چُھ بہہ۔
اِلٮ۪کٹرٛان چھِ یِوان ایٚٹمَن منٛز لبنہٕ
گۄڈنِکۍ زٕ خٕدمات چھِ مُفت، ییٚلہِ زن ترٛیٚیِمیُک قۭمت چُھ 35 امریکی ڈالر۔
مہربٲنی کٔرِتھ کٔرِو حرکت رژھا۔
سُہ چُھ اَکھ اَصٕل گینٛد باز
تِم سٲری گٔیہِ پنٛنہِ خانٛدٲنۍ مِلکِیتس حِصہٕ بٹٲے کرنس پیٚٹھ رٲزۍ۔
تیٖٖر آو تٔمِس سیوٚد دٔچھنہِ أچھ۔
میون سامان اوس آمد و رفتس منٛز روومُت۔
بہٕ چُھس لوٚت پکن وول، مگر بہٕ چُھس نہٕ زانٛہہ تہِ پوٚت ہٮ۪وان۔
پرٛژن ہیٚکو نہٕ لفظی طورس پیٚٹھ ترجمہٕ کٔرِتھ۔
2001 ہس منٛز گوٚر تٔمۍ مضموٗنن ہُنٛد اکھ سوٚمبرن شایع۔
سُو چُھ نہٕ دٮ۪مٲغی طور ٹھیٖک۔
ییٚمہِ کامہِ خٲطرٕ چھےٚ اکہِ ہُشار ذہنٕچ ضٔروٗرت۔
بہٕ چُھس پیشہ ورانہ تعلیمی مدرَسہٕ گژھان۔
خراب لایٹہِ سۭتۍ رٔلِتھ نا پسندیٖدٕ آوازِ کوٚر شو خراب۔
سُہ چُھ منٛطِق پَران۔
تیٚلہِ کیازِ چُھکھ ژٕ یژھان مےٚ ناکام کرُن؟
ژےٚ پَزی قوٲیدن تحت کٲم کَرٕنۍ
راتھ اوس سُہ نٔتیٖجہٕ پتہٕ ثٲبت قدمی داواہ کران۔
بنٛدرگاہ چُھ جہازن خٲطرٕ محفوٗظ جاے
ووٹ ترٛاون وول گژھِ نہٕ ارداہ وری کم آسُن۔
طالبہِ علِمن چُھ ہوسٹل ترٛاوُن۔
درمِیٲنی طبقہٕ چُھ نہٕ درٛۄجرس خۄش۔
تٲلیٖمی معیار چُھ وۄنۍ بہتر گوٚمُت
سُہ چُھ سٮ۪ٹھا ہوشیار نَفر
رُدٕ آب چُھ یتھ بٔڑِس حوضس منٛز وسان۔
بہٕ ونہٕ نتیجہٕ تار کہِ ذریعہٕ خبرِ منٛز۔
دوا چُھ مۄچرٕ کِنۍ بوتلہِ منٛزٕ وارٕ وارٕ وسان۔
واتلَن نیٛوو سورُے ژھۄٹھ
وزیٖرن ووٚن زِ ہتھیار بنٛد فوجِین منٛز کٔمی یِیہِ یِنہٕ والٮ۪ن شیٚن یا ستن ؤرۍین منٛز مرحلن منٛز کرنہٕ۔
سۄ چھِ بےٚ بَس زنانہٕ
سۄ چھےٚ گُل دانَس منٛز پوس ترتیٖب سان تھاوان
سُہ اوس شفاخانس منٛز ابتر حالتہِ منٛز۔
بہٕ چُھس تٔمۍ سٕنٛزِ دوستی ہِنٛز قدر کران۔
شٲعِر سُنٛد مُجسمہٕ اوس رۄپھس منٛز بناونہٕ آمُت۔
بادشاہ بایہِ سمکُھن اوس پٔزۍ پٲٹھۍ اکھ خوشی۔
اس کے گھر کے سامنے ایک غلہ ہے۔
تٔمۍ انہِ تُجہٕ بناونہٕ خٲطرٕ ژِنہِ
مےٚ چھِ تمام سِنۍ پٲنۍ پانَے رٔنۍمٕتۍ۔
سُہ چُھ پُلیٖس افسر سٕنٛدِس طورس پہیٚٹھ مشہور۔
سُہ چُھ أکِس رٮ۪وٲیِتی ماحولس منٛز پلیٛومُت۔
سُہ دِیہِ عدالتس منٛز معاملس مُتعلق گوٲہی۔
تٔمۍ کٔر قٲیدن ہِنٛز خلاف ورزی۔
گل گڑہل کے پھولوں نے باغ میں رنگ بھر دیا۔
تُہۍ کیازٕ چُھو نہٕ اکھ سٕژ مِشیٖن انان۔
تُۄہہِ کۄس کِتاب گَژھیو۔
کٔمیٖٹی چھِ قوٲعِد دُرُس کَرٕنۍ
کِرکٹس منٛز یوٚتام بیٹِنٛگ ہُنٛد تعلق چُھ، ٹٮ۪نٛڑُلکرس چُھ نہٕ کانٛہہ جورٕ۔
تٔمۍ سٕنٛدِ بےٚ اعتِبار سلوٗکہٕ باوٕجوٗد تہِ چھےٚ سۄ تٔمِس سۭتۍ پنٕنۍ دوستی برقرار تھٲوِتھ۔
حُکوٗمَتُک مقصد چُھ زٖیادٕ کھۄتہٕ زیادٕ مُلٲزِمت فراہم کرٕنۍ
تٔمۍ نِیہٕ سۄ نژنہٕ چہِ جایہِ پٮ۪ٹھ۔
یہِ چھےٚ از کل اکھ عام بٮ۪مٲرۍ
تٔمۍ چُھ پنُن پان أکِس زبردست مُصیٖبتس منٛز ترٛوومُت۔
تٔمۍ ترٛٲو تٔمِس دولہٕ نظر۔
تۄہہِ پزِ تمام خرچن ہِنٛز زانٛکٲری تھاوٕنۍ۔
المارِ منٛز تھاونہٕ بروٚنٛہہ گژھِ پلون اصٕل پٲٹھۍ تہہ کرُن۔
بہٕ کِھنہٕ تٔمۍ سٕنٛز قبر پنٛنہِ کٔرنہِ سۭتۍ۔
اوم دۄد چُھ منٲسِب درجہ حرارتس پٮ۪ٹھ زامہٕ دۄد بنان۔
بیوقوٗف کتھٕ مہٕ کر۔
میٛٲنی دوستن لٲج سڑکہِ اپارِ پٮ۪ٹھٕ کرٛٮ۪کھ
تٔمۍ ژوٚٹ لۄکچہٕ کورٕ واریاہ ژھوٚٹ مس۔
تٔمۍ دِیُت تس مشورٕ زِ سُہ مہ کھیٚیِن زیادٕ نوٗن۔
بہٕ گژھٕ پانَے ٹھیٖک، تٔمۍ ووٚن بہادری سان۔
کیٚنٛہن چھےٚ فِکِر زِ ٹیٚکسس منٛز ہُرٮ۪ر سۭتۍ گژھِ معاشِیت کمزور۔
سُہ چُھ مذہبی معاملن منٛز سنٛجیٖدگی سان دِلچسپی تھاوان
برٛونٛہہ کنہِ دِنہٕ آمژن مِثالن پٮ۪ٹھ کٔرو غور۔
باقٲیدٕگی سان کھٮ۪ن نَہ کھٮ۪نہٕ سۭتۍ چُھ میٛادس منٛز سٮ۪ٹھا ژۄکٮ۪ر پٲدٕ سپدان
مےٚ چُھ از یُن۔
تٔمۍ کٔر تٔمۍ سٕنٛدِس مُشکِل وقتس منٛز تٔمِس سۭتۍ روٗزتھ پنٕنۍ وفادٲری ثٲبِت۔
تٔمۍ کھیوٚو جلدی منٛز
پرٛٮ۪تھ دۄہ ورزِش چھےٚ تُہنٛدِ صحتہٕ باپتھ واریاہ ضروٗری۔
یہٕ ٲس اکھ موٚٹ رز۔
دۄن دَرٮ۪ن درمِیان گٔیہٕ بُتھۍ لاگَے
ژٕ دِکھٕ ہوٗنِس کھیٚن؟
سُہ چُُھ خطرناک پٲٹھۍ قرضس منٛز۔
سۄ چھےٚ سونٛتکہِ تاپُک لُطُف تُلان۔
مےٚ چھےٚٚ تٔمۍ سٕنٛز بُلنٛد آواز خۄش کران۔
تٔمۍ سٕنٛدیٚن کھۄرن اوس واے آمُت۔
کُٹِھس منٛز ژایہِ دارِ کِنۍ اَکھ گاشہٕ لَو
تٔمِس چھےٚ سِیٲسی جمٲعژ ہِنٛزِ اہم شخصِتن ہِنٛز حمایت حٲصِل۔
تٔکیَس ٲس تنٛگ ووٗر۔
یہِ ٲس اکھ بُزدِل حرکت۔
فِلِم شُروع گژھنہِ وِزی آو تھیٹرُک گاش کم کرنہٕ۔
طوُفانٕکۍ زورن کوٚر سخٕت خوف پٲدٕ۔
میانہِ گاوِ چھِ زٕ نر ؤژھۍ زامٕتۍ۔
مدرسس منٛز تٔمۍ سُنٛد گۄڈنِیُک لیٚکچر اوس بہتریٖن۔
سماج کِس پرٛٮ۪تھ فِرقس منٛز چُھ کُنہِ نتہٕ کُنہِ قٕسمُک تشدد واقع گژھان۔
مرنہٕ برٛونٛٹھ وول تٔمۍ پنُن سورُے قرٕض نکھٕ
میون پِتُر بوے چُھ جہاز چلاون وول۔
سۄ چھےٚ بڑٕ نزاکت واجیٚنۍ زنان۔
مہربٲنی کٔرِتھ تُلِو ڈَبہٕ ہٮ۪سہٕ سان
کیٚنٛہہ کورِ چھِ شراب چٮ۪وان۔
جنٛگی خطرو کِنۍ آیہِ مُہٲجِر ژلراونہٕ۔
نِظام سٕنٛدیٚن سۄنہٕ سٕنٛدٮ۪ن تہٕ رۄپہٕ سٕنٛدٮ۪ن بانن ہِنٛز آیہِ نُمٲیِش کرنہٕ۔
پٔتۍ مٮ۪و کیٚنٛژو دٔہلیو پٮ۪ٹھٕ چُھ زبٲنۍ رٮ۪واج ختم گوٚمُت۔
ورقن کر گونٛد سۭتۍ واٹھ
تِم ٲسۍ پننین بچن رٲچھۍ کرٕنہٕ باپتھ ہُشیار۔
غٲر نِصٲبی عمل چھےٚ جلدی لاگوٗ گَژھن واجیٚنۍ
بہٕ چُھس یژھان یہٕ ژوٗنٛٹ ژٹُن۔
تٔمِس میٖج أکِس کالجس منٛز پارٹ ٹایِم نوکری۔
تتہِ چُھ دفترَن منٛز جمعہ دۄہ رٮ۪وایتی پۄشاک لاگنُٛک رٮ۪واج۔
تٔمۍ سٕنٛدۍ لۄکٕٹۍ صاف بٕتھۍ کوٚر سارنی ہُنٛد توجہٕ پانس کُن مٲیِل۔
صنعتن ہُنٛد ژھۄٹھ چُھ ماحولس تباہ کَران
یتھ دُکانس چھِ تازٕ خٔزٕر کٕنٕنۍ.
تٔمۍ ترٛوو رَس موٚٹراونہٕ خٲطرٕ ٲٹۍ رژھا۔
بہٕ چُھس کافی ترجیح دِوان۔
تۄہہِ چَھو پوٗرٕ زانٛکٲری دِنٕچ ضٔروٗرت
ضروٗریاتہِ زِنٛدگی ہِندِس سامانس کِس قۭمتس منٛز چُھ ہیوٚر کُن رحجان وٕچھنہٕ یِوان۔
تۄہہِ پَزیو پیٚچُھن وقت بچاوُن۔
سُہ اوس چٮ۪تھ۔
ٹیٖمہِ اوس گوڈنیُک گول نٮ۪صٕب وقتٕہ برونٕے کوٚرمُت۔
سِگریٹ چوٚن چُھ صحتہٕ خٲطرٕ سٮ۪ٹھا مُضِر
تٔمۍ لٲگۍ پانَس نٔوۍ پَلَو
تٔمۍ گوٚنٛڈ ڈبہٕ سٕتلہِ سۭتۍ۔
سۄ چھےٚ وارٕ وارٕ تہٕ صحیح پٲٹھۍ کٲم کران۔
سُہ اوس تمیز طریقہٕ وول تہٕ ٲسٕس واریاہ کم نظر گُزرِ ہِنٛز ضرورت۔
لفافس واٹھ کرنہٕ خٲطرٕ کر گونٛداستعمال
کپتان نایرن کٔر دُشمَنن پیٚٹھ حملٕچ سربرٲہی۔
بہٕ کَرٕ پگاہ بیٚیہِ کوٗشِش
ژےٚ پیٚیی گٲنٛٹس پیارُن
فرانٛسی باپٲرۍ کٔر تصویٖرِ خٲطرٕ وُہ لچھ امریٖکی ڈالرن ہِنٛز پیشکش۔
سُہ چُھ ژوٗرٕ نظرٕ دِوان۔
تٔمۍ سُنٛد پۄشاک اوس خوٗنہٕ سۭتۍ بٔرِتھ۔
تٔمۍ انٛناوِ تصویٖرن ہِنٛز زٕ کاپیہِ۔
مےٚ پٕھٹ پنٔنِس پسنٛدیٖدٕ قلمس پیوٚت۔
توہہِ چھےٚ ہنا وزن کم کرنٕچ ضروٗرت۔
تُہۍ چِھو ہیٚکان تٔمۍ سُنٛد مطلب سمجِتھ ؟
تٔمۍ نژناو پنٛنہِ زلٕگریُک ہگُر ۔
منظوٗری خٲطرٕ کوٚر تٔمۍ کلہٕ سۭتۍ آنٛکار.
مہربٲنی کٔرِتھ لٲگِو واش بیسنہِ پٮ۪ٹھ شیٖشہٕ
تٔمِس میلہِ پنٛنٮ۪ن تمام بد کامٮ۪ن ہُنٛد سزا۔
یہِ چیٖز چُھ اصلی۔
سہاحو کٔر بسہِ منٛز بِرٕ۔
سُہ گوٚو پنٛنیو اعمالو سۭتۍ غدٲری کُن رٲغِب۔
طالبہِ علم ٲس ہنٛگتہٕ منٛگہٕ مٲدانس پھیران۔
تٔمۍ سٕنٛز حالت گٔیہٕ وارٕ وارٕ ٹھیٖکھ
تٔمۍ سٕنٛدۍ حُسنن کٔرۍ واریاہ دِل مٲیِل
یتھ سِنِس چُھ ٹیوٚٹھ مزٕ۔
سُہ اوس تٔمۍ سٕنٛدِس جسمس منٛز دِگ آسنہٕ کِنۍ روٗزِتھ گوٚمُت۔
چمرٕ سۭتۍ بَناونہٕ آمٕتۍ بستہٕ چھِ آسان پایدار
یۄس جاے دٔستِیاب چھےٚ تِمن چُھ تٔتھۍ منٛز گُزارٕ کَرُن
تٔمِس چُھ رقم اِستعمال کرنُک اختِیار دِنہٕ آمُت
تٔمۍ ٲسۍ تٔمۍ سٕنٛدِس ژٔکِس مُتعلق پرٛژھنہٕ خٲطرٕ سیٚٹھا بےٚ قرار۔
مٮ۪وٕ چھِ صحتہٕ خٲطرٕ جان۔
گٲڑۍ چلاون وول واضح طور نشس منٛز۔
قدیٖم تمدنٕکۍثبوٗتو چُھ اسہِ پنُن تاریٖخ تصوُر کرنس منٛز مدد کوٚرمُت۔
اسہِ چھِ لگ بگ سٲری روٗل تسلیٖم کرٕنۍ
ہوا چُھ 70 فیصد کھۄتہٕ زیادٕ نایٹروجنُک بنیومُت۔
أسۍ ہٮ۪کو یہِ جاے راتہٕ سٕے منٛز سجٲوِتھ۔
سٲرسٕے دنیاہس پیٚیہِ نیوکلیٲیی طاقتُک اثر۔
تٔمِس چُھ تجزِیٲتی نظریہٕ
مےٚ روو بنٛدوٗق
موٹر سائیکل چلاوان وٲلۍ تُل پنُن نقاب۔
تٔمی روٚٹ درس ییٚمہِ سۭتۍ سُہ اِمتِحانس منٛز پاس گژھِ۔
کل رات کو ہلکی بارش ہورہی تھی۔
تِہُنٛد نیٚچُو چُھ زوٚر۔
اسہِ اوس نہٕ کھیٚنُک اکھ زرٕ تہِ۔
تٔمۍ چھےٚ تلوار بٲزی منٛز تربِیت رٔٹمٕژ۔
افسَرس اوس اختیار بخشٕنہٕ آمُت۔
تِمو دِیُت سیاحس اغواہ کرنہٕ برٛونٛہہ نشہٕ۔
سٮ۪کھ تہٕ سیٖمَٹ رَلٲیِو
سُہ اوس ہُشیٲری سان برٛونٛہہ کُن وٕچھان۔
کِتابن ہِنٛز درجہٕ بٔنٛدی چھےٚ وٕنہِ کرنَے
پرنہٕ وِزِ مہ کٔرۍوون سُہ تنٛگ۔
یُتھے پانیُل تُرُن چُھ گژُھان، یہِ چُھ مایہِ دار گژھان۔
أسۍ ہٮ۪کو زامہٕ دۄدَس بیٚیہِ تھوڑا کھنٛڈ رَلٲوِتھ
نٔو مِشیٖن چھےٚ نہٕ صٔحیٖح پٲٹھۍ کٲم کران۔
تٔمۍ کوٚر کتھ باتھِ منٛز اکھ اہم کِردار ادا۔
کھیٚن برٛونٛہہ کُن انن واجیٚنۍ آیہِ مجمس پیٚٹھ چاے ہٮ۪تھ۔
فوجس آو مارچ کران رُکنُک حُکم دِنہٕ
تٔمِس چھےٚ فی دۄہ ترٛہہہ رۄپیہِ میلان۔
جورن گیوٚو واریاہ اصٕل۔
سٲنِس ٹی وی یس چُھ ۴۵ سینٹہِ میٖٹر تصویٖر یوان۔
ژٕ ہٮ۪ککھٕ مےٚ سۭتۍ یِتھ؟
أسۍ چھِ اکھ نوٚو کارخانہٕ قٲیِم کرنس مُتعلق سونٛچان۔
محنٛت چھےٚ کامیٲبی ہُنٛد ذٔریعہ
ہوٹلس منٛز چھِ دہ اصٕل پٲٹھۍ تیار اِجلاسہٕ خٲطرٕ کُٹھۍ۔
تِمن لوٚگ خراب موسم آسنہٕ باوجوٗد پِکنکَس مزٕ
کیٚپٹَنس میوٗل سمندری جہاز بچاونہٕ خٲطرٕ عِزت۔
یَتھ پرٛاپرٹی چُھ پٔتمٮ۪ن ؤرین منٛز قٲمتَس کھوٚتمُت
کَتھ کَران کَران ٲسۍ أسۍ پَکان
سمنٛدر بٔٹھِس انٛدٕ ونٛدٕ چھِ واریاہ خٔزرٕ کُلۍ۔
سُہ چُھ پنٛنہِ بیٚنہِ ہِنٛزِ سلامتی باپتھ فِکرمنٛد۔
تِم چھِ سڑکن چوٗنہٕ ترٛاوان۔
سون کار چُھ اَصٕل پٲٹھۍ پَکان
زنانن ہِنٛدۍ پۄشاک چھِ مُختٔلِف ڈِزاینن منٛز یِوان
کُل پیوٚو پتھر۔
میٛانیٚن کھۄرن ہیوٚتُن واے یُن۔
کِتابہِ ہُند تازٕ تٔریٖن ترجمہٕ چُھ بازرس منٛز دٔستِیاب۔
تِمو ووٚن شُریٚن کُٹھِ منٛز ژھۄٹھ تُلُن۔
پنٛنِس مستَس کر کنٛگٕنۍ
تِمن چُھ سارنی سالہٕ خٲطرٕ پٕرژھنہٕ آمُت
تٔمِس اوس شک زِ سۄ ٲسۍ تٔمِس طنٛز کران۔
ژرِ چھِ لۄکٕٹۍ گول پکھ، ژھوٚٹ لٔٹ، مضبوٗط زنٛگہٕ تہٕ زیٖٹھۍ وٕٹِھتھ تونٛتھ آسان۔
گاڈِ ہِنٛدۍ سامان آیہِ گیراجس منٛز جوڑنہٕ
اسہِ پزِ دوٗر سفرس نیرنہٕ برٛونٛہہ پنٛنہِ گاڑِ تیٖل تراوُن۔
تٔمۍ ووٚن بہٕ آسہٕ ییٚتہِ 6 بجے۔
میٲنۍ مٲلۍ دِیُت مےٚ زا دۄہس پٮ۪ٹھ سایکل تحفہٕ۔
تٔمۍ ووٚن مےٚ بکوٲسۍ۔
تِہِنٛز بیٚمٲرۍ ہیٚکو کم تر کھیٚنس مٹہِ کھٲلِتھ۔
سٲنِس رِشتس منٛز چھےٚ واریاہ اصٕل مُساوات۔
سُہ چُھ مشہوٗر تاریٖخی فلاسفہٕ دان
سُہ چھا پٔزۍ پٲٹھۍ بٔدرٕ بیٚمارِ منٛز ہٮ۪نہٕ آمُت؟
وٕنلہِ کِنۍ اوس نہٕ کیٚنٛہہ تہِ بوزنہٕ یِوان۔
زیادٕ تر لٔڑکہٕ چھِ پاک دامن کورٮ۪ن سۭتۍ خانٛدر یژھان کرُن۔
تٔمۍ سٕنٛزٕ کِتابہٕ آیہِ ہنٛگتہٕ منٛگہٕ تباہ کرنہٕ۔
تٔمۍ سٕنٛدِ کُٹِھچ شیٖشہٕ المٲرۍ ٲس واریاہ شوٗبوٕنۍ۔
گرِ نیٚبرِمیٚن کھیلن خٲطرٕ چُھ جان موسم۔
اس نے چمڑے کی چادر کو تسموں میں کاٹنے کی کوشش کی۔
تِمو چُھ پنُن ہوٗن ہانٛکلہِ سۭتۍ گٔنٛڑِتھ تھوومُت
تُہۍ ہیٚکِو پنٛنہِ سٔہوٗلِیت مُطٲبِق یِتھ
جاپٲنۍ سلطَنت آیہٕ جلدی پٕھٹراونہٕ
کھہس منٛز چھِ واریاہ تعدادس منٛز کُلۍ کٔٹۍ کٔھتۍمٕتۍ۔
تِم چھِ پنٛنہِ کمپٔنی منٛز قٲبِل کارکُنن مُلٲزِمت دِوان
تٔمۍ سُنٛٛد یَزار چُھ پرٛون گوٚمُت۔
پَنٕنۍ خیال گَژھن نہٕ پرٛٮ۪تھ کٲنٛسہِ نِش باوٕنۍ
زمیٖن چھےٚ پنٛنِس دُرس پیٚٹھ حرکت کران۔
ہنٛدوستان چُھ اکھ ترقی پزیٖر ملک
تِم کرن پگاہ اِقرار نامس دستخط۔
ملکُک پوشیٖدٕ شہری مہ بن، کینٛژھا کر حٲصِل۔
اسہِ پِہۍ مرژوانٛگن گریڈرس منٛز
بہٕ اوسُن پنٛنِس مامتٕرِس بٲیِس سۭتۍ چکرس گوٚمُت۔
تِم بیٖٹھۍ کۄہ کِس دامنَس پٮ۪ٹھ
سوزانس چُھ کُنوُہِمہِ دسمبر یُن۔
ژٕ چُھکھ تتھ سوٗٹَس منٛز بیوقوٗف باسان۔
تٔمۍ بوٚر پنُنٹھیلہٕ ڈونیٛو سۭتۍ۔
تمہِ کرنوو پنُن ودوُن شُر ژھۄپہٕ۔
اس نے تھوڑے کاجو کھاٮٔے۔
مہربٲنی کٔرِتھ کٔرِو یِمن گۄژریٚن وزن کم۔
ہاونٕچ عمل روٗز أکِس گٲنٛٹس تانۍ جٲری۔
زٕ مُلٕک ٲسۍ نسلی بُنیادن پیٚٹھ الگ کرنہٕ آمٕتۍ۔
مےٚ زاو بٮ۪نہِ شُر
یہِ ٲس اکھ اصٕل پٲٹھۍ قٲیِم کمپنی۔
اَسہِ آسہٕ تاپہٕ ژنٛجہِ پٮ۪وان
دَب لگنہٕ سۭتۍ پھٹ تٔمِس قمرٕچ أڑِج
برٛونٛہہ کالہِ اوس یِوان جنٛگس منٛز لڑنہٕ خٲطرٕ توپھن ہُنٛد اِستعمال کرنہٕ
پُلیٖس ووت اتھ نٔجیٖس پٮ۪ٹھ ز یہٕ اوس اکھ قتلُک معاملہٕ
ژٕ ہٮ۪کَکھ میانہِ دارِ کِنۍ اکھ خۄشوُن نظارٕ وٕچِھتھ۔
پرٛٮ۪تھ ٹیٚکٕس دِنہٕ وٲلِس چُھ یہِ زانٛنُک حق زِ تٔمۍ سُنٛد پونٛسہٕ کوٚت چُھ گژھان۔
ہچٕو دٔنٛدۍ تُج کرِو اِستعمال۔
طٲلبہِ عٔلِم چھِ نہٕ وۄنۍ تہزیٖب برقرار تھاوان۔
أکِس انسانس گژھہِ صحیٖح ذہن تہٕ جان تہزیٖب وول پان آسُن۔
تٔمِس آسہٕ کرنہٕ خٲطرٕ واریاہ کامہِ۔
یہِ چُھ قدرتی طور گژھان۔
بہٕ چُھس یژھان ریلہِ ہِنٛدِس وقتس مُتعلق پتہ کرُن۔
مےٚ چھِ ژور چاکلیٹ۔
أسۍ چھِ پنٛنِس رہنُما سٕنٛزِ ییٚمہِ حرکتہِ ہِنٛز مَزمَت کران
تٔمِس چُھ پنٛنِس خانٛدارٕ سُنٛد بَچہٕ ہٮ۪نہٕ آمُت
ہر ٲکِس پٮ۪ٹھ ٲس نواب سٕنٛز حکوٗمت۔
مےٚ چُھ گرٛیٚٹس منٛز اوٹ پِہُن۔
یِمن کِتابن منٛز دِنہٕ آمژٕ شکلہٕ چھےٚ غٲر حقیٖقی۔
تِم چھِ علاوٕ فٲیدُک دعویٰ کران۔
نیٚبرِمِس فونس چھِ واریاہ پونٛسہٕ لگان۔
یہ بچے مونگ پھلی کھانا پسند کرتے ہیں۔
بہِ چُھس واریاہ کھنٛڈٕ دار چاے چیٚوان۔
بہٕ چُھس پنٛنہِ کتابہِ ہٕنٛدِس شایع گژھنس پیاران۔
پوٗرٕ مُلکس منٛز چھےٚ شیٖن پٮ۪نٕچ اِطلاع دِنہٕ آمٕژ۔
ییٚتہِ چھےٚ محنتَس زیادٕ اہمِیَت
سۄ چھےٚ کٲم کرنہٕ کھۄتہٕ زیادٕ وقت کامہِ مُتعلق سونٛچنس منٛز گُزاران۔
سۄ چھےٚ پنٛژہ ؤرِش۔
جُملس منٛز چھا کانٛہہ ڈکھٕ کرٛاوُت؟
پگاہ آسہِ جُمعہ۔
مےٚ کٔر أکِس بٕڑٕ موہنوِس سڑکِہ اَپور ترنس مدد
اسہِ کٔر شہر صاف کرنٕچ اکھ تدبیٖر تشکیٖل
میانہِ نظریہٕ مطٲبِق چھےٚ نہٕ یہِ نوکری کورٮ۪ن خٲطرٕ جان۔
أسۍ نیرو تیلی ییٚلہِ سڑکہٕ صاف آسن
وٕنلہِ مٔنٛزۍ اوس نہٕ سمنٛدری جہاز بوزنَے یِوان۔
سٕکوٗٹرس گٔیہٕ رِکِنۍ تِکیازِ برٛیک گٔیہٕ اچانک بِہِتھ۔
تٔمۍ دِیُت پُھچہِمژِ کُرسی واٹھ
تُہۍ کیا چِھو اَتھ وَنان
ٹرٛیکٹر اوس ژوٗنٛٹیو سۭتۍ بٔرِتھ۔
بیٚنٛکَس منٛز ۂری سٕنٛز تعیِناتی چھےٚ مَحض موقٕچ بخشِش
کیمِکل کمپنیہِ چھےٚ سانٮ۪ن دریاون تہٕ ماحولس زہریٖلہٕ بناوان
تٔمۍ یُس طریٖقہٕ اختیار کوٚر سُہ اوس صحیح۔
بٹوار ترٛٲوِتھ چُھ یہٕ پرٛٮ۪تھ دۄہ یلہٕ آسان۔
شُرۍ ٲسۍ آبہٕ بُبرَن تُرٛس دِنٕچ کوٗشِش کَران
ژےٚ چُھتھٕ زانٛہہ سِگریٹ چوٚمُت؟
اسہِ ہیٚکہِ ییٚتہِ شیٚہجار میٖلِتھ۔
تٔمِس اوس واضح نظریہٕ زِ تس کیاہ چُھ کرُن۔
تٔمِس اوس پنٕنۍ ۄستادن سزا دیُتمُت۔
سُہ چُھ تُرٛواہ وُہُر۔
متنُک نوٚو ترجمہٕ چُھ شایع گژھنہٕ خٲطرٕ تیار۔
بہٕ کَرٕ اَز پنٛنٮ۪ن کِتابن ہُنٛد اِنتِظام
سُہ چُھ مقبَرس سۭتۍ روزان
تس ٲس اوٚنٛگجہِ دگہِ سۭتۍ تھرتھرٕ ؤژھمٕژ۔
عوٲمی مُقامَن پٮ۪ٹھ چھےٚ سِگریٹ چیٚنَس پٮ۪ٹھ پابنٛدی
اسہِ ٲس ڈیٹا جمع کرنٕچ ذِمہٕ وٲری دِنہٕ آمٕژ۔
کٲنٛسہِ فنٛڈِنٛگ ایٚجنٛسی چُھ ییٚمہِ تحقیٖقی منصوٗبَس اِمداد کَرٕنۍ
شایع کرن وٲلِس آیہِ پونٛسن ہِنٛز منٛگ کرنہٕ خٲطرٕ اکھ ذٲتی چِٹھۍ سوزنہٕ۔
سۄ روٗز دٔریاوس منٛز سرٛانٛٹھ کران۔
رومی سٕنٛزِ زنٛگہِ چھےٚ سخت دگ۔
ٹیٖمہِ چھِ أکِس کھِلٲڑۍ سٕنٛدِ زخمی گژھنہٕ کِنۍ زور کم گٔمٕتۍ۔
مہربٲنی کٔرِتھ شیٖرِو میون یزار۔
مےٚ کوٚر پنٛنہِ بیٚنہِ سۭتۍ تتھ مسلس پیٚٹھ بحژ۔
تٔمِس چُھ میادس السر۔
یہِ چُھ واریاہ لۄتوَے لۄکُٹ آلہٕ۔
باغس منٛز باگ اوس اکھ لوٗبوُن فنٛوارٕ۔
سُہ اوس پنٛنِس پانس قٕسمت وول زانان تِکیازِ تٔمۍ سُنٛد گرٕ بَچوو طوٗفانہٕ نِش۔
اکہِ لہرِ پھاٹرٲو ناو۔
یِم چھِ دٔرۍ تہٕ موٚٹۍ پیٚٹِھم تہہ والیٚن جانورن ہِنٛزِ ذٲژ سۭتۍ تعلُق تھاوان۔
تیٚر لوٚگ نہٕ نِشانس پیٚٹھ۔
پُلسَن کوٚر ژوٗر گِرِفتار
یِہِ چُھ کِتابن ہُنٛد اکھ درجہٕ بنٛد چٹہٕ۔
سانہِ گاڑِ چُھ نہٕ تیوٗت طاقت زِ سۄ ہیٚکہِ چھکڑس لٔمِتھ۔
تٔمۍ چُھ اکھ تفصیٖلی مضموٗن لیٛوٗکھمُت
سۄ چھےٚ ہمیشہٕ تیز رنٛگ لاگان۔
اکِس واریاہ بٔڑس علاقس منٛز چھےٚ تعمیٖرٲتی کٲم چلان۔
گنہٕ شکر چُھ اُتر پردیشش منٛز زیادٕ تر وۄپدان
تٔمِس چُھ نہٕ پنٛنٮ۪ن شُریٚن ہِنٛز تعلیٖمہِ خٲطرٕ آسرٕ ۔
اسہِ انہِ دیوالی خٲطرٕ شیٖشُو بتہِ۔
مےٚ بوٗز یہِ ریڈیوہس پٮ۪ٹھ۔
فوج اوس جنٛگ چہِ وَتہِ پٮ۪ٹھ۔
میٛانہِ گامٕکۍ کوچہِ چھِ واریاہ تنٛگ۔
تٔمۍ چُھ شال ووٚلمُت۔
سارنی دیٖو اکھ ژوٚٹ تُلنہٕ۔
معٲفی گژھِ دِنۍ، مےٚ ترٛووا تُہنٛدِس بستس پیٚٹھ کھۄر؟
سُہ بنیوو حملُک نِشانہٕ۔
ڈاکہٕ وول چُھ چِٹھِ تراونہِ یِوان۔
کیٚنٛٛہہ بچہٕ ٲسۍ دارٮ۪ن کنہِ لایان۔
پُلسن چلٲو احتِجاج کرن والٮ۪ن پٮ۪ٹھ گولہِ۔
بہٕ ہٮ۪کہٕ نہٕ پہاڑس کٔھسِتھ
سڑکہِ ہِنٛدِ بیٚیہٕ انٛدٕ پٮ۪ٹھٕ بوٗزُے نہٕ مےٚ تٔمۍ سُنٛد آلَو
تٔمِس آو گیٛوٗر تہٕ پیٚیو سڑکہِ پٮ۪ٹھ
جہاز بنانے کی جگہ میں بڑے بڑے جہاز بنائے گئے تھے۔
سُہ چُھ پنٛنِس کُٹِھس منٛز گٲنٛٹہٕ وادَن بِہِت پَران
کوٗنکِس دُکانَس چھےٚ آسان اصلی فرٛانٛسٕچ ژامَن
معٲشی طورس پیٚٹھ چھےٚ سرمایہِ دٲری معاشرن منٛز تبدیٖلی أنۍمٕژ۔
یہِ گٲڈۍ چھےٚ واریاہ پرٛٲنۍ مگر چھےٚ جان حالتس منٛز۔
تٔمۍ چُھ میٛانہِ کامیٲبی منٛز اہم کِردار ادا کوٚرمُت۔
غزہس منٛز چُھ ٲبی مٮ۪وٕ شٲمِل کرنُک مشورٕ دِنہٕ یِوان۔
تٔمِس چھِ لُکن ہِنٛز حمایت ضروٗرت۔
بہٕ چُھس یَژھان پنٛنہِ خٲطرٕ اَکھ ناو اَنٕنۍ
تٔمِس زایہِ شفاخانس منٛز دُچہِ۔
میٹینٛگ منٛز چھےٚ چانہِ موجودگی ہِنٛز گُزٲرِش کرنہٕ یِوان۔
یتھ جایہِ چھِ واریاہ وٕڑوٕنۍ کیٚمۍ۔
شک چُھ دوستی ہِنٛدِ خٲطرٕ زہر۔
سۄ چھےٚ پنٛنہِ نیہِ نوکری منٛز جان کٲم کران۔
تِم ٲسۍ درٛۄجرَس مُتعلِق کَتھ باتھ کَران
ججن ہِنٛزِ جمٲعژ بوٗز دہن دۄہن ہِنٛز گوٲہی۔
ساحِل کرِ آتھوارِ دۄہ مریَمس سۭتۍ خانٛدر۔
ژےٚ چُھیہِ باسان زِ سۄ روزِ اصل پٲٹھۍ گُجراتس منٛز؟
تٔمِس چھےٚ حیاتین ہنٛز کمی۔
سُھ چُھ نہٕ ہٮ۪کان کم گاشس منٛز صاف پٲٹھۍ وٕچِھتھ۔
زمیٖن چُھ سیٲری نِظامُک اکھ حِصہٕ ۔
اکھ ہلکہٕ ہوا چُھ بیٖچس اپارِ یپور چلان
ہُہہ میگزین چُھ پرٛٮ۪تھ رٮ۪تھ ممتاز شخصِیژن ہُند خاکہٕ شایع کران۔
سالس منٛز ٲسۍ پنٛداہ قٕسمٕکۍ سِنۍ۔
اکھ اصٕل نسل وول نفر چُھ واریاہ شٲیِستہٕ تہٕ اصٕل طور طریٖقہٕ وول آسان۔
کٲم آیہِ تٔمۍ سٕنٛدٮ۪ن ہِدایتن مُطٲبِق کرنہٕ
تٔمِِس چُھ زن شُریٚن کُن غٲر جزبٲتی روَیہٕ
نوٗن چُھ سوڈیم تہٕ کُلوریٖنُک مُرکب
صحب چُھ جنٛگ کرنس پیاران۔ ہٮ۪سس منٛز روٗزِو!
بہٕ چھس بتہٕ کھٮ۪وان۔
تٔمِس میلیو یتھ سکیٖمہِ منٛز ترٛاونہٕ آمتہِ پونٛسُک دۄگنہٕ رقم۔
ییٖژاہ ہڑ درمی ہیٚکہِ نہٕ نکھٕ ؤسِتھ۔
بہٕ یژھٕ اکھ کِرکٹ میچ وُچُھن۔
وۄزُل کوٹھ لٲگِتھ کُس نفر چُھ؟
فوجس آو جنگ بٔنٛدی ہُنٛد حُکُم دِنہٕ
دویو نفرو کٔر سۄن ژوٗرِ نِنٕچ سٲزِش۔
فوجی چُھ نہٕ زانٛہہ تہِ غٲرحٲظِر آسان۔
تِمو کٔر لۄکٕٹۍ مُجرِم نِپٹاونہٕ خٲطرٕ اکھ خصوٗصی عدالت قٲیِم۔
گرٛدو اوس لاشن پیٚٹھٕ گیرٕ کوٚرمُت۔
یہِ چُھ اصلی دستاویزُک صحیح نقل۔
تٔمِس چھےٚ اتھن بستہٕ۔
فوجس اوس برٛونٛہہ پکنُک حُکُم دِنہٕ آمُت
تمہِ چُھ یہِ خراب کوٚرمُت، وۄنۍ چُھ مےٚ یہِ نوِ سرٕ کرُن!
تٔمۍ ہیوٚت تٔمِس ودان ودان رۄخست۔
سُہ یُس حٲضِر چُھ ،سُہ چُھ وزیر۔
سُہ چُُھ پرٛٮ۪تھ آتھوارِ گَژھان گِرجَس منٛز عبادت کرنہِ
یہِ چُھ اَکھ واریاہ دِلچسپ پٲتٕھر
تٔمۍ ؤنۍ اسہِ اکھ مزاقیہ دلیل۔
جانورن پٮ۪ٹھ کٔرِو رحم۔
میون دوس چُھ ہمساے ضِلعس منٛز روزان۔
سۄ چھےٚ ناول پرنٕچ شوقیٖن۔
سۄ گیہِ سڑکہِ منٛز باگ بےٚ ہوش۔
تٔمۍ تھوو پَنُن پان سُکوٗنس منٛز ییٚلہٕ زن نار لگنہٕ وِزِ سٲری بامبرے۔
سُہ چُھ میون گرٕ واریاہ لٹہِ یوان۔
پردن اوس دٔنٛدرن نِشہِ خوٗبصوٗرت نموٗنہٕ بنٲوِتھ
أسۍ ہٮ۪کو نہٕ یِم نتٲیِج پۄختہٕ ثبوٗت بغٲر مٲنِتھ۔
تِمو کوٚر اکھ نوٚو محکمہٕ قٲیِم۔
زیادٕ تر لُکھ چھِ مُلکہٕ کیو باقیو حِصو کھۄتہٕ رازدانہِ منٛز روزان۔
شیٚن گٲنٛٹن سایکل چلاونہٕ پتہٕ ووت سُہ ٲخری مقامس۔
بادشاہ باے وکٹورین کوٚر 1837 پٮ۪ٹھ 1901 تام برطانیاہس پٮ۪ٹھ راج۔
مےٚ میلیٛوو تَس سۭتۍ کَتھ کرنُک بیٚیہٕ اَکھ موقعہٕ
یہِ اوس اکھ افسوس ناک حٲدِثٕہ۔
صحن رنگ برنگی پھولوں سے گھیرا ہوا تھا۔
کِرکٹ گِنٛدنُک پِچ چُھ وُنۍکیٚس اوٚدُر۔
یہِ کوٗر چھےٚ واریاہ زِنٛدٕ دِل۔
شہزادن کٔر سۄ پنٛنہِ بُزدِلی سۭتۍ حٲران۔
سُہ لڑکہٕ یُس تھوٚد چُھ آو گۄڈٕ۔
مےٚ چُھ نہٕ صبر۔
تمۍ دِژ پنٛنہِ دٕر کاکنہِ سۄنہٕ سٕنٛز چین۔
أسۍ یَژھو پورٕ آٹومیٚٹِک پَلَو چھلنٕچ مِشیٖن ہیٚنۍ
سٕٹار ڈسٹ چُھ اکھ ماہوار رِسالہٕ۔
عمارتہِ ہِنٛدِس برٛونٹھمِس طرفس چھےٚ سفیٖدی کرنٕچ ضروٗرت۔
یہ أس گٮ۪ون والیٚن ہِنٛز قٲبلہِ تعریٖف پیش کش۔
پٔتِمیٚن دَہن ؤرِین منٛز چھےٚ معٲشیت دۄگنہٕ ہُریمٕژ۔
تور واتنہٕ خٲطرٕ چُھ نہٕ مےٚ سوارِ ہُنٛد کانٛہہ تہِ ذریعہٕ۔
قٲتِلن اوس نہٕ کانٛہہ تہِ نِشان ترٛوومُت۔
ٲلوٕ سِوِو گۄڈٕ
کوریو گیوٚو سالس پیٚٹھ اِکوَٹَے۔
مےٚ چُھ پنٛنیٚن جانورن خٲطرٕ اکھ خۄشوُن گان بنوومُت.
سۄ چھےٚ سِیٲسی جمٲژ سۭتۍ تعلق تھاوان۔
مےٚ چُھ سالُک اِنتظام کرُن۔
اِنسان چُھ اکھ سمٲجی جانور۔
دروازن ہِنٛدۍ چوکاٹ گژھن لٔکرِ ہِنٛدۍ آسٕنۍ۔
تِمو کوٚر میون نظرِیہٕ تسلیٖم۔
مہربٲنی کٔرِتھ کٔرِو تالوُک تھزر کم۔
ییٚمہِ رٮ۪تہٕ کہِ کُنوُہِمہِ تٲریٖخہٕ چُھ چکرس گژھنُک اِنتِظام کرنہٕ آمُت۔
تٔمِس چِھ اکثر قبضی ہِنٛدۍ مسلہٕ آسان۔
یہِ چُھ اکھ اصٕل پٲٹھۍ تعمیٖر کرنہٕ آمُت نوٚو شہر۔
مےٚ چھِ پٔزۍ پٲٹھۍ دریاوس منٛز وۄٹھ لایِنۍ خۄش کران۔
شیٚشتٕر راڈ ۂج کَرٕنۍ چھےٚ سٮ۪ٹھا مِشکِل آسان
رنٛنہٕ وِزِ چھےٚ بُکھٲرۍ بہہ نٮ۪بر کڑان۔
اسہِ یِم دٔلیٖلہٕ بوزٕ تِمن پیٚٹھ یقیٖن کرُن اوس مُشکِل۔
مےٚ چھِ رٮ۪تہٕ کالہِ تٔنۍ پَلَو لاگٕنۍ خۄش کَران
سۄ یہِ تہِ ونُن چھےٚ ہیٚوان تٔمِس چُھ نہِ زانٛہہ تہِ تمیُک انٛدازٕ آسان۔
اسہِ چھےٚ صنعتس منٛز ایٖجادیتس حوصلہٕ افضٲیی کرنٕچ ضٔروٗرت۔
واریاہ کالُک پیارُن سپدیوو وۄنۍ۔
ییٚمہِ دلیٖلہِ چُھ 1960 ہن ہِنٛدِس دورس کُن رُجحان ظٲہِر کوٚرمُت۔
تٔمۍ سٕنٛزِ یٔڑ چُھ وُنہِ تہِ تھوڑا دود۔
وۄستادن وٲلۍ لٔڑکس کوڑٕ۔
تٔمۍ اوس بحژس منٛز ہورمُت۔
سُہ اوس ریاستکٮ۪ن معاملن منٛز ہم آہنٛگی خٲطرٕ کٲم کران
تِم چھِ پنٛنہِ کورِ ہِنٛدِ خٲطرٕ رِشتہٕ ژھانٛڑان۔
سامان کہِ بٲگراونٕچ عمل آیہِ مُلتوی کرنہٕ۔
یہِ نالہٕ چُھ اوہایو دٔریاوُک اکھ معاون دٔریاو۔
تٔمِس باسیوو زِ تٔمۍ سٕنٛدِس دِلس گٔیہِ سخٕت دُبرارَے۔
تٔمۍ دِژ مےٚ سِکن ہِنٛز اکھ مۄٹھ۔
وقفہٕ پتہٕ کٔر اسہِ نوِ سرٕ جوشہٕ سان کٲم شروع۔
صَدرَس چُھ نامنظوٗری ہُنٛد طاقت آسان۔
ییٚمہِ مٲدانُک کُل رۄقبہٕ چُھ ساس سُکیر میٖٹڑ
لُکھ چھِ ہمیشہٕ موسمس مُتعلق بارَو دِوان۔
خمیٖر چوٚن چُھ چانہِ خٲطرٕ منع۔
پادٕرۍ اوس نہٕ گِرجا گَرس منٛز
فوجی آیہِ مقٲمی گامہٕ کیٚن سۭتۍ ٹھہراونہٕ۔
تٔمۍ سٕنٛدِس خوٗنس منٛز اوس زہر شٲمِل۔
صُبحن صُبحٲے جاناوارن ہُنٛد ٹیٖرِو ٹیٖرِو چُھ مےٚ نیٚنٛدرِ بیدار کران۔
روٗد پٮ۪نہٕ کِنی چُھ کھیلمزیٖد گِنٛدنٕکی امکانات کم کٔرۍمٕتۍ
