دروازہ اپنے قبضے پر آسانی سے کھل گیا۔
تِم بیٖٹھۍ بسہِ منٛز سۭتۍ سۭتۍ
غزا گژھِ صحیٖح وقتس پیٚٹھ کھیوٚن۔
سُہ چُھ عقل منٛد
أسۍ سٲری چھِ حکومت چہِ نیہِ پالسی حمایت کران۔
ہُشارٕ روٗزِو! اکھ ہوٗن چُھ پکان۔
رۄپیہِ سوزنٕچ عمل ہیٚچ نہٕ مُکمل گٔژِھتھ۔
اسہِ چھِ مُختٔلِف وسٲیِل رَلاونٕچ ضٔروٗرت
پوٚہل چُھ پنٛنین جانورن ہِنٛز رٲچھ راوٹھ کران۔
أسۍ دِمو پنٛنیٚن منصوٗبن ٲخری شکٕل پوٚتُس۔
چٕمٕنۍ چھےٚ سیریٚن ہِنٛز بناوٕنۍ
شُرۍ ٲسۍ مٹرَسس پیٚٹھ وۄٹہٕ تُؒان۔
بیٚدٲری چھےٚ اکثر خراب شۄنٛگنہٕمکہِ عادتُک نتیجہٕ آسان۔
سُہ چُھ آتشَک کہِ علاجہٕ خٲطرٕ ڈاکٹرس گژھان۔
بُنِلۍ پِھرِ عمارتہٕ پتھر۔
مےٚ بوٗٗز دھات چٮ۪ن بالن ہُنٛد ٹاس۔
تتہِ اوس اکھ تُلرِ اول۔
یَتھ پرٛوگرامَس واتہِ نَیہِ ہفتہٕ انٛد
میچَس منٛز بہتٔریٖن بیٚٹِنٛگ خٲطرٕ آیہِ تٔمِس تٲریٖف کَرنہٕ
ژٕ چُُھکھ سرٛوٚن سونٛچن وول۔
بصری شکلہٕ بنییہِ حقیٖقی۔
سٕٹیڈیم چُھ شہر کِس واریاہ دوٗر شُمٲلی حِصس منٛز۔
ییٚمہِ پٔلاٹٕچ نام ذَدی چھےٚ آمٕژ میٚڈکل کالجس دِنہٕ
زرٲعتی زمیٖنٕچ پٲداوار چھےٚ خراب موسم کہِ وجہہ سۭتۍ کم۔
سبزِیہِ چھےٚ لجمژٕ ہۄژنہِ۔
نزدیٖکٕے ٲس أکِس پلس رز گٔنٛڈِتھ۔
یِم چھِ تُہنٛدِس حقس منٛز وزن دار بہژ ۔
تس چھِ صُبحہٕ پیٚٹھٕ پیچ۔
ٹریفِک کِس شورس منٛز ہیوٚک نہٕ کِہین بوٗزِتھ۔
تٔمِس اوس واضح نظریہٕ زِ تس کیاہ چُھ کرُن۔
پنٛنِس مٲلِس ماجہِ ہِنٛدِ اِجازتہٕ پتہٕ کوٚر مےٚ ییٚمِس لٔڑکس سۭتۍ خانٛدر
پٔتۍ مٮ۪ن کیٚنٛہن ؤرِین منٛز کھوٚت پیٚٹرول قۭمتَس واریاہ زیادٕ
حالَے چُھ اکھ آزار دِنہٕ وول مسلہٕ مزید بدتر گوٚمُت۔
مہربٲنی کٔرِتھ مہٕ لیٚکھ میون ناو غلط پٲٹھۍ۔
سُہ چُھ پنٛنیٚن دوستن پتہٕ دیوانہٕ۔
پَژھیٚن خٲر مقدم کرُن چُھ رٮ۪وٲیتی۔
ہٕندوستانس منٛز چھےٚ آبٲدی بڑان۔
کُلٮ۪ن چُھ گرمہٕ خٲطرٕ واریاہ زیادٕ برداشت آسان۔
یِم کُلۍ چھِ موٗلن ہِنٛدِ ذٔریعہٕ آب جذٕب کران۔
تٔمۍ کٔٔر اکی طرزٕچہِ آوازِ منٛز کتھ۔
تٔمۍ سُنٛد منصوٗبہٕ چُھ پیراشوٗٹ کہِ ذریعہٕ شہرس منٛز وسُن۔
تٔمِس اوس پنٕنۍ دوستن چایہِ ہِنٛزِ دعوتہِ منٛز سال کوٚرمُت۔
ایرلاینس آو توجہہ نہ دِنہٕ باپت تنقیٖد کرنہٕ
وُنلہِ کٔر سخٕت پٲٹھۍ بوزنہٕ یِنٕچ حالت محدوٗد۔
شُرۍ ٲس جوشس منٛز کرٛیٚکہٕ دِوان۔
بہٕ چُھس یَژھان پایلاٹ بَنُن
مِسکیٖن موج ہیٚچ نہٕ پنٛنیٚن شُریٚن ہِنٛز یڈ پٲلِتھ۔
بہٕ روزَے ژےٚ ہر وِزِ مدد کرنہٕ خٲطرٕ تیار
ماجہِ چھِ پنٛنیٚن بچن ہِنٛز رٲچھ کران۔
لٔڑکہِ چُھ جوشہٕ سان کٲم کران۔
تٔمام کُلٮ۪ن چھےٚ آبچ تہٕ گاشِچ ضروٗرت۔
بچن بنوو سیٚکہِ پٮ۪ٹھ اکھ مکمل گول
تٔمی کٔر گَواہس سۭتۍ زیٖر کرنٕچ کوٚشش۔
مےٚ چھِ یہِ کٲم أکِس گٲنٛٹس انٛدر انٛدر مۄکلاوٕنۍ۔
تِمن چھےٚ پَے زِ اَسہِ تُل ایَمہِ ذموٲری ہُنٛد اَکھ بوٚڑ حَصہٕ
سُہ چُُھ کھاتن ہُنٛد تصدیٖق کرن وول۔
یہِ کٲم گژھِ عملی طور کرنہٕ یِنۍ۔
مُشکِلاتو باوجوٗد پزِ أکِس انسانس برٛونٛہہ پکُن۔
سُہ درٛاو دارِ کِنۍ نٮ۪بر۔
کمپنی ٲس أکِس تٔھدِس قۭمتس پٮ۪ٹھ حاصِل کرنہٕ آمٕژ۔
بہٕ لاگہٕ شرط زِ سُہ یی نہٕ۔
أسۍ ہٮ۪کو چایہٕ کَپا کیٚفے ٹیٖریاہس منٛز چٮ۪تھ
تِم چھِ ہیٚرِ روزان۔
تٔمۍ أنۍ ہیٖرٕ سۭتۍ جٔرِتھ وٲج۔
تٔمۍ کوٚر مےٚ پتھر بیٚہنُک اِشارٕ۔
سُہ عجیب نفر چُھ پانسٕے سۭتۍ أکِس عجیٖب زبانہِ منٛز کتھٕ کران۔
أسۍ یِمو کِرٛسمس کہِ دۄہ برٛونٛہہ۔
بزرگ کیازِ چھِ کم زبان آسان؟
یہِ قلم چُھ میون۔
سُہ چُھ وِزِ وِزِ تس نِش گژھان۔
بہٕ کرٕ بیان مےٚ کیاہ چُھ کوٚرمُت۔
أسۍ کرو یہِ پانے۔
ژرِ بنوو اکھ خۄشوُن اول۔
تٔمۍ دِیُت گُرِس چھانٹہٕ دب۔
تٔمۍ اوٚن گرٕ خٲطرٕ اکہِ رٮ۪تُک رسد۔
کیٚنٛٛہو نفرو کٔر سمنٛدرس منٛز برٛونٛہہ کُن گژھنُک جُرت۔
سُہ چُھ تِجٲرتی اِدارس منٛز بٔڑِس عہدس پٮ۪ٹھ فٲیز۔
عملن منٛز شِرکت چھےٚ جان۔
سٲنِس ہوٗنۍ سُنٛد ناو چُھ تٔمۍ سٕنٛدِس پَٹس پٮ۪ٹھ لیٚکِھتھ
بوے بَندُت گژھِ ہمیشہٕ قٲیِم روزُن۔
زخم چھِ یاتہِ ٹیبہِ سۭتۍ نتہٕ مایہِ سۭتۍ بنٛد کرنہٕ یِوان۔
متن کٔرِو اصٕل پٲٹھۍ یاد۔
بہٕ کَرَے ژےٚ نیرنہٕ برٛونٛہہ فون۔
سۄ ٲس نہٕ خوشی سۭتۍ وٮ۪ژٲنی
مےٚ چُھ مُہاجِرن خٲطرٕ مٲلی اِمداد دیُتمُت
مِس چھےٚ اکھ رلہٕ مِلہٕ دھات
طالبہِ عٔلم دورییہِ جنٛگلی پٲٹھۍ کُٹھِ پتہٕ کُٹھِ۔
تٔمِس چُھ دِل کمزور
شرٛاکھ ہنٛز تَھپھ چھِ ۂسۍ دَنٛدٕچ بَنیمٕژ
یہِِ مسلہٕ ہَل کَرنہٕ خٲطرٕ کٔر تِمو یکسان راے
بہٕ چُھس نہٕ ظٲلِم- صِرِف چُھس پوٚز ونن وول۔
أسۍ ہیٚکو نہٕ زیادٕ دُرُستی سان تبدیٖلین ہِنٛز مزیٖد پیشن گویی کٔرِتھ۔
یُس تٔمۍ ٹی وی اوٚن تتھ چُھ جان معیار۔
وٕنکٮ۪س کُس چُھ کلاس دِوان؟
شُرۍ ٲسۍ یَژھان دانٛدس سَوٲرۍ کَرٕنۍ
تٔمِِس چھےٚ پنٛنہٕ صحتٕچ سٮ۪ٹھا فِکِر
سُہ اوس تس کُن غورٕ سان وٕچھان۔
یِتھۍ سوال چھِ طٲلبہِ عٔلِمن دُلہٕ مُلَس منٛز ترٛاوان
باسان اوس تٔمِس چُھ جِن ژامُت۔
تِہنٛدِس کاروبارس منٛز وسعت چھےٚ اِشارٕ دِوان زِ تِم چھِ ترقی کران۔
پَلو چھلنہٕ چہِ مِشیٖنہِ چُھ بوٚڑ موٹر لٲگِتھ۔
تٔمۍ سٕنٛدِ گٮ۪ونُک پیشہٕ اوس وۄنۍ کھسُن ہیوٚتمُت۔
زمیٖنس چُھ آفتابُک چکر کرنس منٛز 365 دۄہ لگان۔
ژےٚ پزی سُہ سوٗٹ انُن یُس موسمس مُطٲبِق آسہِ۔
مےٚ کرَ پنٛنہِ رۄپیہِ بینٛکس منٛز جمع۔
سُہ اوس اکھ طاقتہٕ وول بادشاہ۔
تٔمِس چُھ نہٕ پنٛنیٚن جزباتن پیٚٹھ قابوٗ۔
فریاد کرٕنۍ کٔرِو بنٛد، اتھ سۭتۍ پٔکِو برٛونٛہہ۔
تِمو چھےٚ پنٕنۍ دوستی بروسہٕ سۭتۍ مضبوٗط کٔرمٕژ۔
سُہ چُھ پنٛنِس عیالس عبادتس منٛز زیادٕ وقٕت گُزارنٕچ نٔصیٖحت کران
مےٚ چُھ گژُھن مٔنٛڈی منٛز کیٚنٛہہ سبزِیہِ انٛنہِ۔
ییٚمہِ کمپنی ہٕنٛدِ پٲداوارٕچ گرٛاف چُھ ییٚکیاہ
نوٚو قۭمتُک انٛدازٕ گژھیا یُن کرنہٕ؟
افسرن ہِنٛدۍ أکۍ ہجوٗمن کوٚر تٔٔمِس گیرٕ۔
اِمتِحانس منٛز گٔیہِ لگ بگ سٲری پاس
تٔمۍ سٕنٛدۍ تمام پِتٕرۍ ٲسۍ خانٛدرَس منٛز سالس آمٕتۍ۔
وابسطہٕ لُکھ آیہٕ ہسپَتال پنٛنٮ۪ن رِشتہٕ دارن سمکٕھنہِ
وٕنۍ کیٚمۍ وٲے پِپِنۍ؟
أسۍ ٲسۍ زیادٕ تیز گٲڑۍ نہ چلاونہٕ خٲطرٕ خبر دار کرنہٕ آمٕتۍ
تٔمۍ دیُت فوجس فجرَسٕے حملہٕ کرنُک حُکُم۔
سُہ پیوٚو سایکل پٮ۪ٹھٕ ؤسۍ تہٕ پٕھٹٕس زنٛگ۔
تٔمِس چُھ وارہٮ۪ن زبانن ہِنٛز زان کٲری آسنہٕ کِنۍ فٲیدٕ
مےٚ چُھ راتہٕ پٮ۪ٹھٕ میٛادس دود
آزکل چھِ لُکھ زیادٕ تر ہوٲیی جہازس منٛز سفر کران۔
سُہ چُھ اکھ پُرسکوٗن زِنٛگی گُزاران۔
ژےٚ پزی نہٕ تس ییٖژاہ لۄکچہِ کتھِ پیٚٹھ سزا دیُن۔
تٔٔمِس چُھ بُرشہٕ سۭتۍ لٮ۪کُھن خۄش کَران
سۄ ٲس رٮ۪تکِس آغازس منٛز مقرر کَرنہٕ آمٕژ
سۄ کوٗر ٲس وانٛکو سۭتۍ شوٗبان۔
سۄ ٲس فرقہٕ ورانہٕ تشدد کِنۍ پریشان گٔمٕژ۔
یہِ چُھ اِنتِہٲہی ضروری زِ تُہۍ کٔرِو ہِدایاتس پیٚٹھ عمل۔
ملک کے کئی حصوں میں ساگودانہ کی کھیر بناٮٔی جاتی ہے۔
بٮ۪مار نفرن تُج کمل۔
کپتانن کوٚر سمنٛدری جہاز سفرٕ خٲطرٕ تیار۔
سُہ چُھ ہمیشہِ شیکسپیر سُنٛد حوالہٕ دِوان۔
تٔمۍ سُنٛد بُنیٲدی مسلہٕ چُھ بولنہٕ یِنہٕ واجنہِ زبٲنۍ سۭتۍ۔
تٔمۍ سُنٛد گرٕ چُھ نہٕ دوٗر، أسۍ ہیٚکو تور پکان تہِ گٔژِھتھ۔
تِموٛ کوٚر نُمٲیشہِ خٲطرٕ کمپیوٹرُک اکھ نموٗنہٕ تیار۔
تٔمِس چھِ بےٚشوٗب اَدب
قونوٗنس دِ تس تٔمۍ سٕنٛدِ گۄناہ خٲطرٕ سزا دِنہٕ
مےٚ کوٚر گرٕ تصور کرنٕچ کوٗشش ییٚلہِ سُہتتھ بیان اوس کران۔
تٔمہِ کوٚر سُہ حٲران ییٚلہِ سۄ سُلہِ آیہِ ۔
تٔمۍ سٕنٛز شٲعرانہٕ تخلیٖق چھِ حٲران کرن واجیٚنۍ۔
تمہِ کوٚر سُہ شہرس منٛز نوکری کرنس پٮ۪ٹھ مجبوٗر۔
بہٕ چُھس وۄنۍ ٲخری نٔتیٖجس پٮ۪ٹھ ووتمُت
اسہِ چُھےٚ ساروٕے کھۄتہٕ زیادٕ کمزورن ہِنٛز مدد کرٕنۍ۔
جاناوارن تھوو گٮ۪وُن جٲری۔
سُہ چُھ ہٮ۪کان پنٕنۍ کن نژنٲوِتھ۔
مےٚ مۄکلٲوۍ ناول پٔرِتھ ییٚمہِ ساتہٕ سۄ رنان ٲس۔
پانٛژِ ؤہرِ کھۄتہٕ کم بچہِ چھِ گاڈٮ۪ن تہٕ ٹرینن منٛز عموٗمن مفت سفر کران
اسہِ پَزن صِرِف مُنٲسِب وصو اپناوٕنۍ
تٔمۍ وُچھ چڑیا گرس منٛز اکھ روٗسۍ کٔٹ۔
اسہِ پزن بیٚین سۭتۍ اصٕل تعلُقات بناوٕنۍ۔
تٔمۍ اوٚن ونٛدٕ خٲطرٕ گَرم بوٗٹ
سٕہلابن کٔرۍ واریاہ مکان تباہ۔
سِفارت کٲری چھےٚ پنٕنۍ مقصد پوٗرٕ کرنس منٛز ناکام گٔمٕژ۔
بچہٕ سُنٛد اتھٕ اوس ماچُھر دار۔
سُہ چُھ واریاہ ناراض باسان۔
عٔموٗمن چھےٚ بالغ فِلمہٕ نابالینٛغن وٕچھنہِ منٛع
تۄہہِ چِھو تَمام مُتعلہٕ کاغزات سۭتۍ تھاوٕنۍ
تٔمۍ سٕنٛدۍ خیالات چھِ سیٚٹھا اعلیٰ۔
میون مَس چُھ وٕنہِ تہِ سرٛہُل۔
تٔمِس میلیو دٔیمہِ کوٗشِشہِ منٛز ویٖزا۔
میٛانٮ۪و کورٮ۪و أنۍ گرٕ خٲطرٕ خۄشوٕنۍ پردٕ۔
بہٕ چُھس کُنہِ تہٕ قٕسمٕکِس شِکارس خلاف۔
بہٕ روزٕ چون ہمیشہٕ احسانمنٛد یۄسہٕ ژےٚ مےٚ سۭتۍ نرمی برتٲوٕتھ
ترٛے دوا پِلہٕ کھےٚ دۄہے بتہٕ پتہٕ۔
کتے نے حفاظتی چرواہے کی طرح کام کیا۔
تِم ہٮ۪کن امیُک پَے کٔڑِتھ۔
بٮ۪مارِ سۭتۍ گٔیہِ پَنہٕ ؤتھرٕچہِ دٔنٛدٕر مُتٲثِر
سالس پٮ۪ٹھ زیادٕ سُلہِ واتُن تہِ چھ نہٕ جان۔
یہِ وتھ چھےٚ مٲدانس کُن گژھان۔
تٔمۍ لوٚم پردن پتھ کُن
وزیٖرِ اعلٰی چُھ گۄڈے درامُت
بیول کٔڑِو دانہِ منٛزٕ نٮ۪بر۔
تِم چھِ نہٕ نایلان داوَو سۭتۍ بَناونہٕ آمٕتۍ پَلو انان۔
یہِ زانٛکٲری چھےٚ زٲنِتھ مٲنِتھ دباونہٕ آمٕژ۔
کِتابہِ چُھ چمکہِ دار چمروٗ جِلدٕ
گُریٚن ہِنٛدِ دورنُک مٲدان چُھ دہ میٖل دوٗر۔
تٔمِس آو تحفہٕ کِس طورس پیٚٹھ نفعُک پرچہٕ دِنہٕ۔
أسۍ چھِ حٲدثہٕ چہِ جایہِ پٮ۪ٹھٕ براہِ راست نشر وٕچھان۔
زیادٕ کتھٕ مہٕ کٔرِو، یہِ چُھ نہٕ مُنٲسِب۔
لیٚدٕر چھےٚ ہٮ۪کان زخٕم بلنس منٛز مدد کٔرِتھ۔
شہید سٕنٛدِس جِناز کِس جلوٗسس منٛز کٔر ساسہٕ بدٮ۪و لوٗکو شِرکت۔
بہٕ پیٛارَے ژےٚ کٔدلس پیٚٹھ۔
سۄ آیہٕ بَطورِ عٲرضی مُلٲزِم بٔرتی کرنہٕ تہٕ تمہِ پتہٕ آیہٕ مُستَقِل کرنہٕ
تٔمۍ دیُُت اسہِ ذہیٖن مشورٕ۔
تٔمِس چھےٚ کمرٕ چہِ زٕ أڑجہٕ پٕھچمژٕ۔
مےٚ چُھ اکھ جان قلم۔
تٔمۍ چُھ ہمیشہٕ محنتی طٲلبہِ عٔلِمن حوصلہٕ دیُتمُت۔
اَسہِ چھےٚ نہٕ پَے زِ تٔمۍ سُنٛد ؤجوٗد کِتھ کٔنۍ سپدیوو مُمکِن
تٔمۍ چُھ پنٛنِس باغس أنٛدۍ أنٛدۍ جنٛگلہٕ دیُتمُت۔
واریاہ تِجارتی فِلمہٕ چھےٚ سخت تشدُدس پیٚٹھ مبنی آسان۔
سُہ گوٚو پنٛنہِ کامیٲبی سۭتۍ خۄش۔
یہِ چُھ اکھ خۄشوُن محلہٕ۔
تٔمِس گوٚو سورُے جاداد نارٕ بُزۍ۔
تتہِ آو اکہِ قٕسمُک جنٛگلی کُل لبنہٕ۔
تٔمۍ سٕنٛزِ بیٚمارِ خٲطرٕ چُھ یۄہَے وٲحِد علاج۔
ڈاک سامان چھِ ریلہٕ پکناوان
تۄہہِ چَھو یَتھ نظمہِ پٮ۪ٹھ قَدٕر دٲنی کرنٕچ ضٔروٗرَت
یہِ چُھ گَہہ بٮ۪گاہ سپدان
تٔمۍ دِیُت مےٚ کیکُک اکھ نرم حِصہٕ۔
بزرگ نفرن دِیُت طیشل جواب۔
تِم ؤتھۍ میٚژِ پٹرِ کِنۍ بۄن۔
واریاہ بار مہ تُل۔
موسمہٕ چہِ تبدیٖلیہِ مدِ نظر تھٲوِتھ گژھِ سفرُٕک منصوٗبہٕ منٛز مُطٲبِقت وول آسُن۔
کِتابہِ منٛز ٲسۍ زٕ پریشان کرن وٲلۍ سوال۔
بہٕ نِمہٕ زٕ یا ترٛےٚ دۄہ چُھٹی۔
دانا بنٛنہٕ خٲطرٕ چُھ پٮ۪وان پَرُن
سونٛتھ پٮ۪ٹھ ہَرٕدس تام چھےٚ واٛضج طورس پیٚٹھ بوزنہٕ یِنہٕ واجیٚنۍ فرق۔
ناولہِ منٛز چھ مکالو کھۄتہٕ زیادٕ داستانہٕ۔
اسہِ چھےٚ ہوٗنۍ سٕنٛزِ اکہِ خاص ذٲژ ہِنٛز درخواست کٔرمٕژ۔
یِہ چُھ شراب چینٕہ خٲطرٕ دِنٕہ یوان
تٔمِس چھِ واریاہ موسیٖقی ہِنٛدۍ ساز سامان۔
سُہ چھ اکھ ہرفن مولا اداکار ۔
تٔمۍ رچہِ زٕ روٗسۍ کچہِ۔
محترمہ، بہٕ تُلا تُہُنٛد بیگ؟
سۄ گٔیہِ لنٛدنہٕ کِنۍ بوسٹن۔
تٔمۍ کوٚر مےٚ مدد کرنُک عہد۔
قٲیدٕ چُھ نہٕ کُنہِ تہِ کمی پیشی ہُنٛد اِجازت دِوان۔
ژٕ چُھکھٕ پاگل گوٚمُت؟
تٔمۍ سٕنٛدِس خانٛدرَس پٮ۪ٹھ اوس سٮ۪ٹھا جیٚشنہٕ
وۄستادن کٔرۍ بچہِ جمع
جِسمٲنی کمزوٗری آسنہٕ کِنۍ چُھ نہٕ سُہ ہٮ۪کان کٲم کٔرِتھ
ژٕ چُھکھ میانٮ۪ن شہری حقوٗقن ہٕنٛز خلاف ورزی کران
یہِ خبر پٔر مےٚ أزۍ کِس اخبارس منٛز۔
مہربٲنی کٔرِتھ واتنٲیِو یہِ شیٚچھ سارِنی مُلٲزِمن تانۍ
پَلو ترٛٲیِو کرٛہنِس رنٛگ کِس آبس منٛز۔
اسہِ پزِ نہٕ لوٗکن منٛز جنس، ذات یا تہذیب کِس بُنیادس پٮ۪ٹھ فرق کرٕنۍ ۔
تِم چھِ پنٛنٮ۪ن گاڈٮ۪ن خٲطرٕ سمنٛدرٕ اپارِ بازر بناونٕچ کوٗشِش کران۔
تٔمۍ ترٛٲو مےٚ کُن خۄشوٕنۍ نظر۔
طٲلبہِ علم چھِ تجرُبہ گاہس منٛز اکھ تجرُبہٕ کران۔
وقتن فوقتن گاڈِ ہِنٛز صفٲیی تہٕ مرمت سۭتۍ چھےٚ یہِ مسٲیِلو روٚس روزان۔
کیٚنٛہہ ؤری برٛونٛہہ وٕچھ مےٚ یہِ فِلِم
تٔمۍ کوٚر مےٚ پنٕنۍ پونٛسہٕ واپس دِنُک وعدٕ۔
راہُل چُھ سیٚٹھا زیادٕ قٲبِل شاگِرد ـ
أسۍ چھِ سرکٲری دفترس سیٚدٕ سیوٚد أکِس عمارتہِ منٛز۔
جملہٕ مُکمل کرنہٕ پتہٕ ترٛاو نۄقطٕ۔
تُلرِ ٲلِس سۭتۍ مہ کٔرِو زیٖر زیٖر۔
تٔمۍ ترٛوو اکھ مُقدِمہٕ۔
نارن کوٚر مکانہٕ تباہ
میون اکھ یار چُھ مےٚ سمکٕھنہِ آمُت۔
سُہ چُھ ژِنہِ کھانس منٛز کٲم کران۔
تٔمۍ سُنٛٛد رنٛگ اوس گیٚشوم۔
"گُڑنہِ چُھ اورٕ یور پِھرنہٕ یِنہٕ وول کلہٕ۔
"
تٔمِس چُھ أچھ گاشس منٛز مسلہٕ رژھا۔
اسہِ کوٚر سفر شُروٗع ییٚلہِ گاش پھۄلان اوس۔
أسۍ سمکھییہٕ اکھ أکِس وتہِ۔
ٲخٕر کار سمجہِ سُہ۔
تِمو کٔر ناکہٕ بٔنٛدی پٕٹراونٕچ کوٗشِش۔
ماجہٕ کرنوو پَنُن شَرارتہٕ ہوٚت نیٚچوٗ ژھۄپہٕ
یتھ مٹرَسس ہیٚکو 30 ہن سیٚکنٛڈن منٛز پھۄکھ کھٲلِتھ۔
بیٲرۍ ٲس پنٛنیٚن بچن ہِنٛدِ خٲطرٕ بےٚ قرار گٔمٕژ۔
سُہ اوس مُخبِر۔
بنٛڈٕچ رہنُمٲیی کرن وول چُھ واریاہ تجربہٕ کار۔
تٔمۍ سٕنٛدۍ مٲلۍ رُکوو سُہ یہِ کرنہٕ نِش۔
تٔمِس وٕچِھتھ تٔمۍ سٕنٛز خوشی ٲس بِلکُل واضح۔
چِٹھِ ہُنٛد مُسوَدٕ چُھ تیار۔
مےٚ یی نہٕ تبدیٖلی کرنہٕ۔
تٔمِس چُھ ہوٲیی سفر کھران۔
یہِ نوکری چھےٚ ترقی ہِنٛدۍ اصٕلموقعہٕ فراہم کران۔
مریٖضن لوٚگ وۄش ترٛاونہِ۔
تمہِ نِیہِ بٮ۪مار بیٲرۍ جانوران ہنٛدِس ڈاکٹرس نِش۔
آز راتس چُھ نہٕ ٹی وی یَس پٮ۪ٹھ کیٚنٛہہ زیادٕ خاص۔
علاقس منٛز چھِ فِرقہٕ وارانہٕ تضاد پھٲلیومُت۔
ہِنٛدُستانکہِ ٲیِنُک دَفعہ ۵۱ چُھ بُنیٲدی حٔقوٗقن ہُنٛد حوالہٕ دِوان
تمہِ کٔر واریاہ وارٕ وارٕ کتھ، غور کران زِ تس کیا پزِ ونُن۔
سۄ چھےٚ پانَے پنٕنۍ گٲڑۍ چلاوان۔
"مرغیوں کے بچے کب انڈے سے نکلیں گے؟
"
یہِ کِتاب کٕنٕنۍ چھےٚ سانہِ خٲطرٕ فٲیدٕ منٛد۔
شہزادٕ گوٚو ۂسۍ سٕنٛزِ آوازِ سۭتۍ ہُشارٕ
تٔمِس میٛلیوو بہتٔریٖن کارکردٕگی خٲطرٕ انعام
رانۍ ہِنٛزو ساروٕے وٮ۪سو کٔرۍ تٔمِس ڈٲلۍ انٛنہٕ خٲطرٕ پونٛسہٕ جمع۔
مےٚ چُھ پنُن گام پنٛنہِ قبیٖل کیٚن لُکن سمکٕھنہِ گژُھن۔
سُہ چُھ اکھ ذلیٖل قٕسمُک نفر۔
صنٛدوٗق چُھ پلوَو سۭتۍ بٔرِتھ۔
اسہِ چھِ اکثر پنٛنہِ لۄکچارٕکۍ دۄہ یاد پٮ۪وان۔
اَسہِ پَزِ نَوجوان اُمیدوارن ہِنٛدِس کٲم کرنٕکِس آغازس تعریٖرف کَرٕنۍ
تٔمہِ ووٚن تٔٔمِس زِ سۄ چھےٚ دۄکھٕ زد۔
بی بی سی چُھ تازٕ خبرٕ بوزناوان۔
مُلکٕکِس مشرِقس منٛز چُھ سرٕد موسٕم
سانہِ گاڈِ چھےٚ سون ماحول آلوٗدٕ کرنس ذِمہ دار۔
مہربٲنی کٔرِتھ مَہ کٔرِو وَتھ بنٛد
ییٚلہِ أسۍ تور وٲتۍ سُہ اوس لارِ منٛز۔
بہِ چُھس نوکری ژھانٛڑان۔
پُلیسُک صحیح وقتس پیٚٹھ یِنہٕ سۭتی مۄکلییہِ لڑٲے۔
سُہ چُھ ذلیٖل ،موٚکُر نفر۔
جبٕر چُھ دُنیاہس منٛز عام رُجحان بنیٛومُت۔
چون دوست چُھ بَروسس لایق۔
میٲنِس فونس گٔیہِ وایبریشن۔
تٔمۍ تُل نہٕ میٖژ صحیٖح پٲٹھۍ۔
اَسہِ چھےٚ ناو بٔٹِھس لاگنہٕ خٲطرٕ اَکھ مُنٲسِب جاے ژھانٛڑٕنۍ
تٔمۍ کھیٚیہِ واریاہ گوجہِ۔
یہِ پروگرٛام چُھ پرٛٮ۪تھ ہفتہٕ لچھٕ بَدیٚن وچھٮ۪ن والٮ۪ن رٲغب کران۔
اسہِ چھِ سٮ۪ٹھا تعدادس منٛز وۄمید وار۔
یہِ چُھ اکھ بوٚڑ، گیشوم رنٛگُک ہوٗن۔
أسۍ ٲسۍ پوٗرٕ راتس ہُشارَے روٗزِتھ فِلِم وٕچھان۔
تٔمۍ ژٔٹ پنٕنۍ اوٚنٛگٕج شرٛاکہِ سۭتۍ۔
اسہِ کوٚر راتھ أکِس ترٛیٚن ؤرِین ہِنٛدِس مُہادس پیٚٹھ دستخط۔
تٔمِس چُھ سفیٖد مَس
سٲرِسٕے مُلکس منٛز چھِ مُشکِلات۔
اِطلاع دِنہٕ والیو ترٛوو حقیقتس پیٚٹھ پردٕ۔
تٔمِس آسہٕ پنٛنہِ زِنٛدگی ہِنٛز بطورِ سمنٛدری کپتان جنٛگچہٕ دلیٖلہٕ بوزناونہٕ خۄش کران۔
تٔمۍ سٕنٛز نٔو کٲم چھےٚ پرٛانہِ کامہِ برابر۔
مےٚ وُچھ کھہَس منٛز اَکھ ہاپُت
تٔمۍ دِیُت دارٕ دکہٕ۔
سُہ آو ٲٹھن رٮ۪تن خٲطرٕ قٲد خانس منٛز سوزنہٕ۔
جاناوار سٕنٛزِ تونٛتہِ منٛز اوس اکھ کیوٚم۔
تِہنٛزِ مٲلی حالتہِ منٛز آو سٮ۪ٹھا ہُرٮ۪ر۔
امریکی صدارتُک دورِ اِقتدار چُھ ژۄن ؤرِین ہُنٛد آسان۔
أسۍ ہٮ۪کو سٕہلاب زَدن اِمداد واتنٲوِتھ
سُہ چُُھ پونٛسٕچ قدر کرن وول نفر۔
شِکٲرۍ سُنٛد نِشانہٕ اوس اکھ روٗسۍ کٔٹ۔
تٔمۍ سٕنٛزِ برتری کٔر سۄ انتہٲیی پریشان
تٔمۍ کٔر پروجکٹٕچ کٲم مُسَمم ارادٕ سۭتۍ شروٗع
تُہۍ چِھو نہٕ تٔمۍ سٕنٛزِ کامیابی ہِنٛزِ اہمیتہِ مُجرٲہی دِوان۔
ژٕ چُھکھ میانٮ۪ن شہری حقوٗقن ہٕنٛز خلاف ورزی کران
"دانہٕ کُٹھۍ کِس دروازس نیٚبرٕ کنہِ گوٚو بڑِ ٹاس۔ 
"
میٲنۍ راے چھےٚ چانہِ نِش مُختٔلِف۔
أسۍ ہٮ۪کو نہٕ زانٛہہ تہِ تٔمۍ سٕنٛدِ غلط حسابُک شمار کٔرِتھ
محنتٕچ زِنٛدگی چھےٚ عام طورس پیٚٹھ مشہوٗری تہٕ کامیٲبی ہُنٛد قۭمت آسان۔
بچہٕ چُھ پنٛنہِ ماجہِ ہِنٛدِس ٹیٚنٛڈس دۄد ژٕہان۔
بیٖربل چُھ پنٛنہِ عقٕل منٛدی خٲطرٕ مشہوٗر۔
کوجس منٛز ٲسۍ زٕ مزٕدار کٮ۪ھن شٲمِل۔
ؤلِو یِم پوسٹڑ لاگو دیوارن پٮ۪ٹھ۔
ژٕ کر گوکھ تور۔
مےٚ چھےٚ بڑِ آوازِ منٛز موسیٖقی خۄش کران۔
ریاست کٮ۪و سٲبقہٕ حکمرانو آسہٕ کینٛہہ حِکمت عملِیہِ بناومژٕ۔
دۄن کَنٮ۪ن درمیان گٔکھرِ سۭتۍ گوٚو نار ایجاد۔
عمارتہِ پٮ۪ٹھ آو واریاہ زیادٕ رقم خرٕچ کرنہٕ۔
لُکن ہِنٛزِ دِلچسپی خٲطرٕ گژھِ دلیٖلن منٛز پَزر آسُن۔
مےٚ ٲسۍ پوٗرٕ دۄہس واریاہ پٔژھۍ۔
آبٲدی منٛز ہُریٚر چُھ ترقِیٲتی پروگرامن ددارٕ واتناوان۔
بہٕ چُھس نہٕ یژھان مزید چون وقت نِیُن۔
ازکلٕچ زِنٛدگی چھےٚ ذہنی دباو واجیٚنۍ۔
مدرَسُک کھیلُک مٲدان چُھ گنٛڑنہٕ آمُت۔
یتھ زدس چھےٚ بنٛد کرنٕچ ضروٗرت۔
گاسہٕ اوس سرٛٛیٚہہ دار۔
بےٚ بنیاد  توہمَت گژھہِ نہٕ کٲنٛسہِ لاگٕنۍ۔
سٕژن کٕر میٖژس منٛز غلطی۔
یہِ چھےٚ نہٕ کانٛہہ تہِ بٔڑ کتھ۔
بہٕ ہیٚکہٕ اتھ مُتعلق صِرِف سوٗنٛچِتھ۔
کٲم چھےٚ ازکل مےٚ تٔھکراوان۔
بلی اکثر باغ میں رفع حاجت کرتی تھی۔
مکانٕچ بناوٹ گیہِ از مکمل۔
یِمن نظرین منٛز فرق کرٕنۍ چھےٚ ضٔروٗری۔
مےٚ بٔنوو کاغذس پٮ۪ٹھ ایشیاہُک نقشہٕ۔
تٔمۍ نژنٲو سۄ پنٛنیٚن نَریٚن منٛز۔
مےٚ چُھ یہٕ خاص کٔرِتھ چانہٕ خٲطرٕ اوٚنمُت۔
نوجوان چھِ نہٕ رفتار کیٚن حدن پیٚٹھ عمل کران۔
مےٚ کوٚر بِرٕ واجنہِ سڑکہِ پیٚٹھ بٕجہِ زنانہِ اپارِ پیٚٹھٕ یپور ترنس منٛز مدد۔
نوِ بجٹ چہِ برکژ بدلوو بازرُک ہیوٚن کٕنُن۔
تٔمۍ سٕنٛز نانۍ چھےٚ وٲنٛسہِ پانٛژشیٖت پٮ۪ٹھۍ۔
چاے چھےٚ آب ہِش۔
حالَے چھےٚ تٔمِس منٛز تصَوُری تبدیٖلی آمٕژ
نٮ۪صٕف رٲژ ہِنٛدۍ بُنِلۍ وٕزنٲو سٲری۔
بیمار تہٕ زخمی ٲسۍ جنٛگی علاقہٕ منٛزٕ کڑنہٕ آمٕتۍ۔
سُہ نٮ۪میو کۄٹھٮ۪ن پٮ۪ٹھ تہٕ کٔرٕن عِبادت۔
تٔمۍ گُزٲرۍ افریٖقاہس منٛز بطورِ مذہبی تبلیغ 15 ؤری۔
تٔمۍ سٕنٛز ہۄنٛگٕنۍ چھےٚ لۄکٕٹ
تٔمۍ سنٛٛد کمبر اوس زخمو تہٕ داغو سۭتۍ بٔرِتھ۔
تومُل چُھ کٔشیٖرِ منٛز وۄپداونہٕ یِنہٕ وول اہم فصٕل۔
پھل سڑ چکا تھا اور اب کھانے کے قابل نہیں تھا۔
سۄ چھےٚ زیادٕ خٲہِش منٛد۔
تِم پیارییہِ افراتفری مۄکلٕنس۔
لیٚدٕر تہٕ ژنٛدنُک پیسٹ چُھ أکِس جان جراثیٖم کش کِس طورس پیٚٹھ کٲم کران۔
سۄ ٲس نہٕ ٹھٹھٕ برداشت کران۔
یہِ چھےٚ لتا منٛگیشکرن اکھ بہترین اداکٲری۔
تِمو کوٚر تعلیمہِ ہُنٛد فیٖس بڑاونُک اعلان۔
پوٗرٕ راتس ہُشارٕ روزُن چُھ مُشکِل۔
برٛونٛہہ کُن نیٚمۍ یُتھ گاش انٛدر اژِ۔
سۄ چھِ سۄ زنانہٕ ییٚمس عٲبت غٲبت کرٕنۍ خۄش چھےٚ کران۔
یہٕ کُٹھ چُھ مُکعب ۔
اس نے پنیر کو کاٹنے کے لئے کدوکش کا استعمال کیا۔
کیٚنٛہہ فوجی ٲسۍ دۄن ہفتن خٲطرٕ رۄخصتس پیٚٹھ گٔمٕتۍ۔
میٛانہِ گاڑِ ہِنٛز برٛیک چھےٚ نہٕ اَصٕل پٲٹھۍ کٲم کَران
گٲڈۍ تھایِو کُلِس تُل
تٔمۍ سٕنٛدِس کرٛٮ۪کھ لاگنس اوس نہٕ کانٛہہ ظٲہِری وجہ
ہمساے مُلک چُھ کثیٖر طورس پیٚٹھ آباد۔
خراب مُعٲشی حالت آسنہٕ کِنۍ ووٚتھ سامانہٕ کِس قۭمتَس
کُلیٚن اوس ہَوہس منٛز الہٕ ڈلہٕ گژھان۔
ییٚمہِ گٮ۪ونُک موسیقار چُھ اکھ نوجَوان
اِخلٲقی تصوُر آسُن چُھ ضروٗری۔
تِمن گٔیہِ کالہٕ فونس پیٚٹھ تیز کلٲمی۔
ژوٗرو پٕھٹروو کُٹھِیُک قُلف۔
سُہ اوس ہُشیٲری سان برٛونٛہہ کُن وٕچھان۔
اسہِ پزِ پنٛنِس خۄدایس شُکُر گُزار روزُن۔
زنانو ہیٚژٕ ماتَمس منٛز وَدن کرٛٮ۪کہٕ دِنہِ۔
سۄ ٲس زٲوِج، نازُک تہٕ نفیٖس۔
گٲمس چھےٚ تُہنٛزِ مددٕچ ضروٗرت۔
نوِ رٮ۪تہٕ بڑاوَو أسۍ پنُن دانہٕ کُٹھ۔
تمۍ لگٲو شرارتہٕ سۭتۍ دروازس لتھ
تِم چھِ أکِس نیہِ کمپنی قٲیِم کرنہٕ چہِ عملہِ منٛز آوٕرۍ۔
مےٚ چھےٚ چانہِ خۄشحٲلی ہِنٛز فِکِر۔
برٛونٛہِم قونوٗن چُھ وٕنہِ تہِ عملہِ منٛز۔
بحژ بےٚ ربط کرنہٕ خٲطرٕ آو تِمن پیٚٹھ حملہٕ کرنہٕ۔
سُہ چُھ شامن شامن اَنٮ۪ن دِوان سبق
دعٰوت ٲس خۄشوٕنۍ۔
میون پِستول کتہِ چُھ؟
دۄن ملکن درمیان سرحدن ہِنٛز لڑٲے بنیوو جنگُک سبب۔
اسہِ چھےٚ کولہٕ ژِنیٚن پٮ۪ٹھ چَلن والیٚن چوٗلن ہِنٛز ضٔروٗرت
منصوٗبہٕ اوس گۄڈٕ بلکل مُختلِف۔
کیک کٔرِو ترٛیٚن برابر حِصن منٛز تقسیٖم۔
تٔمِس چُھ واریاہ وسیع تہٕ جدیٖد نظریہ۔
سُہ چُھ صِرِف مُجرِمانہٕ کیس رَٹان۔
سانیٚن ردِ عملن ٲس واریاہ جان حمایت حٲصِل۔
وٕچھو آیِنٛدٕ کیا گژھِ۔
واریاہو نفرو کوٚر جمٲعژ منٛزٕ نیرنُک فٲصلہٕ۔
تٔمۍ ترٛوو بچہِ بِستَرس منٛز۔
سۄ ٲس وۄپرن نِش ہوشِیار۔
خٲنٛدٲنۍ جٲدادس پٮ۪ٹھ گوٚو دۄن باین درمیان تضاد۔
ییٚمہِ کُللِچ وٲنٛسہِ ہُنٛد انٛدازٕ لگاوُن چُھ مُشکِل
درجہِ حرارت معلوٗم کرنہٕ خٲطرٕ ترٛاوِ مےٚ پنٛنہِ کھۄر چہِ اوٚنٛگجہِ دٔریاوس منٛز۔
تبٕر چھےٚ کُلۍ ژٹنہٕ خٲطرٕ اِستعمال کرنہٕ یِوان۔
تٔمۍ کٔرۍ فہرستس منٛز تِمن ہِنٛدۍ ناو ادلہٕ بدل۔
تِم چھِ أکسٕے سطحس پیٚٹھ اورٕ یور نژان۔
موسمہٕ کہِ ژھٹہِ  کِنۍ روٗدۍ أسۍ انٛدرٕے۔
خریدٲری چھےٚ عروٗجس پٮ۪ٹھ۔
مکئی کی بھوسی کھردری تھی۔
ضروٗری چُھ نہٕ زِ دولت آسہِ خوشی ہُنٛد ہم معنی۔
مےٚ چھِ نظمہٕ پرنہِ خۄش کران۔
ژٕ ہۄس تہِ کِتاب یژھک سۄ ہیٚککھ ژٲرِتھ۔
پُلیٖس چہِ فایرِنٛگ منٛز ٲسۍ دہ جنٛگجوٗ مارٕ سپٕدۍمٕتۍ۔
أسۍ چھِ مُلٲزِمن ہِنٛدِس پرٛٮ۪تھ رُکنس سۭتۍ ہیٚوُے سلوک کرنٕچ کوٗشِش کران۔
سڑکہِ پکان پکان اوس سُہ پِپِنۍ وایان۔
ناو لیٚکِھو حروٗف تہجی ہِنٛدِس ترتیٖبس منٛز۔
رامَن ٲسۍ سوٗد خورَس پونٛسہٕ وۄزُم ہیٚتۍمٕتۍ
مہربٲنی کٔرِتھ دِ یہِ کتاب تٔمِس
محبتس تہٕ جنٛگس منٛز چُھ پرٛٮ۪تھ کیٚنٛہہ جٲیِز۔
حٲدِثس منٛز ووت نہٕ گاڑِ ہِنٛدِس چھتَس کانٛہہ تہِ نۄقصان۔
تٔمۍ چوٚو پنٛنہِ چایہِ ہُنٛد دام۔
مےٚ پزِ نہٕ حسدس منٛز مُبتلا روزُن۔
مےٚ لیٚچھ پرُس اکھ کِتاب۔
تِمو کٔر راے شماری تہٕ کوٚرُکھ یہِ نہ کرنُک فٲصلہٕ۔
تٔمۍ کوٚر 1980 ہس منٛز ٹی وی یس پیٚٹھ دستاویزی سِلسٕلہٕ وار پیش۔
تتِہ چُھ اکھ جان کیٚنٛٹیٖن۔
سُہ چُھ سُہ رہبر یُس تبلیغ چُھ کران
سۄ یِنہٕ باپتھ رٲضی کرنہٕ خٲطرٕ کوٚر اسہِ مُمکِن طورس پیٚٹھ تہِ سورُے یہِ أسۍ کٔرِتھ ہیٚکہَو۔
تِم چھِ پانہٕ وٲنۍ اِشارن منٛز کَتھ کران
تٔمۍ چُھ مےٚ پنُن قٲبلہِ اعتِبار آسُن ثٲبِت کوٚرمُت۔
تٔمۍ سُنٛٛد عیال اوس واریاہ جان۔
أسہِ سجوو کُٹھ بَتیو سۭتۍ۔
اسلَمُن حٲدثہٕ اوس سٮ۪ٹھا تَباہ کُن
طٲلبہِ عٔلَم ہیٚکۍ نہٕ وۄستاد سُنٛ مطلب سمجِتھ۔
سُہ چُھ اکثر مخصوٗص ریٚسٹورنٹن منٛز گژھان۔
یہِ چُُھ میون ٹوکیو ہُک گۄڈنیُک دورٕ۔
جنٛگس منٛز گٔیہٕ واریاہ فوٗجی کھۄڑ زد۔
شہرُکھ چُھ اکھ اصل اداکار۔
تٔمِس ٲس بادٲمۍ رنٛگٕچ دوٗتۍ لٲگِتھ
سۄرُپھ اوس زہر دار۔
اسمانس منٛز اوس سیاح اوبُر گوٚٹ تہٕ بوٚڑ بوزنہٕ یِوان۔
بُنِلہِپتہٕ چھےٚ علاقہٕ چہِ نقشہِ سٲزی منٛز تبدیٖل آمٕژ۔
حملس دوران چُھ جِسمس وَرم کھسان۔
تِہنٛدِس تہزیٖبس منٛز بدلاو انُن چُھ سٮ۪ٹھا مُشکِل۔
تِم چھِ گَلن رنٛگ کرنہٕ خٲطرٕ وۄزُل رنٛگ اِستعمال کران۔
تٔمۍ ہیٚچ نہٕ کٲم مۄکلٲوِتھ حالانٛکہِ تٔمۍ کَرے سخٕت کوٗشِش۔
مےٚ کوٚر کیٚنٛژن لُکہٕ ادبن ہُنٛد مقامی زبٲنۍ پٮ۪ٹھٕ انگرۍ منز ترجمہٕ۔
ٹرٛین وٲژ سٮ۪ٹھا ژیٖر
تٔمِس ٲس زہر دار سۄرپھن ٹھۄپھ دِژمٕژ۔
ہوٗنۍ ہیوٚت کھٮ۪نَس مُشُک۔
لٔڑکہٕ آو پنٛنہِ خٕدمتہٕ خٲطرٕ تمگہٕ سۭتۍ نوازنہٕ۔
حِکمت عملی کٔر کٲم۔
واریاہس کالس ژھانٛڑنہٕ پَتہٕ کوٚر پُلسَن ژوٗر گِرِفتار
دۄہ چہِ کامِہ پتہٕ چھےٚ سۄ تٕھچمٕژ باسان۔
سۄ چھےٚ اکھ بیقٕل جوان زنان۔
تٔمۍ کوٚر پنٛنِس پانس حملہٕ نِش بچاو۔
تٔمِس اوس یقیٖن زِ ییٚمہِ لٹہِ گژھِ نہٕ تٔمِس موقع اتھٕ۔
سُہ آو حٲضرینن خطاب کرنہٕ خٲطرٕ برٛونہہ کُن۔
کِرایہِ در آو کِراے نہ ادا کرنس پٮ۪ٹھ کٔڑِتھ ژٕھنٛنہٕ۔
تٔمۍ آزمٲو پنٛنِس دوستہٕ سٕنٛز ایٖماندٲری۔
یہِ چُھ سُہ شخص یس ریٖتا محبت چھےٚ کران۔
ژٕ ہٮ۪کَکھ تٔمِس واجہِ مُتعلِق پرٛژِھتھ
 ٲبی جاناوار چُھ ہٮ۪وان پکُن۔
اسہِ گُزور لگ بگ سورُے دۄہ خریٖدٲری کرنس منٛز۔
اسہِ چُھ اکھ لۄکُٹ کمرٕ کِرایہِ پیٚٹھ روٚٹمُت۔
مےٚ مور سُہ لڑکہٕ۔
سُہ چُھ عیالس بُتھ دِنس کھوژان۔
مےٚ اوس نہٕ پٔتمِس انتخابس منٛز ووٹ ترٛوومُت۔
یتھ مکانس منٛز استعمال کرنہٕ آمٕژ سٮ۪کھ تہٕ سیٖمٹ چھےٚ اصٕل معیارٕچ۔
نوِکری خٲطرٕ تٔمۍ سٕنٛز تعلیٖم چھےٚ بہتریٖن۔
پوٚٗرٕ ٹیٖمہِ گِیُنٛد اصٕل پٲٹھۍ۔
سُہ کَرِ ڈرٛاماہَس منٛز ضٔروٗر اداکٲری
معٲشی خرٲبی دوران گٔیہٕ واریاہ کمپٔنیہِ بنٛد۔
گانٛدی جی اوس اکھ اعظیٖم انسان
انسٲنی حقوٗقن ہِنٛزِ خٕلاف ورزی گژھِ نہٕ حوصلہٕ افزٲیی کرنہٕ یِنۍ۔
لنٛجہِ آسہٕ بۄن کُن اویزان۔
دۄب اوس چھلنہٕ چھۄکہٕ خٲطرٕ آبُک وٲحِد ذریعہٕ۔
سژ گژھ، کھٔٹِتھ جایہِ آسٕنۍ
تٔمۍ کٔر قٲیدن ہِنٛز خلاف ورزی۔
تٔمِس چُھ پرٛوٚن رنٛگ۔
ییٚمہِ نوکری خٲطرٕ چُھ تجربہٕ اہم۔
تمہِ کٔر بِادشاہس رحمٕچ درخواست۔
سُہ بیٛوٗٹھ کوٚٹھۍ نوٚمرِت کٔنٛڑۍ دۄپھِ پٔتھۍ کِنۍ۔
شُرۍ ٲسۍ باغس منٛز گول گول نژان۔
تُہی ہیٚکِو پٕہاڑٕ کہِ پیٚٹِھمہِ حِصہٕ پٮ۪ٹھٕ وادی وٕچِھتھ۔
چاہے تُہۍ ناکام گٔژِھیو یا اسمان کٔھسِو، کم از کم کٔرٕو تۄہہِکبوٗشِش۔
سون ٹیٖم چُھ ہمیشہِ زینن وول آسان۔
سۄ چھےٚ اکھ واریاہ اہم شخص۔
گرٛیٚٹہٕ وول اوس اکھ سٔخی نفر۔
مول موج گَرٕ یِنہٕ برٛونٛہٕے گٔیہ تِم الگ۔
تٔمِس چُھ واجہِ منٛز پُکھراج۔
اسنہٕ سۭتۍ چُھ بُتھ تازٕ ہٮ۪کان گژھِتھ۔
اَسہِ چھِ کانفرنٛسہِ خٲطرٕ سٮ۪ٹھا رَقم مُشخَص تھوومُت
بہٕ چُھس یَژھان زٕ ژٕ گوٚژھکھ کوجہٕ برٛونٛٹھ یور واتُن
ایٚلیکشَنس آیہِ ٹیٖویَس پٮ۪ٹھ واریاہ اہمِیت دِنہٕ
تٔمۍ سٕنٛدیو تبصُرو کِنۍ ہیوٚت شُریو وٕٹھو تٔلۍ اسُن۔
بَچن چھِ یِوان نرسٔریَس منٛز اَچھر پرناونہٕ
یتھ جایہِ چھےٚ قۄدرتی خوٗبصوٗرتی۔
میون مول موج چُھ یَژھان زٕ بہٕ گوٚژُھس الٮ۪کٹرٛانِکٕس پَرُن
مےٚ چُھ باسان ییٚمہِ تصویرِ ہِنٛدۍ رنٛگ چھِ چٔھتۍ.
تٔمِس روزٕ پوٗرٕ وٲنٛسہِ بیٚمارِ پتَے۔
نشہٕ کہِ ادوِیاتٕکۍ صِرِف کیٚنٛہ مِلہِ گرٛام ٲسۍ جان بحق کرنہٕ خٲطرٕ سیٚٹھا۔
مُختٔٔلِف تنظیٖمن ہِنٛدۍ نُمٲیِنٛدٕ چھِ آمٕتۍ۔
یمہِ خبرِ ہِنٛدِ ہیٚہہ سۭتۍ پھیٖر تس لیٚدرِ ژھٹھ۔
مِشیٖن چھےٚ پوٗرٕ پٲٹھۍ پانَے چلن واجیٚنۍ۔
تٔمۍ سُنٛد فٲصلہٕ ہیٚکہِ پوٗرٕ عیالہٕ خٲطرٕ فٲیدٕ منٛد صٲبِت گٔژِھتھ
تِم چھِ یِنہٕ خٲطرٕ رضامنٛد۔
تِمو چھےٚ کیٚنٛہہ کِتابہٕ لیٚچھمَژٕ
اِنٹیٚلِجنس ایٚجنسی کٔرۍ تمام پیغام خفیہ کورڈن منٛز تبدیٖل۔
یہِ ژےٚ ضرورت چُھے تہِ تھاوٕ بہٕ دستِیاب۔
تِہنٛدِس جہازس چُھ جرمنیِس منٛز روتلہِ وقفہٕ۔
ژٕ مَہ کر پنُن پان پَریشان
یِٕم نَتٲیِج چھِ لاجَواب
بہ اوسُس کالجس منٛز شطرنٛج چہِ ٹیٖمہِ منٛز شٲمِل۔
تتہِ چھِ فوجی یِم وقتن فوقتن سرحدس گشتہٕ کران چھِ۔
تٔمۍ بوٗز میٲنۍ دۄکھٕ زد دلیٖل۔
ییٚتیٚن چھےٚ گٲڑۍ تھاونٕچ جاے۔
سُہ گوٚو بیٚیہِ اکہِ لتہِ پھیروُن تھوروُن بنٛنس خۄش۔
جج کرِ میٲنِس جُرمس خٲطرٕ جُرمانہٕ طے۔
حٲدِثہٕ سۭتۍ گژھن واجیٚنۍ پریشٲنی روٗز واریاہس کالس۔
تٔمۍ کٔر پونٛسن ہِنٛزِ بڑِ رقمٕچ منٛگ۔
سُہ چُھ ٹیٖمہ ہُنٛد کپتان بناونہٕ آمُت۔
تٔمۍ سٕنٛز دٔلیٖل چھےٚ پالسی ہِنٛدٮ۪ن فٲصلن منٛز تبدیٖلی انٛنَس پٮ۪ٹھ زور دِوان
تٔمۍ کوٚٚڑ چنٛدٕ منٛزٕ کیاہ تانۍ۔
باغس منٛز گنٛٹہٕ واد گزارنہٕ پتہٕ کوٚر مےٚ فٲصلہٕ گرٕ کُن گژھنُک
سُہ چُھ پنٛنہِ حٲدِثہٕ پتہٕ پیٚٹھٕ تھوڑا دۄکھٕ زد۔
تٔمِس میلییہِ پنٛنہِ سلوٗک خٲطرٕ آگٲہی۔
لٔکٕر ٲس ٲخٕر لٔکرِ کیٚمیو کھیمٕژ۔
شُریو کوٚر چاکس چوٗرٕ۔
مےٚ چُھ تاسس گِنٛدُن خۄش کَران
سارنی قۭمتَن ہُنٛد قٔریٖب قٔریٖب انٛدازٕ چُھ لگاونہٕ آمُت
موجوٗد حالاتن ہِنٛدِس پسہِ منظرس منٛز چُھ اسہِ اتھ پیشکش متعلق وُچھن۔
بچن ہِنٛدِس شفاخانس منٛز آسنس دوران چُھ تِہنٛدِ پرناونہٕ خٲطرٕ اکھ وۄستاد موجود۔
کانفرنٛس ہالس منٛز یِیہِ صرِف رُکنِیت تھاون والٮ۪ن شخصن اژنہٕ دِنہِ
تۄہہِ ہَوٲیی اَڈَس تانۍ واتناونہٕ خٲطرٕ واژ گٲڑۍ
وۄستادن سُنٛد بیان اوس طیشہٕ ہوٚت۔
نٮ۪نگلاونہٕ بروٚنٛہہ ژٲپِو پنُن کھٮ۪ن اصل پٲٹھۍ۔
تٔمۍ سُنٛد پوشاک اوس تھوڑا ناکارٕ۔
تٔمۍ پٲرٲو سۄ سالہٕ خٲطرٕ اصٕل پٲٹھۍ۔
مہربٲنی کٔرِتھ کٔرِو پرچَس پٮ۪ٹھ خٲلی جایہٕ مُکمَل
رٲبِطہٕ نہ آسنہٕ کِنۍ گٔیہٕ حالات مٔزیٖد خراب
گٲڑۍ آیہِ دٮ۪وارس لاینہٕ۔
اسہِ بوٗز بنٛدوقن ہِنٛزِ گوٗلۍ چلنٕچ آواز۔
تُہۍ ہیٚکِو پنٛنیٚن شُریٚن سان یِتھ۔
یِمن مٮ۪ون چُھ شیٖن گوٚمُت۔
تٔمۍ سٕنٛٛٛزِ کامیٲبی ہٕنٛدۍ اِمکان چھِ کم۔
یوٗتاہ جلدی پریشٲنی ہُنٛد وجہ ژھانٛڑُن ٲس تُہٕنٛز تیز نظر۔
ہتھیارن ہِنٛدِس اِستعمالس گژھِ پابنٛدی لاگنہٕ یِنۍ۔
مےٚٚ چھےٚ یَتھ موضوٗعس پٮ۪ٹھ زیادٕ زانٛکٲری ہِنٛز ضٔروٗرت
تِمن چُھ نہٕ وٕنٛکٮ۪س گٲڈۍ ہٮ۪نُک طاقت
سی بی اٮ۪س ای بوڈ چُھ اکہِ نوِ انگریٖزۍ کورسُک آزمٲیشی جٲیزٕ کران
یہِ سڑک چھےٚ کٔدلہٕ اپارِ شاخن منٛز تقسیٖم گژھان۔
تمہِ کٔوٚر مِٹِنٛگ منٛز تحقیقی دستاویز پیش۔
تٔمۍ پوو مےٚ أکِس واریاہ اہم کتھِ کُن زۄن۔
تِٔم ٲس کِرکٹ کِس جوشس منٛز ہٮ۪نہٕ آمٕتۍ۔
مرژس چھِ آیُر ویداہس منٛز کیٚنٛژن قٕسمن ہٕنٛدۍ دوا بناونہٕ خٲطرٕ اکھ خاص اہمیت۔
کیٖرِ منٛز کھٲلِو آب۔
سۄ تہٕ تٔمۍ سٕنٛز مۄںٛڑ موج چھےٚ تتہِ روزان۔
بوڈ امتحانس منٛز گژھِ پوٗرٕ تیٲری کٔرِتھ گژُھن۔
ژٕ کوٚت درٛاکھ؟
تٔمۍ نیٚمروو أکِس طرفس کُن پنُن کلہٕ۔
مےٚ چُھ محض اکھ دوست۔
ژٕ چُھکھ وقت ضایع کرن وول۔
سُہ اوس ژھیٚیہِ پَشس تل۔
کینگرو نے پورے میدان میں چھلانگ لگائی۔
تُہی کر گٔژِھو تور؟
خٲلی ۵٠ رۄپیہِ ہیٚکہِ نہِ میانہِ عیالٕچ یڈ پٲلِتھ۔
تٔمۍ سٕنٛزٕ أچھ چمکییہِ خوشی سۭتۍ۔
منصوٗٗبہٕ عملہِ منٛز انٛنہٕ خٲطرٕ گژھن فٲیدٕ منٛد طریقہٕ اِستعمال کرنہٕ یِنۍ۔
کمپٔنی دیُت نۄقصانُک مُعاوضہٕ
جِناز گاہس منٛز چھِ واریاہ لُکھ سَمیمٕتۍ۔
سۄ آیہِ پٔتۍ کِنۍ
ڈراما اوس جوشہٕ سۭتۍ بٔرِتھ۔
حُکُمران سِیٲسی جمٲژ سۭتۍ وابستہٕ گی آسنہٕ کِنۍ میلیٛوو تٔمِس یہٕ عۄہدٕ
یِم جاناوار چھِ بَہارس منٛز نَسٕل کٔشی کَران
مےٚ وٕچھۍ بال شیٖنہٕ ژادرِ سۭتۍ بٔرِتھ۔
اِجلاس خٲطرٕ دعوت دِنس چُھ سُہ سیٚٹھا احتِرام سمجان۔
تِم چھِ یژھان أکِس یلہٕ آڈِٹوریَمس منٛز ڈرامہ کرُن۔
محبت چھےٚ اکہِ اصٕل رِشتٕچ خصوٗصِیت آسان۔
تٔمۍ چُھ پنٛنِس عیالس واریاہ مدد کوٚرمُت
یہِ چھےٚ اَکھ تازٕ خَبر
سودُک شرح ہیٚکہِ بدلن وول ٲسِتھ۔
سُہ اوس نیٚبرِمِس مکانس منٛز تھاونہٕ آمُت۔
پروگرام آو دٔیمِہ دۄہ مُنعقد کرنہ۔
مےٚ چُُھ ڈر زِ تُہنٛد خیال چُھ نہٕ تجارتی طور قٲبلہِ عمل۔
گیون وٲلۍ گیٚوۍ سٲری بٲتھ سادٕ طرزس پیٹھ۔
کانٛہہ تہِ نفر ہیٚکہِ نہٕ اکی ساتہٕ زٕ کامہِ کٔرِتھ۔
مہربٲنی کٔرِتھ کر یہِ کٲم ؤلۍ ؤلۍ۔
مےٚ چھےٚ نہٕ خبر زِ سُہ یِیا کِنہٕ نہ۔
کَلس لگنہٕ نِش بچنہٕ خٲطرٕ چُھ سارنٕے زٕ ویٖلر چلاون والٮ۪ن ہٮ۪لمیٹ لاگُن لٲزمی۔
گرٛیڑ بی یا تمہِ ہیٚور چُھ یِوان تسلی بخٕش مانٛنہٕ
تٔٔمہِ اوس سُہ پنٛنہِ مِزاز کہِ تیزرٕ سۭتۍ مُتٲثِر کوٚرمُت۔
مہربٲنی کٔرِتھ تھٲیِو مےٚ کُن کن۔
ہرتال کہِ جٲری روزنہٕ سۭتۍ آیہِ سیٚٹھا غربت۔
یہ چُھ اکھ لوٗبوُن بٔنٛگلہٕ۔
تِم پٔکۍ راتھ زٕ کلومیٹر۔
اکھ شخص چُھ پنٛنیٚن دوستن ہِنٛدِ سۭتۍ زانٛنہٕ یِوان۔
تٔمۍ دِژ پَتھر بٮ۪ہنہٕ برٛونٛہہ ژۄپٲرۍ نَظر
مےٚ ووٚن پنٛنہِ ماجہِ مےٚ سۭتۍ یُن مگر تٔمۍ گوٚر نہٕ غور۔
ہِنٛدُستان تہٕ چیٖن چھِ دُنیاہٕکۍ قٔدیٖم تٔریٖن تہزیٖبہٕ
کپمٔنی تہٕ بینٛکن کوٚر پانہٕ وٲنۍ مُہادٕ
یہٕ چُھ سون اِکہٕ وٹُک فٲصلہٕ
سۄ چھےٚ اکثر کتھ کران کران پنٛنِس ہارس اوٚنٛگجہِ لاگان۔
پٔتۍمہِ رٲژ بوٗز مےٚ شِکٲرۍ ہونٮ۪ن ہِنٛز وۄہٕھرارَے
ییٚلہِ أسۍ تٔمِس سمکھییہِ سُہ اوس تمہِ ساتہٕ کُنُے زوٚن
سۄ چھےٚ نہٕ پنٛنہِ ذٲتی زِنٛدگی منٛز کُنہِ تہِ قٕسمٕچ دخٕل انٛدٲزی برداشت کران۔
خوف زدٕ مُہاجریٖن ژٔلۍ سرحدٕ اپور۔
مےٚ واژٕ زا دۄہس پٮ۪ٹھ واریاہ ڈالہِ۔
ڈاکٹر راجنٛدر پرساد چُھ ہنٛدوستانُک گۄڈنِیُک صدرِ مملکت۔
سُہ چُھ بہلہِ پایُک ٹینِس کھِلٲڑۍ
زمیٖن چھُ خۄشِک گوٚمُت۔
بہٕ چُھس یژھان ژٕ چھل گٲڑۍ۔
ناکٲمی ہُنٛد ڈر گوٚو تٔمۍ سٕنٛدِس ذہنس منٛز ظٲہِر۔
مےٚ پیٚیہِ دانہٕ کُٹِھس ڈُوُن۔
مےٚ وُچھ تِمن ہُنٛد سلوٗک زبردست شَرارتہٕ ہوٚت۔
یِم قونوٗن چھِنہٕ وۄنۍ لاگوٗ گژھان۔
تٔمِس چُھ نزاکت وول پۄشاک
تٔمۍ سُنٛد شۄنٛگن کُٹھ چُھ ہیٚرِ۔
بٔٹِھس پیٚٹھ چھِ یِوان واریاہ ہوٹل لبنہٕ۔
راتھ یۄس فِلِم اسہِ وٕچھ سۄ ٲس بہتریٖن۔
مےٚ بوٗز دروازس پٮ۪ٹھ ٹُھک ٹُھکٕچ آواز۔
سۄ یِیہِ سۄادِ دۄیہِ۔
یہِ چھےٚ خۄداے سٕنٛز مرضی۔
سامان واتناون واجیٚنۍ وین آیہِ پارسَل ہٮ۪تھ۔
سۄ گٔیہِ راتھ شفا خانس منٛز۔
تٔمۍ تھوو سالس پٮ۪ٹھ لاگتہِ ہُنٛد حِساب۔
تِمن ٲس زینٛنہٕ خٲطرٕ جان اوسط رن ریٹٕچ ضرورت۔
تٔمۍ ووٚل بچہٕ أکِس کملہِ منٛز۔
تٔمِس اوس شہرس منٛز رسوٗخ۔
مےٚ چُھ نہٕ کٲجِس خٲطرٕ کانٛہہ تہِ گٔنٛڑِتھ وق۔
تِمو چُھ کٔنٛڈۍ تارِ ہُنٛد جنٛگلہٕ بنوومُت۔
ہالَس منٛز موجود سارنی لُکن گٔیہِ تٔمۍ سٕنٛزِ آوازِ کُن کٔشِش
أسۍ گَژھو مِٹِنٛگ پتہٕ کافی چیٚنہِ
"تٔمِس شخصہٕ سٕنٛدِ خٲطرٕ چُھ نہٕ کِہین تہِ مُشکِل یُس کوٗشِش کرِ۔ 
"
تٔمۍ سُنٛد تعلیم دِنہٕ وول چُھ تس گرِ پرناوان۔
تٔمۍ جوٗڑ بٔتۍ ہَجہِ تارِ سۭتۍ
ژٕ ہٮ۪کَکھ نہٕ ڈاکٹر سٕنٛزِ صلاح بغٲر یہٕ دَوا کھٮ۪تھ
مَہ ہےٚ فِکِر روز خۄش
اشتراکیت پسند مملکن منٛز چھِ ترقی پسندن تہٕ قدامت پسندن منٛز تصادم۔
مےٚ چُھ پنُن پکھٕ کارخانس منٛز ترٛوومُت۔
مےٚ چھِ قرضٕکۍ کاغذات رٲوۍمٕتۍ۔
تِم سٲری گٔیہِ پنٛنہِ خانٛدٲنۍ مِلکِیتس تقسیٖم کٲری پیٚٹھ رٲزۍ۔
بہٕ چُھس موجوٗدٕ نِصابس بیٚیہِ اکہِ لٹہِ نظر ثٲنی کرنہٕ کِس حقس منٛز
سُہ چُھ بےٚتاب مدد منٛگنہٕ خٲطرٕ
فایبر چُھ صحتہٕ خٲطرٕ ضروٗری۔
پٔتھرِس دیٖو سرٛہجہِ دجہِ سۭتۍ پھش۔
یِم دٔریافتہٕ چھِ تِمن ہنٛدٮ۪ن نظرین جٲیِز قرار دِوان۔
اس نے  اپنی داڑھی کاٹنے کا فیصلہ کیا۔
مےٚ پرِ نہٕ تٔمِس سۭتۍ لڑٲے کرٕنۍ، سُہ چُھ مےٚ زیُٹھ۔
پَن چُھ تَتیٚتھ ژھٮ۪نان ییٚتِٮ۪تھ سُہ کمزور چُھ آسان۔
سۄ چھےٚ اکھ تجرُبہٕ کار وۄستاد۔
پینسلس چُھ تیز پیوٚت۔
نے شکر چُھ سخ میوٗٹھ تہٕ رس دار۔
سُہ چُھ گرُک خانٛدار۔
بہٕ ہٮ۪کہٕ نہٕ تٔمۍ سُنٛد لَگاتار تنٛقیٖد برداش کٔرِتھ
بہٕ کرٕ پنٕنۍ کٲم پانَے۔
اگر نٔے تُہۍ جلدی کٔرِو، تۄہہِ گژھیو بس اتھٕ۔
مےٚ دی نہٕ پنُن ضٔمیٖر یہٕ کٲم کرنٕچ اِجازت
تٔمۍ سٕنٛدیٚن طٲلبہِ علمن ہُنٛد اکھ شعبہٕ پیٚٹھٕ بیٚیِس منٛز نقل و حمل چُھ پریشان کُن۔
مگر تمہِ ساتہٕ ٲس نہٕ اتھ منٛز کانٛہہ تہِ دِلیری۔
مےٚ چھےٚ یتھ تنٛظیٖمہِ سۭتۍ کینٛژن ؤرین کٲم کٔرمٕژ۔
چوٗکۍ در روٗر تۭرِ نِش بچنہٕ خٲطرٕ گارتہِ منٛز
ایشیاہس منٛز چھِ ساروٕے کھۄتہٕ زیادٕ آبٲدی وٲلۍ زٕ مُلک یعنی چیٖن تہٕ ہِنٛدوستان۔
دُنیا چُھ گول۔
ژٕ ہٮ۪ککھٕ مےٚ یِمن فایلن ترتیٖب دِنس منٛز مدد کٔرِتھ؟
أکِس الگ ٹوٗرِس منٛز پھینٛٹِو ہُریومُت کھنٛڈ تہٕ ٹھوٗلہٕ زوٗنہٕ اِکہٕ وٹہٕ۔
حِساب کِتاب اوس مُنٕش کوٚرمُت
سون ترجمہ کار اوس واریاہ بہتریٖن تہٕ سیٚٹھا مدد گار۔
تِم بچییہِ سخت زخمی گژھنہٕ نِش۔
قۭمت ٲسۍ غٲر مستحکم، 20 تہٕ 40 امریٖکی ڈالرن درمِیان کھسان وسان۔
رنٛگ ساز چُھ مکانس رنٛگ کران۔
کیٚنٛہہ ژھاوجہِ چھےٚ زن باقین ژھاوجیٚن ہِنٛدِ کھۄتہٕ اصٕل دۄد دِوان۔
ژےٚ پزی نہٕ اُمید تراوٕنۍ
ہندوستانس چھِ 26 صوٗبہٕ۔
سۄ کٔھژ پنٛنِس گُرِس تہٕ درٛایہِ۔
سُہ چُھ اکھ ایٖمانٛدار پُلسہٕ وول۔
یتھ زمیٖنس چھےٚ طاقتٕچ کٔمی۔
تٔمۍ کٔر ضروٗرت منٛدن مدد کرنہٕ خٲطرٕ رضاکٲری۔
تٔمِۍ سُنٛد مقصَد چُھ ڈاکٹر بَنُن
سۄ ٲس نہٕ میٛانہِ مشور سۭتۍ پوٚرٕ پٲتھۍ مُطمعیٖن۔
تٔمۍ اوٚن پنٛنِس زاہ دۄہس پیٚٹھ سجاوٹُک سامان۔
شیٚستٕر کٲم بنٛد کرنس خلاف عرضی پٮ۪ٹھ کوٚر ساروے رُکنو دستخط
میٲنِس دوستس چُھ وۄزُل شراب چوٚن خۄش کران۔
تٔمِس چھےٚ موسیٖقی کُن سخ رغبت۔
مےٚ ٲس شرارتہٕ سۭتۍ تھرتھر۔
مےٚ لگوو تٔمۍ سٕنٛدِ بٕتھِ کہِ تٲثیٖر سۭتۍ انٛدازٕ زِ خبر ٲس نہٕ رٕژ۔
صحب چُھ پنٛنیٚن مُلٲزِمن نِش تعبیدٲری ہُنٛد توقع تھاوان۔
تٔمۍ سٕندۍ مٲلۍ ترٛٲوۍ 1958 منٛز شفاخانٕچ سنٛگہِ بُنیاد۔
سرکار آیہٕ سِیٲسی جمٲژن ہِنٛدِ اِتِحاد سۭتۍ بناونہٕ
اپاٹمٮ۪نٛٹ اوس نہٕ تیٛوتاہ اصٕل کیٚنٛہہ یوٗتاہ زن اِشتِہارس منٛز دعوا کرنہٕ اوس آمُت
یہِ چھےٚ اکھ اصل جاے ییٚتہِ پیٚٹھٕ أسۍ ریس ہیٚکو وٕچِھتھ۔
سۄ روٗز بڑٕ مُشکِلی سان بیٚیہِ زُوٕ
کُلٮ۪ن پٮ۪ٹھ اوس پنہٕ ؤتھرن الہ ڈلہٕ گژھان۔
اسہِ چُھ اکھ نوٚو پِیانو انُن۔
تقریٖب سپدٕنہٕ پتہٕ ٲس سۄ زرٕد تہٕ اوٗرۍ نہٕ یوٗرۍ باسان۔
اکھ عٔجیٖب نفر گوٚو دروازَس پٮ۪ٹھ حٲظِر۔
تٔمہِ اوس تیز وۄزلہِ رنگُک جاکیٹ لوگمُت۔
تٔمِس چُھ پنٛنیٚن مُقٲبِل اعمالن ہُنٛد خٔمیازٕ تُلُن۔
اسہِ پَزِ غورٕ سان یہٕ مسلہٕ حل کَنٕچ وَتھ کَڑٕنۍ
بُنیٲدی تعلیٖم چھےٚ بَچن خٲطرٕ ضٔروٗری
تُہۍ ہیٚکِو یہِ مسلہٕ کُنِہ تہِ پٲٹھۍ ہَل کٔرِتھ
زنانہِ تُل پنُن پردٕ تھوٚد۔
مہربٲنی کٔرِتھ کَر یِم وَرق بنٛد
زنانہٕ چھےٚ مُعاشرس منٛز برابری خٲطرٕ لڑان۔
پٔہٲڑی علاقس منٛز پکنہٕ خٲطرٕ چھےٚ گاڑِ ہِنٛدٮ۪ن ٹٲرن معموٗلی سٮ۪زَر کرنٕچ ضٔروٗرت
ٹانگُک ساز گژھِ چارنہٕ یِنۍ گُرۍ سوٲری کرنہٕ بروٚنٛہہ
تٔمۍ تُھٲوۍ گِلاس مجمس پیٚٹھ۔
سانہِ یوٗنورسٹی چھِ واریاہ شعبہٕ۔
"میانہِ حِسابہٕ چُھ غریٖب آسُن انسان سٕنٛدِ خٲطرٕ اکھ بددُعا۔
"
دفٲعی ٹٮ۪کنالوجی منٛز چھےٚ اہم ترقی آمٕژ۔
تٔمۍ سُنٛد مول موج اوس واریاہ امیٖر۔
تٔمۍ لوو تِمن لورِ سۭتۍ۔
اسہِ وُچھ آبس پٮ۪ٹھ پوٚس یتھ منٛز سٮ۪ٹھا صابن ٲس۔
کھٮ۪ن مہ کٔرِو ضایع۔
طٲلبہِ عٔلِمن چُھ نہٕ اِمتِحانس منٛز کَل کُلیٹَر اِستعمال کرنُک اِجازت
وۄستاد ہٮ۪کی نہٕ امتحانس منٛز چانہِ کامیٲبی ہٕنٛز ذمہ دٲری نِتھ
دیوارس بٕتھِ ٲس لوٗبوٕنۍ پوش۔
ٲٹھ چُھ میانہِ خٲطرٕ پُھروٗژ نمبر
تٔمۍ کوٚر اکھ مُشکِل مسلہٕ سٮ۪ٹھا کم وقتَس منٛز حل
یہِ چُھ اکھ خاص قۄدرٔتی مُظٲہِرٕ۔
مےٚ بوٗز سُہ زبٲنی۔
سۄ چھےٚ قٲد خانس منٛز مُقدِم چہِ پیشی پیٛاران۔
بہٕ کَرَے ژےٚ گاڑۍ چھلنس منٛز مدد۔
تِہنٛدِس کھیٚنس منٛز ٲس مکایہِ ژوٚٹ، مکٲیی تہٕ سبزییہِ شٲمِل۔
پینگلولین کے دانت نہیں ہوتے ۔
سہلابن کٔر فصلس کٲفۍ تبٲہی
مےٚ چھےٚ گۄگجہِ خۄش کران۔
یہِ چُھ قۭمتس مُقابلہٕ معیارُک سوال۔
پُلسَن وُچھ تٔمۍ سُنٛد چارٕج شیٖٹ تہٕ کوٚرُن ضمانتَس اِنٛکار
سۄ گٔیہِ تٔمۍ سٕنٛدِس بِلا مقصد تبصُرس پیٚٹھ ناراض۔
میٲنِس ہوٗنِس ٲسۍآمہٕ دواہچ ضروٗرت۔
یچھ ٲسۍ 8 فُٹہٕ تٔھدۍ۔
تٔمۍ سٕنٛز کوٗر چھےٚ سٮ۪ٹھا خۄشوٕنۍ
زیادٕ تر تنخواہس پیٚٹھ کٲم کرن والیٚن پیوٚو نہٕ ٹیٚکس کہِ ہُرنہٕ سۭتۍ اثر۔
ژےٚ چھیہِ یہِ کٲم کرنہٕ خٲطرٕ صلٲحِیت؟
سُہ چُھ ازکل أکِس نٔیِس پرٛوجکٹَس پٮ۪ٹھ کٲم کران۔
تٔمۍ سٕنٛز نستہِ ہنٛز أڑِج أس زخمی گٔمٕژ۔
ماجہِ چُھ سٲنِس ژیر تانۍ نٮ۪بر روزنس ٹھاک تھوومُت۔
سُہ بنیوو حملُک نِشانہٕ۔
گۄڈٕ گوس بہٕ دُکانس پٮ۪ٹھ تہٕ پتہٕ اوٚن مےٚ گیس۔
تٔمِۍ کوٚڑ پنٛنہِ بٔٹوٕ منٛزٕ کارڑ تہٕ دِتُن مےٚ
یِم چھِ بِلکُل بچٲوی اِقدامات۔
آز چُھ موسمُک حال خۄشوُن۔
نٔوِس کارخانس منٛز چُھ کٲرۍگرن خٲطرٕ آلہٕ بناونُک فٲصلہٕ کرنہٕ آمُت۔
مریم سمکھییہِ قٲد خانس منٛز پنٛنِس خانٛدارس۔
مےٚ چھےٚ بَتَس سۭتۍ ہٮ۪مبہٕ کھیٚنہِ خۄش کَران
پُلیٖس چُھ سٲنِس سماجس منٛز اہم کِردار ادا کران۔
تقریٖٖبن ہُنٛد یہِ سِلسِلہٕ چُھ پانس لگاتار دۄہراوان۔
کمپٔنی چُھ شریٖکٲتۍ کِس خیالس سۭتۍ دوستانہٕ سلوک۔
ہمدردی چھےٚ اکھ نیکی مانٛنہٕ یِوان۔
ییٚلہِ مےٚ پُلیٖس انٛنٕچ کوشِش کٔر تٔمی دِژ مےٚ دھمکی۔
ماٹم پھوٚل وٕچِھتھ آو بچہٕ سٕنٛدِس ٲسس منٛز آب۔
لگ بَگ چھِ اَز سٔٹیڑیَمس منٛز وُہ ساس لُکھ
سُہ چُُھ یتھ عمارتہِ منٛز چوٗکۍ در۔
چھوٹی سی لڑکی اپنے خوبصورت فراک میں گھوم رہی تھی۔
أسۍ چھِ طوٗفان کیٚن مُتٲثِریٖنن خٲطرٕ چنٛدٕ جمع کران
أسۍ سمکھییہِ بس اڈس منٛز۔
تٔمۍ سُنٛد بُتھِ اوس دۄکھٕ زد۔
تٔٔمۍ دِژ أکِس بانن ہِنٛدِس صٔنٛدوٗقس منٛز ژھٲنٛڈ
بِہٕ کِتھ کٔنۍ گژھٕ ہوٲیی اڈٕ۔
یہِ مےٚ تٔمِس متعلق خۄش چُھ کران تہِ چُھ یہِ زِ سۄ چھےٚ صاف دِل۔
تونٲنی ہٕنٛدی پلانٹ چھِ بجلی پٲدٕ کران
یِمن دۄن مُلکن درمِیان چھِ اکثر سرحَدٕکۍ تَنازٕ آسان
رٮ۪تہٕ کٲلۍ پَلو گٔژھن چھلنہٕ خٲطرٕ دٔبِس سوزنہٕ یِنۍ۔
واریاہ بِجلی بَتٮ۪و سۭتۍ گوٚو سٕٹیج روشن
ہیٚس کٔرِو یِنہٕ پوشن لتہٕ موٚنٛڈ کٔرِو۔
نوٚو بَجٹ ہیٚکہِ خٔریٖدارن مُتٲثِر کٔرِتھ
سڑک چھےٚ برٛونٛہہ کنہِ تقسیٖم کرنہٕ آمٕژ۔
مٲلِک دی نیہِ ہفتہٕ وٕچھنُک اِجازت۔
جَجن کوٚر پنٛنِس چیمبَرس منٛز ؤکیٖلن سۭتۍ بَحژ
تٔمی سٕنٛدِس نیٚچِوۍ سُنٛد مرُن اوس اکھ خطرناک مُصیٖٖبت۔
اسہِ چھےٚ تِمن پیٚٹھ نظر تھاونٕچ ضرورت۔
ژوٗر آسہِ پٔتۍمہِ دروازٕ کِنۍ انٛدر ژامُت۔
مُختلِف نسلِیٲتی جمٲژن چھےٚ مُختلِف قٕسمٕچ رِشتہٕ دٲری آسان۔
تٔمۍ چُھ نٔو وصعیت لٮ۪کھنُک فٲصلہٕ کوٚرمُت۔
ؤکیٖلن کٔر پنُن مُؤکِل بےٚ گۄناہ ثٲبِت کرنٕچ کوٗشِش
ژٕ ہٮ۪کَکھ نہٕ تٔمِس ییٚمہِ مسلٕچ ہانٛژ لٲگِتھ
پرٛٮ۪تھ دۄہ ورزِش چھےٚ تُہنٛدِ صحتہٕ باپتھ واریاہ ضروٗری۔
میٲنِۍ مٲلۍ کوٚر میٲنِس منصوٗبس نکار۔
یتھ مدرسس چُھ واریاہو تنظیٖمو نِش اِمداد میلان۔
تٔمِس چُھ حالَے تٲزیَت ووتمُت تہٕ چھن کامہِ چُھٹی کٔرمٕژ
مےٚ گُزٲرۍ شےٚ رٮ۪تھ ٲکِس وزٹنگ پروفیسر کِس طورس پیٚٹھ۔
سُہ گوٚو تٔمِس بدلاونس منٛز ناکام۔
بادشاہ جارج سٕنٛدِ مرنہٕ پتہٕ بنییہِ اٮ۪لزِبِتھ انٛگلینڈٕچ بادشاہ باے۔
واریاہ لُکھ چھِ کَتھٕ کَران مگر عَمل چھِ سٮ۪ٹھا کم لُکھ کَران
یہِ مسلہٕ چُھ تٔمۍ سٕنٛدِ سمجہٕ نٮ۪بر۔
کینٛہہ مَسٲیِل گٔیہٕ گۄڈٕ پٮ۪ٹَھے ظٲہِر
چانہِ ٹوپہِ پٮ۪ٹھ چھےٚ مٔچھ۔
واریاہو لُکو کٔرۍ کیٚنٛہہ اعتِراض پیش۔
تمِس چِھےٚ اکھ بوتل ضروٗرت۔
بہٕ چُھس ہِنٛدُستانُک باشنٛدٕ
تٔمۍ سٕنٛٛزٕ کتھٕ آیہِ اچانک میٲنِس ذہنس منٛز۔
پہلوانن پوو مُخٲلِف کُنی مُشہٕ سۭتۍ پَتھر۔
یہِ تتہِ گوٚو تٔمۍ دِژ تمِچ صاف وضاحت۔
سہ مُہِم یُس ناکام سپدیٛیہ آیہ اخبارس دنہٕ
مےٚ ووٚن تٔمِس فتح منٛدی سان زِ مےٚ کوٚر اِمتِحان پاس۔
اثرات ٲسۍ نہٕ ٹھیک۔
بہٕ چُھس پنُن پان خۄش قٕسمت زانان زِ مےٚ چھےٚ یِژھ موج۔
خراب نِظامُک پیوٚن چُھ یقینی۔
موسَم چُھ وۄنۍ خۄشوُن۔
تٔمۍ دِیُت مُجرِمس پناہ
تٔمۍ دِیُت پنٛنہِ دۄکرٕ سۭتۍ زورٕ دب۔
کانگریس کِس حقس منٛز ٲسۍ صِرف سداہ ووٹ۔
پٔتِمۍ زٕ ہفتہٕ ٲس مکمل پٲٹھۍ جہنم
تٔمۍ کوٚر سرمایہِ کٲری خٲطرٕ گرٛاہک ژھانٛڈنہٕ مۄکھٕ تھیلینٛڈ تہٕ سِنٛگا پوٗرُک دورٕ
ساینس چُھ ہمیشہٕ حقیٖقتٕچ آگٲہی کرنٕچ کوٗشِش کران۔
تِمن چھِ پنٛژاہ ساس رۄپیہِ بقایا۔
نشاور دَوہن ہُنٛد اِستعمال گژھِ غٲر قونوٗنی قرار دِنہٕ یُن۔
سِیٲسی جمہوٗریتٕکۍ نِشان ٲسۍ جلدٕے موٗلہٕ کڑنہٕ آمٕتۍ۔
مےٚ چھےٚ زٕ درجن پیٚنسَلن ہِنٛز ضٔروٗرت۔
برٛونٛہہ کالہِ اوس ساینس دانن زِنٛدن مُتعلق دریافت کرنہٕ باپتھ مۄردٕ دٮ۪ماغ ژٔٔٹِتھ تٔتھۍ پٮ۪ٹھ بروسہٕ کرُن پٮ۪وان۔
سٲری کٲم کرَن وٲلۍ خلق چھِ ہرتالس پٮ۪ٹھ۔
میون گاش چُھ دۄہ پتہٕ دۄہ خراب گژھان۔
سوالُک جواب کَر اندازٕ تہٕ زین انعامہٕ
بہٕ دِمے ژےٚ سایکٕل بشرطیکہ ژٕ گژکھ اول درجس منٛز پاس۔
تٔمس ٲس ۂژِس لوٗبوٕنۍ گٔر لٲگِتھ۔
سَۄ روٗز پنٛنہِ ویٚسہِ ہِنٛدِ مۄکھٕ پَتھ کُن وٕچھان
ژٕ ہٮ۪کَکھ سامان ڈِکی منٛز تٔھوِتھ
اگر تُہۍ اسہِ سۭتۍ ییٖو تۄہہِ گژھیو نہٕ چکرس پیٚٹھ دوٚمبٕرۍ تہِ خرچ۔
چھان ٲسۍ کُٹِھس فرٕش بناوان۔
شُر روٗد پٔتھرِس پیٚٹھ کھۄکٕھش کران۔
مےٚ گوٚو بِل گیٹسس میلنُک سۄنہٕ ۂری موقعہ اتھٕ ییٚلہِ سُہ ہنٛدوستان آو
سُہ آو یور راتھ۔
زنانہِ ہِنٛزِ پِشاب جایہِ ورم ہیٚکہِ زَنیٚن منٛز کُنہِ تہِ وٲنٛسہِ منٛز سپدِتھ۔
تٔمۍ سٕنٛزِ حرکتہِ سۭتۍ گٔیہٕ سٲری بیزار
تٔمِس کٔرٕکھ ٹیوٗمر کڑنہٕ خٲطرٕ جرٲحی۔
سُہ چُھ اسہِ اتہِ ٹٮ۪کس برناوان تہٕ تمہِ بدلہٕ نہٕ اسہِ کِہیٖن دِوان۔
لالچ تہٕ حسد چھِ خطر ناک نۄقص۔
یہِ ٲس پٔزۍ پٲٹھۍ اکھ اصٕل فِلِم۔
اسہِ کوٚر سوٚدرٕکِس بٔٹِھس تانۍ شٲہی گاڑِ منٛز سفر
صاف نظارٕ وٕچھنہٕ خٲطرٕ پیٚیَو تۄہہِ ریئر ویو شیٖشہٕ صٔحیح پٲٹھۍ تھاوُن
کوٗر چھےٚ صُرَے گرٕ نِوان۔
سُہ اوس خۄد غرض تہٕ دغا باز بنٮ۪ومُت۔
تُہۍ ہیٚکِو سُلی نیٖرِتۍ تِکیازِ تۄہہِ چُھ واریاہ دوٗر واتُن۔
سُہ چُھ یار بناونس منٛز تیز۔
مٹی کے بھٹے میں لکڑی کا ڈھیر لگا دیا جاتا ہے، جس کے بعد اسے نیچے جلایا جاتا ہے۔
وَدن والیٚن کوٚرُ’ن ۂٹِس دود۔
سۄ ٲس تٔمِس بٮ۪مارِ منٛز خٔدمَت کَران
تِم گٔیہٕ ونٛدٕ کِس شِدَتس منٛز نٔیِس مکانس منٛز۔
میٖٹِنٛگ آیہِ مرکٔزی دفتَرس منٛز مُنٛعقد کَرنہٕ
سُہ چُُھ پمٛنِس فارغ وقتس منٛز سارٔنٛگۍ وایان۔
تٔمِس چھےٚ پرٮ۪تھ قٔسمچہِ کِتابہٕ خۄش کران۔
سُہ موٗد أنٛدرَمن منٛز تھوٚپ یِنہٕ کِنۍ۔
گَریلوٗ تشدد چُھ ساروٕے کھۄتہٕ کم بحژ کرنہٕ یِنہٕ وول مسلہٕ۔
سرکارس پزِ غریٖبن ہِنٛز رٲچھ راوٹھ خٲطرٕ منصوٗبہٕ بناوُن۔
سُہ چُھ ترقی دِتھ نٲیِب منظم بناونہٕ آمُت۔
یہِ وچھِو ،میون نوٚو ونٛدٕ پۄشاک!
بہٕ چُھس یژھان تٔمِس ۂٹۍ چیٖر دیُن۔
مٲلۍ سُنٛد کار رٹنہٕ پتہٕ بنٮ۪و سُہ اکھ شراب کٕنن وول۔
ونٛدٕ کٮ۪ن رٮ۪تن منٛز پہاڑ کِس تینتٲلِس پٮ۪ٹھ کھسُن چھےٚ اکھ سخت خطرناک مُہِم۔
بہٕ اوسُس بِلکُل نکھٕ کھڑا یہِ بوزنہٕ خٲطرٕ زِ تِم کیاہ ٲسۍ ونان۔
بہِ چُھس یژھان برصغیٖر پاک و ہِنٛدُک نقشہٕ وُچُھن۔
ٲسۍ چھِ امیرن ہِنٛدِس أکِس لوٗبوٕنِس گٲمی بٔنٛگلس منٛز ٹٔھہراونہٕ آمٕتۍ۔
بہٕ چُھس نہٕ شرابس ترجیح دِوان۔
ژٕ اوسُکھ مُشکِل وقتس منٛز ہمیشہ مےٚ پیٚٹھ بروسہٕ کران۔
سۄ ٲس خۄشوٕنۍ، قٲبِل تہٕ جوشہٕ ۂژ۔
 ہم نے کٹی ٹہنیوں کے  نئے پھول لگائے۔
ژٕ ہٮ۪کَکھ خوشی سان مےٚ نِش یِتھ۔
خٔلیٖفہٕ چُھ اَکھ لَقب یُس مذۂبی مُسلمان رہنُماہَس چُھ دِنہٕ یِوان
جہاز گوو تباہ تٕہ تتھ منٛز سوار سٲری ۱۵٠ مُسافِر گٔی ہلاک
فوجی ٲسۍ ٲخری حملہٕ خٲطرٕ جمع کرنہٕ آمٕتۍ۔
اسہِ پزِ زنٛدگی منٛز وۄگتن ہُنٛد مُقابلہٕ کرُن۔
زنانن چُھ پنٛنہِ آزٲدی خٲطرٕ لَڑُن
أسۍ ہٮ۪کو اکھ بہتر حکمت عملی تکمیٖل دِتھ
طٲلبہِ علمن ہِنٛز اَکھ جماعت روٗز کُنوُہن گٲنٛٹن گۄپھِ منٛز پٔھسِتھ۔
افتتاحی تقریٖب اوس واریاہ بوٚڈ شو
کرکٹ چُھ ہنٛدوستانُک ساروٕے کھۄتہٕ مشہوٗر کھیٖل۔
سُہ چُُھ پنٛنِس شعبس منٛز مٲہِر۔
تٔمۍ سٕنٛدِ تقریٖر سۭتۍ گوٚو مےٚ سٮ۪ٹھا اَثر
سُہ اوس پنٛنہِ جوٲنی منٛز سارٔنٛگۍ وایان۔
کُنہِ ساتہٕ اوس گرم مُشکِلن برداشتس لایق آسان۔
باکِین پیٚٹھ گژھِ رحم کرُن۔
سۄ ٲس اکِس مشہور ویڑیوہس مُتعلق کتھ کران یُس تمہِ اِنٹرنیٹس پٮ۪ٹھ وُچھمُت اوس۔
بہٕ چُھس پرٛٮ۪تھ دۄہ پنُن مدرَسہٕ گژھان۔
سپاہو چھِ ملکٕچ شان بڑٲومٕژ
بوس اوس پوٗرٕ پٲٹۍٗ تحریٖک آزٲدی سۭتۍ منسلک
وۄستادس گژھِ تمہِ مضموٗنٕچ گۄڈَے زانکٲری آسٕنۍ یُس تس پرناوُن آسہِ۔
شادی خوبصورتی سے سجے پنڈال میں ہوئی تھی۔
تٔمِس چُھ پنُن مرد جوان تہٕ مردانہٕ خۄش کران۔
شٲیستہٕ تعارُفو پتہٕ کٔرۍ مےٚ پنٕنۍ خیالات تہٕ اِرادٕ بیان۔
سۄ چھےٚ شاہراہَس پٮ۪ٹھ روزان۔
خواب اوس واریاہ واضح۔
یہِ ثٲبِت کرنہٕ خٲطرٕ چھےٚ تجرُباتن ہِنٛز ضروٗرت۔
اسلَمُن حٲدثہٕ اوس سٮ۪ٹھا تَباہ کُن
مےٚ چُھ کِرکٹ گِنٛدُن خۄش کران۔
یہِ چھےٚ مےٚ اتھ مُتعلق جمع تمام زانٛکٲری۔
اسہِ کوٚر گامس منٛز والدینن ہُنٛد معاینہٕ۔
طٲلبہِ علمو کرِ کالجس منز دٲخلٕچ شرٲیِط مکمل۔
تٔمۍ نی گُرِنۍ ژوٗرِ تہٕ گوٚو جایہِ وٲرۍداتہٕ منٛزٕ غٲب۔
مےٚ چُھنہٕ وۄنۍ کانٛہہ چاکلیٹ
زنانہِ کٔر وٲروِس منٛز تس سۭتۍ سپدیمتہِ ظُلمٕچ شِکایت۔
یہِ منصوٗبہٕ تیار کرنس منٛز چھےٚ واریاہ سختِیہٕ۔
سُہ پوٚک پانژٛن میلن تانۍ پیدل۔
مریم چھےٚ قٲلیٖن وونان۔
تٔمۍ سٕنٛدِ خۄشونہِ اسنہٕ سۭتۍ گٔیہِ تس سٲری غم مٔشِد۔
تٔمۍ چھِےٚ ہمیشہٕ پنٛنِس مٲلۍ سٕنٛدِس نقشہٕ قدمس پیٚٹھ پکنٕچ کوٗشِش کٔرمٕژ۔
کیٚنٛہہ کھیٚن چھا ہُریومُت؟
تٔمۍ کٔر مُنصِفَس برٛونٛہہ کَنہِ کیسٕچ نٔنۍ حٔقیٖقت پیش
تٔمۍ کوٚرنس بہٕ اِجلاسس منٛز پریشان۔
بہٕ چُھس تٔمۍ سٕنٛدِ خٲطرٕ رژھا پریشان۔
بہٕ اوسُس اِنتِہٲیی آوُر
تٔمِس چھےٚ پنٛنٮ۪ن ویٚسن سۭتۍ چالہٕ کرنہِ خۄش کران۔
صدرس چُھ تمام فٲصلن پیٚٹھ نامنظوٗری ہُنٛد اختیار حٲصِل۔
گۄلاب کَلم چھِ آمٕتۍ ییٚتیٚن وَونہٕ۔
مُختلِف مذہبن سۭتۍ تعلُق تھاون وٲلۍ لُکھ چھِ ہِنٛدُستانس منٛز لبنہٕ یِوان۔
مےٚ چُھ پنٛنہِ ٹیٖمہِ پٮ۪ٹھ پوٗرٕ بَروسہٕ
گاڈٕ وٲلِس اوس موسمہٕ سۭتۍ بُتھ خراب گوٚمُت۔
سۄ چھِ خانٛدرٕ پتہٕ خۄشحال زِنٛدگی گُزاران
نَویٚن طٲلِبن ہِنٛز ذہنِیت چھےٚ لایق۔
سُہ اوس مس نیٚندرِ منٛز ییٚلہِ رام آو۔
یہِ چُُھ اکھ خطرٕ ہوٚت کٔدٕل۔
یہِ کٔمۍ سٕنٛز کِتاب چھےٚ؟
یہِ نقشہِ چُھ واریاہ لوٗبوُن
تمہِ کوٚر تٔمِس پنُن استعفہٕ پیش۔
تمہِ کر تٔمۍ سٕنٛز پام نظر انٛداز۔
تٔمِس زاو اکھ اولاد یُس نر اوس۔
تمہِ ژور ساروٕے کھۄتہٕ خوٗبصوٗرت پۄشاک۔
سۄ ہیٚکہِ سٹیجس پٮ۪ٹھ اصٕل اداکٲری کٔرِتھ
پیانوہس پٮ۪ٹھ تٔمۍ سٕنٛز فنٕچ صلٲحیت چھےٚ حٲران کرن واجیٚنۍ۔
کِرایہِ پیٚٹھ کُٹھیُک اِنتظام یِیہِ جمٲژ ہِنٛدِ طرفہٕ کرنہٕ۔
ہوٚچھ سٮ۪کھ چھےٚ آب شرٛپراوان
ہِنٛدُستانٕکۍ لُکھ چھِ عٔموٗمن بتہٕ کھٮ۪وان
مُلزِمن یِیہِ فٲصلہٕ دِنہٕ۔
سُہ چُھ اکھ مشہوٗر باجہٕ واین وول۔
توہہِ کتہِ چِھو ٹھہرنُک اِرادٕ۔
تۄہہِ چھو پنٕنۍ شرٛاکھ تیز کرنٕچ ضرورت۔
مٲلی معاملاتن منٛز چُھ نہٕ میٛٲنِس مٲلۍ سٕنٛز بہتری پیٚٹھ کٲنٛسہِ تہِ شک۔
تٔمۍ سُٕنٛدٮ۪و سٲتِھیَو چھِ تٔمۍ سٕنٛدۍ عادات بِگٲڑۍ مٕتۍ
جوٗلی چھےٚ پنٛنِس بٲژس نِش مۄکجار یژھان۔
اثرات ٲسۍ نہٕ ٹھیک۔
مدرسن چھےٚ سالانہٕ دۄہس پٮ۪ٹھ طٲلبہِ علمن ہِنٛدِس مٲلِس ماجہِ دعوت دِژمٕژ۔
بچن کھیٛوو غٕزا زٕ گٲنٛٹہٕ برٛونٛٹھ۔
مےٚ کُن پٔکِو۔
مےٚ اوٚن پنٛنِس بابتٕھرَس خٲطرٕ نوٚو بیٹ
سُہ چُھ دچھِ فصٕل وۄپداونہٕ سۭتۍ پنُن روزگار زینان۔
مےٚ پزِ پنٛنِس عیالس سۭتۍ جان پٲٹھۍ پیش یُن۔
تۄہہِ پزِ پنٕنۍ زبان سمبالٕنۍ۔
بہٕ چُھس لگاتار ژےٚ مُتعلِق سونٛچان
بہٕ ہٮ۪کہٕ نہٕ مٔزیٖد کانٛہہ تہِ بکواس ژٲلِتھ
امیٖرن تہٕ غریٖبن درمیان چھِ واریاہ فرق
اسہِ چھِ اکثر پنٛنہِ لۄکچارٕکۍ دۄہ یاد پٮ۪وان۔
تمہِ گُزٲرۍ سبزارس منٛز اکھ سکوٗن وول شام۔
ژوٗر اوس ہونیٛو ژٔلروومُت۔
تٔمِس پیوٚو پنٛنہِ بے عقلٲزی ہُنٛد خمیازٕ تُلُن۔
تِمو کٔرۍ جج سٕنٛدۍ اختیار واضح۔
ژم گژھِ واوٕ نِش بچاونہٕ یُن۔
واریاہ زیادٕ کھیوٚن چُھ میون عٲب۔
اسہِ پزِ گژُھن تہٕ زمیٖنُک قبضہٕ رٹُن۔
ییٚمہِ وَتہِ ہِنٛدِ مُسلسَل اِستعمالہٕ کِنۍ چھےٚ ایٚمِچ حالت بَتر گٔمٕش
چمرٕ چُھ ہٮ۪وان پرون گژُھن۔
ییٚمہِ معاملٕچ کٔرِو وضاحت۔
یہِ ٲس ساروٕے کھۄتہٕ زیادٕ مٲیِٕل کرن وول مُشک۔
بٮ۪نٛک چھِ غٔریٖب زٔمیٖن دارن لون دِتھ مَدت کَران
یہِ چُھ دٔلیٖلہِ ہُنٛد سبق۔
صفٲیی چھِ اسسانہٕ سُنٛد نٮ۪صف ایمان۔
میٛون مول چُھ کٲلیٖنن ہُنٛد کارٕبٲرۍ۔
ژوٗر توٚر أکۍسٕے وۄٹہِ منٛز پَیہِ اَپور
ژےٚ سوٗزتھٕ میون درخواست؟
ییٖتِس کم تنخواہس پٮ۪ٹھ اوس سُہ ہٮ۪کان مُشکِلن زِنٛدٕ روٗزِتھ۔
بادشاہ سٕنٛز حکومت چھےٚ سٲرسٕے مُلکس منٛز پٔھلیمٕژ۔
سۄ چھےٚ عام طور سبزِیہِ وَوان۔
فصٕل گٔیہٕ بیٚیہٕ اکہِ لٹہِ تباہ۔
ییٚتہِ چھا أندۍ پٔکۍ کانٛہہ تالاب؟
سۄ درایہِ کُٹھِ منٛزٕ ودان ودان۔
سُہ چُھ مےٚ سخ دوست۔
چانہِ وجہ سۭتۍ چُھ میون دنیا روشن۔
میانہِ مامتٕرِ بیٚنہِ چُھ نیہِ ہفتہٕ خانٛدر۔
مےٚ چُھ یقین زِ تھوٚد لٔڑکہٕ نیرِ اِمتحانس منٛز سارنٕے برٛونٛہہ۔
مٲلِس ماجہِ پزِ پنٛنیٚن شُریٚن تہزیٖب دیُن۔
راتہٕ کرٛیٖل چُھ تیٖزی سان وٕڑان۔
تِمَو لٲگۍ پَنٕنۍ زِرَہ بَکتَر تہٕ گٔیہِ مٲدانہِ جنٛگس کُن رَوانہٕ
تُہۍ کتہِ چِھو روزان۔
ٲسۍ چھِ امیرن ہِنٛدِس أکِس لوٗبوٕنِس گٲمی بٔنٛگلس منٛز ٹٔھہراونہٕ آمٕتۍ۔
گاڈٕ ہٲنٛٛز چھِ اکثر آفتاب کھسنہٕ برٛونٛٹٕھے گاڈٕ رٹنہِ گژھان۔
سُہ چُھ پرٛٮ۪تھ دۄہ کُلٮ۪ن سگ دوان۔
تِم چھِ دۄن زبانن ہُنٛد تقابُلی مُطالعہٕ کران۔
پیدل پکن وٲلۍ سِپاہ ژایہِ عمارتہِ منٛز۔
میٛون کمپیٛوٗٹر گوٚو راتھ بِہِتھ۔
میون بٕڈۍبب اوس یونیورسٹی منٛز علمہِ کیٖمِیا ہک پروفیسر۔
مدرَسن چُھ تٔمۍ سٕنٛدِ پرنہٕ خٲطرٕ مٲلی اِنتِظام کوٚرمُت۔
باغوان اوس پوشن کینہٕ سۭتۍ سَگ دِوان
سُہ چُھ شٲہی ریاستس سۭتۍ تعلُق تھاوان۔
جموٗرِیتس منٛز چھِ تمام باشنٛدن برابر حقوٗق آسان۔
مےٚ چُھ چیٖنوٗ کَولٮ۪ن منٛز کھیوٚن خۄش کَران
سُہ آو پانٛژِ بجہِ۔
مےٚ سوٗز تٔمِس ساسس رۄپیَس چَک
تٔمۍ نفرن وٕچھۍ شُرۍ سڑکہِ تران۔
سۄ ٲس بےٚ تٲبی سان بیٚیِس خبر نامس پیٛاران۔
سۄ ٲس نہٕ یَژھان یُن
مےٚ اوس نہٕ سوٗنٛچمُتُے زِ سۄ کرِ یِژھ بیوقوٗفی
یہِ ژٕ ونان چُھکھ تہِ چُھ کُنہِ حدس تانۍ صحیٖح۔
اس نے کھانے کے لئے ایک ناشپاتی کاٹ لیا۔
یتھ سڑکہِ چھِ واریاہ چڑٲے
میٲنِس ہوٗنِس ٲسۍآمہٕ دواہچ ضروٗرت۔
یُہُس میٖلنو تۄہہِ خۄش قسمتی۔
تۄہہِ پَزیٚو پنٕنۍ آبہٕ بوتل تُلٕنۍ
تٔمِس چُھ ڈراما پرُن خۄش کران۔
سُہ چُھ ہمیشہٕ میٛانہِ کامہِ منٛز غلطی ژھانٛڑان۔
تٔمِس چھےٚ آبہِ حیات چیٚنُک خوٲہِش۔
پُلیٖس چُھ خطا وارس ژھانٛڈنس منٛز ناکام گوٚمُت۔
تٔمۍ دیُت پیٛالہٕ پٔتھرِس پٮ۪ٹھ دٲرِتھ۔
تٔمِۍ سٕنٛزِ واجہِ ٲس سونہٕ سٕنٛز گِلٹھ
رُکاوٹَو باوجود تہِ گٔیہِ سۄ پنٛنِس مقصَدس منٛز کامیاب
سُہ اوس برٛانٛدس پیٚٹھ بِہِتھ، لوٗر شرٛاکہِ سۭتۍ زٕلان۔
تٔمِس اوس بٕڑۍبَب سٕنٛدِس ناوس پٮ۪ٹھ ناو تھاونہٕ آمُتناو
کانٛہہ چیٖز کم قۭمتَس پٮ۪ٹھ انٛنہٕ خٲطرٕ چھےٚ اَسہِ درٕدرٕ کَرٕنۍ
تتہِ اوس اکھ تُلرِ اول۔
یہِ سوٗٹ چُھے نہٕ ژےٚ سجان۔
ژٕ ہٮ۪کَکھ کینواسس پٮ۪ٹھ نَقٲشی کَرٕنۍ شُروٗع کٔرِتھ
از کل چھِ بچہِ ٹی وی یس لٲرِتھ گژھان
انہِ گٹہِ کوٚر تمہِ خیال زِ تمہِ وُچھ جِن۔
لیٚباٹرٛی چھےٚ جٔدیٖد ساز و سامان سۭتۍ بٔرِتھ۔
آمبہٕ کُلٮ۪ن چُھ یُہُس اصٕل مٮ۪وٕ درٛامُت۔
لاش ٲس دٔریاوس منٛز ییٖران۔
مےٚٚ ترٛاوِپنٛنہِ ؤہمی کتھٕ تہٕ لیٚچٕھم امہِ بدلہٕ یہِ لۄکٕٹ دلیٖل۔
قدرتٕچ شان چھِ اعظیٖم
تِمو ہارنٲوۍ کھیلس منٛز پنٕنۍ مُخٲلِف سہولیت سان۔
سرحدن ہِنٛز حفاظت کرنہٕ خٲطرٕ چُھ فوج سوزنہٕ آمُت۔
اَکھ صاف ترٛیشہٕ گِلاس أنِو
تٔمۍ ہٲو سخٕت خریٖدار سمبالنس منٛز ہوشیٲری۔
چرواہے نے اپنے چھانٹے سے مویشیوں کو راستہ دکھایا۔
جوٗرۍ چھےٚ یتھ مکانس منٛز روزان۔
اِمتحانس منٛز چھِ کیٚنٛہہ سکوٗل جوٲبی پرچن سۭتۍ قلم تہِ دِوان۔
تٔمۍ چُھ پنٛنہِ کارخانُک نوٚو دفتر کھوٗلمُت۔
مےٚ دیُت سارنی سوالن ہُنٛد جواب صِرِف نہٕ پٔتمہِ سوالُک۔
تٔمِس چُھ موٚدُر کھٮ۪ن کھیوٚن خۄش کران۔
مےٚ کوٚر گرٕ تصور کرنٕچ کوٗشش ییٚلہِ سُہتتھ بیان اوس کران۔
سُہ چُھ نہٕ یژھان پنُن راز ظٲہِر کرُن۔
مےٚ گژھِ صِرِف اکھ چاکلیٹ۔
سانہِ مُلکٕچ موجوٗدٕ معٲشی حالات چھےٚ مایوس کَرن واجیٚنۍ
کُٹِھس منٛز دٲخِل گژھنہٕ برٛونٛہہ کٔرِو دروازس ٹُھک ٹُھک۔
مےٚ چُھس نہٕ ژےٚ پٮ۪ٹھ بروسہٕ کران۔
سُہ چُھ وفادار خاندار
پُلیٖسن کوٚر باقٕے پانٛژن گِرِفتٲری ہُنٛد اِختیار نامہٕ جٲری۔
کے ٹوٗ چُھ ہنٛدوستانس منٛز ساروٕے کھۄتہٕ بوٚڈ تینتول۔
تٔمۍ سُنٛد عاشِق گوٚو تٔمِس عدالتس تانۍ سۭتۍ۔
بہٕ گوس تٔمۍ سٕنٛدِ جوابہٕ سۭتۍ دُلہٕ مُلس منٛز۔
تٔمہِ کٔر تولیہ أدٕر۔
گٔلی ہِنٛدِس کوٗنس پٮ۪ٹھ یُس دُکان چُھ سُہ چُھ ضٔروٗرِیاتہِ زِنٛدگی ہِنٛدۍ سٲری چیٖز کٕنان
طوٗٗفٲنی لہرو واتنوو ناوِ معموٗلی نۄقصان۔
سُھ چُھ پنٛنہِ رقمُک ژۄگنہٕ منٛگان۔
سُہ چُھ شُمٲلی لندنس منٛز روزان۔
مےٚ باسان ژےٚ کوٚرُتھ راتھ سورُے واضح
سۄ چھےٚ آسان ہَمیشہٕ خۄش تہٕ خۄشحال
تِمو دِیُت پنٛنیٚن ہمساین اِذا۔
اسہِ پَزِ جانوَرن سۭتۍ رٔحیٖم روزُن
تِم پیٚیہٕ تینتٲلۍ پٮ۪ٹھٕ ؤسۍ
غلط جایہِ گٲڑۍ تھاونس پٮ۪ٹھ اوس تس جُرمانہٕ دیُن پہوٚمُت۔
کمپنی کٔر مالٕچ حوالگی وقتس پیٚٹھ۔
مٔہۍ چُھ کٲنٛسہِ تہِ کمرٕچہِ أڑجہِ وٲلِس جانور سٕنٛدِس خوٗنس پیٚٹھ زِنٛدٕ روزان۔
أسۍ ہٮ۪کو اِکہٕ وَٹَے قٲتِل رٹنٕچ کٲم انٛجام دِتھ
بہٕ چُھس پنٛنس نانہِ بٕڑِبَبس نِش آتھورِ دوہ گژھان۔
تٔمِس یہِ تس نِش میٛوٗل تہِ اوس آہہِ سر ۔
پٲکِستانس منٛز آیہٕ اَکھ بٔڑ ٲیِنی تبدیٖلی انٛنہٕ
تۄہہِ پزٮ۪و پنٕنۍ کٲم دۄہلہِ گاشس منٛزٕے مۄکلاوٕنۍ
تِمو چُھ تتھ جایہِ لاپَتہہ بچہٕ رژِھ رژِھ ژھونٛڑمُت
بہٕ چُھس خوفناک فِلمن سِواے پرٛٮ۪تھ قٕسمہٕ چیٚن فِلمن ہُنٛد لُطُف تُلان۔
تٔمۍ ہٮ۪چھۍ واریاہ نٔوۍ لفٕظ۔
میٛانہِ خٲطرٕ أنِو کیٚنٛہہ آرام دِہہ پَلَو
تِمو بُلٲو تنٛزیٖمہِ ہِنٛدٮ۪ن رُکنن ہِنٛز میٖٹِنٛگ
طالبہِ علمو یِمو کلاس ترک کٔرۍ آیہِ بنٛد کرنہٕ
سُہ چُھ واریاہ زیادٕ مِٹھٕ کھیٚن کھیٚوان۔
واریاہ ہیٚنٛدۍ چھِ ناگ سٕنٛز پوٗزا کران۔
مےٚ کٔمِس پزِ دعوتہٕ خٲطرٕ سال کرُن؟
تٔمِس چُھ پنُن اعتِماد مۄکلیومُت۔
ژٕ ییٚتٮ۪ن تہِ یَژھک تَتیٚن ہیٚککھ بِہِت۔
تٔمۍ ترٲو پنٛنہِ خواہِش پیٚٹھ کمپنی۔
تٔمِس میلییہِ پنٛنیٚن گۄنہَن خٲطرٕ معٲفی۔
جاناوار چُھ پنٕنِس سٲتھی جاناوارس کٔشِش کرنہٕ باپتھ آواز دِوان۔
سۄ چھےٚ جلدی ہیٚچھنَس منٛز مٲہِر
تٔمۍ سٕنٛدیو بےٚ ربط تبصُرو کٔرۍ سٲری حٲران۔
عوام کہِ علاجٕج سہولیت گژھِ سارنی خٲطرٕ دستِیاب کرنہٕ یِنۍ۔
اِجلاسٕچ صدارت کُس کرِ؟
مےٚ کٔر سۄ جہازس منٛز گَژھنہٕ خٲطرٕ تیار
تٔمِس دِتُکھ معموٗلی سزا۔
ژٕ ہٮ۪کَکھ پنُن ووٹ آزٲدی سان ترٛٲوِتھ۔
تٔمۍ دیُت پنٛنیٚن ہمساین لڑایہِ باپت تیش۔
گٲمی آبٲدی ہُنٛد اکھ بوٚڑ حِصہٕ اوس ناخوانٛدٕ۔
تِمو چُھ تتھ نوِ عمارتہِ پیٚٹھ قبضہٕ کوٚرمُت۔
کانٛہہ تہِ ہیٚکہِ نہٕ وقتہٕ کِس گُزرنس رُکٲوِتھ۔
سۄ چھےٚ اَکھ اصٕل کیٚتھولِک کوٗر
کیٚنٛہہ سیاح چھِ تٔمۍ سٕنٛزِ آبٲیی عمارژٕ أنٛدۍ أنٛدۍ پیدل پکان۔
کٲنٛسہِ بوٗز نہٕ اکھ تہِ لفظ تِکیازِ مایک ٲس نہٕ کٲمٕے کران۔
سُہ چُھ پنٛنہِ زمانُک غدار روٗدمُت۔
سۄ چھےٚ اَکھ ہِنر منٛد فنکار
تٔمِس چُھ واریاہ اصٕل جوٗلہٕ۔
تٔمۍ سُنٛد بوے چُھ لۄکچارٕ پٮ۪ٹَھے یاوٕ۔
خوٗن برنہٕ سۭتۍ بچییہِ تٔمۍ سٕنٛز زِنٛدگی۔
بہٕ سمجاوٕ کیٚنٛہہ مُشکِلات یِمن ہُنٛد أسۍ مُقابلہٕ چھِ کران۔
سُہ چُھ نیہِ انٛداز کہِ پۄشاکُک شوقین۔
تٔمۍ کٔرۍ تِم پاک دامن تہٕ محنتی لُکن ہِنٛدِس طورس پیٚٹھ بیان۔
سُہ چُھ پوٗرٕ رَلان مٲلِس سۭتۍ
تِمو کوٚر طلاق نِنُک فٲصلہٕ۔
مےٚ چھِ تِم بِسکوٗٹ خۄش کَران یِمن پٮ۪ٹھٕ چاکلیٹ تَہہ آسہِ
کیٚنٛہہ بیٚنٛک چھِ چُھٹی دۄہ تہِ یلہٕ آسان۔
تٔمۍ چُھ شَراب چٮ۪تھ پَنُن پان بےٚ خۄد کوٚرمُت
تٔمۍ سٕنٛز بٮ۪مٲرۍ مدِنظر تھٲوِتھ آیہِ تٔمِس مدرَسہٕ منٛزِ چُھٹی دِنہٕ
کھیلس منٛز تٔمۍ سٕنٛز دِلچسپی ٲس کم گژھان۔
بَم دھماکہٕ کہِ وجہہ پیوٚو بچَس زَر
بچت تہٕ کٔمی واتنٲوۍ أسۍ یتھ مُقامس تانۍ۔
بروٗنٛٹھمِس ہگر کِس نیٚبرِمِس دٲیرس چُھ کیاہ تام مسلہٕ۔
کمزورن سۭتۍ مہ کٔرِو ظُلُم۔
تِم چھِ تٔھدۍ تہٕ جان صحتس منٛز۔
یہِ کُٹھ چُھ گاشدار تہٕ بیٚیہِ چُھس کُھلہٕ ہَوا
ییٚمہِ کُٹھیُک پوٚتُھر چُھ ہموار۔
تٔمِس چُھ نہٕ میٲنِس طریقس سۭتۍکانٛہہ تہِ اعتراض۔
یہِ زنان چھےٚ پنٛنہِ بدمعٲشی خٲطرٕ مشہوٗر۔
سۄ چھِ طلاق خٲطرٕ عرضی کرن واجیٚنۍ۔
تٔمِس آسہِ فِکرٕ توٚرمُت زِ مےٚ ٲس نہٕ دِلچسپی۔
یہِ ٲس ہنٛدوستان کٮ۪ن کِرکٹ کھِلاڑٮ۪ن ہٕنٛز مُتٲثِر کرن واجیٚنۍ کارکردگی۔
کُلوریٖن چُھ آب شوٗژ کرنہٕ خٲطرٕ اِستعمال گَژھان
یتھ واقعس دیُت میٖڈیاہن بٔڑِس پیمانس پٮ۪ٹھ خبر سٲزی۔
مےٚ چھےٚ پنٛنِس تحقیٖقکِس موضوٗعس پٮ۪ٹھ پوٗرٕ زانٛکٲری
موسیٖقی چھےٚ اصٕل لَے تہٕ جوش۔
تٔمۍ وٲے دروازٕچ گنٛٹی
تٔمۍ کٔر تھرٕ تھرٕ واجنہِ آوازِ منٛز کتھ۔
تٔمِس چُھ دٔچھنہِ أچھ اَنیٚر۔
سۄ چھےٚ گٔمٕژ بازر پَلو انٛنہِ۔
یہِ تصویٖر چھےٚ بیٚین ہِنٛدِس مُقابلس منٛز زبر۔
یہِ بانہٕ بٔرِو آبہٕ سۭتۍ۔
بیم نے چھت کے وزن کو سہارا دیا۔
زٕ جواب چھِ بلکُل مختلف۔
سۄ ٲس منصوٗبٕچ صاف کتھ کرن واجیٚنۍ مُخٲلِف۔
تٔمۍ سُنٛد فٲصلہٕ ہیٚکہِ پوٗرٕ عیالہٕ خٲطرٕ فٲیدٕ منٛد صٲبِت گٔژِھتھ
سُہ اوس پنٛنیٚن طٲلبہِ علمن باقٲیدٕگی سان سزا دِوان۔
اغوا کرن وٲلۍ دیُت سواریٚن جہازٕ منٛزٕ وسنُک اِجازت۔
تٔمِس آو ژوٗر کرنُک اِلزام لاگنہٕ
طٲلبہِ علمن آو ونٛنہٕ زِ تِم کٔرِن پٔتمیٚن بابن ہِنٛدۍ تمام سوال مُکمل۔
مےٚ ٲس بسہِ منٛز پیٚٹھیُم ڈنٛڈٕ روٚٹمُت۔
تیٖل چُھ تیٖلہٕ گاڑِ ہِنٛدِ ذریعہٕ اورٕیور نِنہٕ یِوان۔
یہِ مسلہٕ آو میٖڈیا کہِ ذٔریعہٕ تٔمۍ سٕنٛدِس توجس منٛز۔
مہربٲنی کٔرِتھ خٲلِو پردٕ ہیوٚر
"گرمیوں میں پتوں کا رنگ سبز ہوتا ہے۔
"
مےٚ چھےٚ نہٕ نٔتیٖجن ہِنٛز کانٛہہ تہِ فِکِر
وۄستاد چھِ باغس کُن وٕچھان۔
مےٚ بوٗز وٕنی اکھ کرٛٮ۪کھ۔
بَر اوس راتس بنٛد کرنہٕ آمُت
صحبہٕ سُنٛد خر ونٛنس پیٚٹھ کھوٚت تس شرارت۔
یہِ چھےٚ میٲنۍ کمٕے کالٕچ خریٖدٲری۔
سُہ چُھ امہِ پتہٕ تختُک وٲرِث در۔
تِم چھِِ پونٛسہٕ ضرورتہٕ کھۄتہٕ واریاہ زیادٕ اِستعمال کران۔
بہٕ واتہٕ تور أکِس مِنٹس منٛز۔
ہجوم کیو کینٛہو نفرو دِیُت نعرٕ، 'زنده باد امن، زنده باد۔'
بہٕ تھوا یِم سٲری چیٖز واپس طاخچس پٮ۪ٹھ؟
زٔمیٖن دار چھِ زٔمیٖنس فصٕل وۄپداوان۔
سُہ چُھ قتلہِ معاملُک گواہ۔
بہٕ ہٮ۪کا چون قلم استعمال کٔرِتھ؟
تٔمۍ دیُت پنٛنہِ مرضی پیٚٹھ اِستعفہٕ۔
جوٗرۍ چھےٚ یتھ مکانس منٛز روزان۔
درجہِ حرارت چُھ واریاہ کم۔
زیادٕ تر دوٗر سفر چہِ سوارِ چھےٚ دارِ نِش سیٖٹہِ ترجیح دِوان۔
مریم سمکھییہِ قٲد خانس منٛز پنٛنِس خانٛدارس۔
تمہِ کوٚر گاڑِ موڑ تہٕ گٔیہِ واپس گرٕ۔
خرٲبی ٲس مِشیٖنی ناکٲمی کہِ وجہ سۭتۍ گٔمٕژ۔
پٕٔلاسٹِک ڈبہٕ چھِ آزکل پرٛٮ۪تھ جایہِ موجود۔
دٔیمِس جنٛگہِ عٔظیٖمَس دوران آو جٔنٛگی جہازن ہُنٛد اِستعمال کرنہٕ
ٲس ٲسۍ دیٖری گژھنہٕ کِنۍ تنٛگ گٔمٕتۍ۔
ڈاک وول اوس کِتابن ہُنٛد بۄکھچہِ ہٮ۪تھ پکان۔
مےٚ ہیٚچ نہٕ گٲڑۍ ٹھاسنہٕ نِش بَچٲوِتھ
بچہ چھِ ڈالیٚن پرٛٮ۪تھ وِزِ خٲر مقدم کران۔
سُہ اوس ہمیشہٕ کھوژٕ بٕڑ۔
پُلیٖٖس ژاو مُشکِلن احتِجاج کرن والیٚن ہِنٛدِس ہجومس منٛز۔
منشیات چُھ سُہ مسلہٕ یتھ مُسلسل ہوشیٲری ہِنٛز ضروٗرت چھےٚ۔
تٔمِس چھِ ڈٮ۪کس پیٚٹھ دانہٕ۔
تٔمۍ شوٗر ڈبہٕ کِلیٛو سۭتۍ۔
سالَس پٮ۪ٹھ پننہِ سٔلوٗک سۭتۍ ٲس سۄ سٮ۪ٹھا شرمنٛدٕ
یِم گۄلاب چھِ گۄلٲبۍ۔
اِختِیار چُھ مُقٲمی حُکامن دِنہٕ آمُت۔
سُہ چُھ اکھ ظٲلِم نفر مانٛنہٕ یِوان۔
مُلزِم آو اِزام نِش بٔری کرنہٕ
مٔریٖض سٕنٛدیٚن اہم تانن کٔرِو مُعٲینہٕ۔
یہ کبھی کبھی کالی مرچ کے دانوں سے ذائقہ دار بنایا جاتا ہے۔
تٔمۍ سٕنٛٛز ایٖمان دٲری چھےٚ محض اکھ دِکھاوٕ۔
سُہ چُھ اَکھ ناموَر شٲعِر
بہٕ چُھس پٔزۍ پٲٹھۍ تٔمۍ سُنٛد طور طریٖقہٕ ناپسنٛد کران۔
کۄکُر ژٔٹِو ٲٹھن حِصن منٛز۔
سُہ اوس اَپُززیٛور تہٕ ٹھگ
تٔمۍ چھےٚ پنٛنِس صحس مُتعلق گۄڈَے راے قٲیِم کٔرمٕژ۔
بہٕ کیاہ کرٕ زامہٕ دۄد کِس آبس؟
کمرہ ایک پرشوکت قالین سے سجا ہوا تھا۔
ژوٚٹ اکھ کڑ تٔندوٗر منٛزٕ نٮ۪بر۔
تٔمۍ کوٚر تَتھ پٮ۪ٹھ پنٛنہِ پنٛجہ تہٕ تونٛتہِ سۭتۍ حملہٕ۔
عٔلی چُھ تختَس پٮ۪ٹھ پٔتۍمٮ۪و دۄیَو گٲنٛٹَو پٮ۪ٹھٕ بِہِتھ
یہِ چُھ قٲبلہِ لایق مگر تۄپتہٕ چھےٚ اتھ پنٕنۍ ناتٲثیٖری تہٕ نۄقصاناتات
میٖلہِ ہِنٛدِ اکہِ ٹیٚکہِ دسۭتۍ لوٚگ میٛانہِ قمیٖضہِ داغ۔
مٹی کو نم رکھیں۔ اس طرح، تُخمی درخت بڑھے گا۔
تٔمِس چُھ سماجس منٛز اعلٰی مقام
سُہ اوس راز زانٛنہٕ خٲطرٕ بےٚ قرار۔
گۄڈٕ چُھ اَسہِ تَتھ مسلَس پٮ۪ٹھ بَحث کَرُن یُس اَسہِ برٛونٛہہ کَنہِ چُھ
جِسمس منٛز ساروٕے کھۄتہٕ بوٚڑ تان چُھ کرٛہن ماز۔
حالانٛکہِ سۄ چھےٚ واریاہ غٔریٖب، مگر تٔمۍ چُھ نہٕ پنُن وقار ترٛوومُت۔
ییٚمہِ منصوٗبہٕ سۭتۍ گٔیہِ واریاہ پریشٲنی۔
شَرابُک عٲدی گَژُھن چُھ صحتہٕ خٲطرٕ مُزِر
جُرمہٕ منٛز آیہِ کمی لبنہٕ۔
یتھ وانس پٮ۪ٹھ چھِ صِرِف درٛوٚگۍ چیٖز کٕنٕنۍ۔
تمہِ پول یتیم۔
اسہِ چھےٚ تالوَس رنٛگ کرنٕچ ضٔروٗرت۔
ژےٚ چھےٚ میانہِ حُکمٕچ تعمیٖل کرٕنۍ۔
تُہۍ ہیٚکِو غور کرنہٕ خٲطرٕ وقت نِتھ۔
اسہِ پزِ افسر سٕنٛدِ یِنہٕ برٛونٛہہ فٲصلہٕ نیُن۔
کَلاس روٗمس منٛز لٔگِتھ چاٹ اوس مُنٲسِب کھٮ۪ن کھۄردَن پٮ۪ٹھ زور دِوان
گیٖزر چُھ کم وقتس منٛز آب وٕشناونہٕ خٲطرٕ اکھ منٲسِب آلہٕ۔
تس میلیو نہٕ وٕنہِ تنخوال۔
تتھ بازرس منٛز چھےٚ مےٚ لُکہٕ ارسات مٔنٛزۍ وتھ میلان۔
تٔمۍ کوٚر پنُن فیٖس ترٛاونس پیٚٹھ آنٛکار۔
گٲڑۍ ہٮ۪نہٕ وِزِ کم خٔصوٗصِیاتہٕ چُھکھ ژٕ وٕچھان۔
بہٕ چُھس ہفتس منٛز اکہِ لٹہِ پنٛنِس باغس منٛز گژھان۔
تٔمۍ وُچھ کھہس منٛز جانورن ہُنٛد اکھ کھیوٚل۔
تٔمۍ روٚٹ ساز تہٕ کوٚرُن تیٖزی سان شروٗع
بوڈ آف ڈایریکٹٲرسن سۭتۍ چانہِ مِٹنٛگ ہُنٛد نتیٖجہ کیاہ اوس؟
تٔمۍ سٕنٛدٮ۪ن خوابن تہٕ حٔقیٖقتس منٛز چھےٚ سٮ۪ٹھا کم مُطٲبِقت۔
وٕنٛکیٚس چُھ نہٕ یہِ ذخیرٕ کرُن لایق۔
معٲفی دِنۍ چھےٚ تٔمۍ سٕنٛزِ خصلتہِ منٛز۔
تٔمِس چُھ خٕلاہس منٛز گژھنُک زبردست شوق۔
یتھ نوکری چھےٚ اکثر کورِ ترجیح دِوان۔
سُہ چُھ چھکڑٕ چلاوان۔
مہربٲنی کٔرِتھ کٔرِو نموٗنن ہُنٛد مُعٲینہٕ۔
بانہٕ مہٕ دیٖو دٲرِتھ۔
تٔمِس اوس کھوٚل کوٹ لٲگِتھ۔
شملہ مرچ نے سالن  کو ایک تیز رنگ دیا۔
تِمن میلہِ ییٚمہِ رٮ۪تہٕ کِس ٲخرس تانۍ تنخواہ۔
کچھ چھِ سبزِین تہٕ کُلۍ کٹیٚن ہِنٛز جاے رٹان۔
تِٔمن چھےٚ نہٕ بیٚین ہِنٛز کانٛہہ تہِ فِکِر
بچن آو دعوتس منٛز مزٕ۔
پتھر تراش نے پتھر پر باریک نقشے تراشے ہیں۔
حُکومت منایہِ نہٕ کانٛہہ تہِ یادگار۔
حُکوٗمت کِس نِظامس چھےٚ نوِ سرٕ تشکیٖل دِنٕچ ضٔروٗرت۔
سۄ چھےٚ نفسِیاتٕچ مٲہِر۔
تٔمِس چُھ تماشن ہُنٛد اکھ بوڑ ڈیر
تِمۍ چھِ رۄپُک اکھ ہار کٕنان۔
کمپنی ہِنٛدِ برآمدی منصوٗبن کٔر باقین کمپنِین خٲطرٕ مِثال قٲیِم۔
گُلوکارن نِبٲو لَے بڑٕ لوٗبوٕنِس انٛدازس منٛز۔
ناکٲمی مہ دیٖو پنٕنۍ ہیٚمتھ کم کرنہٕ۔
أکۍ رُمہِ دار ٹٲلن کٔر پٔتھرِچ شکٕل خراب۔
بالہٕ کہِ پیٚٹھمہِ حِصہٕ پٮ۪ٹھ چُھ حٲران کرن وول نظارٕ۔
اَصٕل روٗد پٮ۪نہٕ کِنۍ ٲس اَسہِ جان زَرٲعتی پٲداراو
ژٕ ہٮ۪ککھ نہٕ یتھ مضموٗنس منٛز اکھ الگ مُشٲہدٕ کرن وول روٗزِتھ۔
ازکل چھِ أسۍ مذہبی روادٲری معموٗلی مانان۔
بہٕ چُھس نہٕ کیٚنٛہہ تہِ کھٔٹِتھ تھاوان
ٲنکس پتہٕ کنہِ آسہٕ أچھ شیٖشہٕ ہِش۔
شُمٲلی فوجی دستس اوس برٛونٛہہ پکنُک حُکُم دِنہٕ آمُت۔
کپتان کرِ پتہٕ پنٕنۍ ٹیٖم ظٲہِر۔
گٲرۍ چھِ واریاہ ترٛوٚش آسان۔
دٔیمہِ جنٛگہِ عٔظیٖمس منٛز کوٚر اِٹلی تہٕ جاپانن جرمٔنی سۭتۍ سمجوتہٕ
أسۍ ہٮ۪کو اِکہٕ وٹَے نٔژِتھ۔
تِم چھِ تٔمِس کھوژٕ بٕڑ ونان۔
سُہ اوس ڈارون سُنٛد سٲتھی۔
کَٹس چھےٚ جتھ آسان۔
یتھ منصوٗبس منٛز چھےٚ تنخواہٕکۍ الگ الگ ترتیٖب۔
سُہ چُھ دانہِ ترٛکرِ پٮ۪ٹھ تولان۔
سۄ ہیٚکہِ آسٲنی سان اکھ نوٚو نقشہٕ تیار کٔرِتھ۔
ییٖژاہ بےٚامنی جٲری روٗز، مرنُک تعداد روٗد بڑان۔
جالسٲزی ہِنٛدۍ معاملہٕ چھِ اَز کل سٮ۪ٹھا عام
یتھ گِرجا گرس منٛز چُھ نٔوِس پادٕرۍ سندِ خٲطرٕ اِنتخاب چلان۔
تٔمِس چھےٚ ہمیشہٕ اکھ چین لٲگِتھ آسان یتھ عیٖسٲیی مذہبُک نِشان چُھ آسان۔
ٲسۍ ہٮ۪کو نہٕ پنٛنٮ۪ن دۄہ دِش کٮ۪ن ضروٗریاتن خٲطرٕ بیٚین پیٚٹھ دارمَدار روٗزِتھ
ژےٚ چُھے پنُن شَرارت قابوٗ کرنٕچ ضٔروٗرت
مہربٲنی کٔرِتھ لٮ۪کھ أکِس کاغذ ورقس پٮ۪ٹھ پنُن ناو تہٕ پیشہٕ۔
تٔمۍ ترٛٲو مےٚ اَکھ حٲرت اَنٛگیز نظر
ییٚمہِ رٮ۪تہٕ کالہِ اوس اَسہِ گُلمرگہِ ڈیرٕ ترٛوومُت
تمۍ سُند ظٲلِم راج مۄکلیوو 1522 ہس منٛز۔
ژوٗرن دِژ دٮ۪وارس پٮ۪ٹھ وۄٹھ۔
کلہٕ مہترٛاو پلاسٹِک بیگس منٛز، دم گژھی۔
تۄہہِ چھو علاج خٲطرٕ دوا کھیٚنٕچ ضٔروٗرت۔
شاٹ سٔرکِٹ گَژھنہٕ کِنۍ ہیوٚتُن مَکانس نار
مےٚ وُچُھ تتہِ ضربُک اکھ نِشان۔
مےٚ چُھ طِبی کار خۄش کران۔
ژۄچہِ پیٚٹھ اوس تھنہِ ہُنٛد موٚٹ تہہ متھنہٕ آمُت۔
مےٚ چھےٚ نیہٕ جایہِ کھوج کرنہِ خۄش کران۔
بۄنہٕ کنہِ دِنہٕ آمٕژ اقتباس پٔرِو۔
تٔمۍ سٕنٛدِس بٕتِھس آو دروازُک دَب ٹاس کٔرِتھ۔
مہربٲنی کٔرِتھ تھاو بَرس قُلُف۔
حُکوٗمَتن کٔر لُکن گُزٲرِش زِ تِم دِن فوجس خوٗن
سُہ چُھ واریاہ بڑِ کتھ کران۔
نظر گُزر تھاون وول چُھ مدرسہٕ چہِ عمارتہِ سمبالنہٕ خٲطرٕ ذِمہ وار۔
ژےٚ کیازِ لویُتھ مےٚ؟
تِمن چُھ نژنٕچہِ ترکیٖبہِ ہُنٛد شوق۔
بہٕ چُھس پرٛانٮ۪ن گاڑٮ۪ن ہِنٛدٮ۪ن مُشکلاتن سۭتی وٲقف۔
تٔمۍ لوٚم پردن بۄن کُن۔
مہربٲنی کٔرِتھ پٔرِو یہِ حوالہٕ زورٕ
سُہ اوس بٔنِمس خٕطس کُن وُچھان۔
تِمو رچہِ واریاہ گاڑٕ زالس منٛز۔
یہِ اوس اُستاد سٕنٛدِ اِجازتہٕ بغٲر کَرنہٕ آمُت
سۄ چھےٚ میٛٲنۍ پِتٕر بیٚنہِ۔
شُرۍ گٔیہٕ مٲدانس منٛز جمع
مےٚ چھےٚ نہٕ فِلِم وٕچھمٕژ تہٕ نہ میٛانہِ بیٚنہِ۔
موسیٖقی چھےٚ جزباتن اِظہار کرنُک اکھ طریقہٕ یُس نہٕ لفظن منٛز بیان ہیٚکہِ سپدِتھ۔
اسہِ گیُنٛد تتھ مٲدانس منٛز ہاکی۔
ہم موسم بہار کی بوائی کرنے باہر نکلے تھے۔  
مےٚ سوٗنٛچ زِ ژٕ یِکٕھے نہٕ۔
سُہ چُھ واریاہ پنٛنِس مٲلِس ہیٛوٗ گوٚمُت۔
اسہِ ووت یوٗت کال پیاران، وۄنۍ مہِ کر اسہِ نا امید۔
نژُن چُھ تھیٹرُک اکھ فن۔
متن چُھ غلطِیو سۭتۍ خراب گوٚمُت۔
مےٚ چُھ نہٕ تٔمِس سۭتۍ کانٛہہ تہِ رابِطہٕ
ۂری اوس تٔمِس عَدالتَس منٛز ؤکیٖل
تٔمۍ لٲگۍ پنٕنۍ پَلو۔
سڑکہِ ہِنٛدِس انٛدس چھِ پوش کٔھتۍمٕتۍ۔
مٔنٛزۍ مٔنٛزۍ چُھ سُہ ناتجرُبہٕ کار بنان۔
سمنٛدری جہاز گوٚو سٔہلابس منٛز تہٕ ہیوٚتُن پھٹُن۔
تِمن ہُنٛد مکان چُھ وَنہٕ کِس انٛدس پٮ۪ٹھ واقع۔
تٔمۍ کٔڑ پنٕنۍ صدٕرۍ تہٕ قمیٖض۔
تٔمِس چھےٚ خۄشوٕنۍ شکٕل و صوٗرت۔
یہٕ زَنان چھےٚ پنٛنہِ عقل مٔنٛدی خٲطرٕ مشہور۔
سۄ چھےٚ مایکرو فونس پیٚٹھ کتھ کرنہٕ وزِ کرٛیٚکہِ دِنہِ ہیٚوان۔
سُہ چُھ شُگر چہِ بیٚمارِ منٛز مُبتلا۔
تقریٖب گژھِ کُنہِ تہِ دیٖری ورٲے شروٗع۔
ژےٚ چُھتھ نہٕ سٮ۪ٹھا کھیومُت۔
ہَچوٗ ڈَبہٕ تُلِو تھوٚد۔
تٔمۍ کوٚٚر دُبارٕ تور نہ گژھنُک وعدٕ۔
تمۍ ترۭٲو مےٚ نظر۔
تٔمۍ سٕنٛدِ تھدِ پایُک طاقت آسنُک برٛم اوس نہٕ دفتَرَس منٛز کٲنٛسہِ تہِ پَسنٛد
تٔمۍ سٕنٛدِس دورَس اوس نہٕ اِجازَت دِنہٕ آمُت
اَگر اَسہِ شَرٕط زیوٗن أسۍ ہٮ۪کو بیٛاکھ تہِ لٲگِتھ
امیٖر نفرٕ سُنٛد ٹھٹھٕ چُھ ہمیشہٕ لُطُف وول آسان۔
میزس پٮ۪ٹھ ٲس اکھ بٔتۍ اویزان۔
عایشاہس اوس لوٗبوُن پۄشاک لٲگِتھ۔
مےٚ دیٖو کھٮ۪نہٕ خٲطرٕ کیٚنٛہہ تہِ
سُہ چُھ تھزرس پیٚٹھ روزان۔
نِنہٕ مۄنٛڈجہِ چھِ ٲبی حلقہ دار جانور۔
ژےٚ چُھی پنٛنہِ سلوٗک خٲطرٕ قٕمت چکاوُن۔
تٔمِس آیہِ أکِس نٔوِس محکم کِس اِدارٕچ نِگرٲنی کرنُک موقعہٕ دِنہٕ۔
أسۍ آیہِ سکوٗل کہِ طرفہٕ دورس نِنہٕ۔
مٹی کے برتنوں کو شکل دینے کے لئے مٹی کے سانچے کا استعمال کیا گیا تھا۔
اَسہِ چھےٚ نَیہِ ؤرۍیہٕ خٲطرٕ اَکھ بَجٹ بَناونٕچ ضٔروٗرت
تِمن ہِنٛدۍ سٲری خٔریٖدار چھِ تِمن رٲزۍ۔
صحافین ہٕنٛز اکھ جماعت ٲس کوٹس کُن پکان
مےٚ ہیٚچ نہٕ گٲڑۍ ٹھاسنہٕ نِش بَچٲوِتھ
اسہِ چُھ مسلہٕ کِس بُنیٲدی وجہس واتُن۔
سُہ چُُھ کالجس منٛز اکھ ناموَر شخٕص۔
ژٕ ہٮ۪ککھٕ تٔمۍ سٕنٛز لِکھٲے پٔرِتھ؟
میون پرٛون دوست اوس موسیٖقی منٛز مٲہِر۔
سانہِ باۂمی کوٗشِشہٕ چھےٚ واریاہ ضٔروٗری۔
یہِ چُھ عموٗدی طورس پیٚٹھ حرکت کران۔
یہِ چُھ بین الاقوٲمی قونوٗنس تحت اکھ جنٛگی جُرُم مانٛنہٕ یِوان۔
یَتھ  پوشسس چُھ اصٕل مُشٕک۔
سۄ مہٕ کٔرِن تس بےٚ عزتی۔
تٔمۍ ترٛوو یہِ پنٛنہِ ژھۄٹہٕ ٹوٗکرِ منٛز۔
تٔمِس چُھ دوستن ہُنٛد امارٕ
اسہِ منٛزٕ ٲسۍ پنٛدہ حٲضِر۔
کُنہِ تہِ لڑایہِ رُکاونہٕ باپتھ چُھ پُلیٖس تعینات کرنہٕ یِوان۔
ججس گوٚو نہٕ ثبوٗت سۭتۍ پوٗرٕ پٲٹھۍ یقیٖن۔
کُل لاگت وٲژ زٕ ہَتھ تہٕ پنٛژہ رۄپیہِ
تاوِ منٛز بٔرِو آب۔
تٔمۍ نِیوٗ پنُن ویٚسپا، گوٚو گرٕ تہٕ بیٚیہِ کھوٚت پننِس مکانس پٮ۪ٹھ۔
ییٚلہِ سپاہ سٕنٛز لاش ترٛاونہٕ آیہِ، تتہِ آسہٕ لُکن منٛز ودن کرٛٮ۪کہٕ گژھان۔
تٔمۍ سُنٛد کُتُب خانہٕ چُھ بہتٔریٖن ادبہٕ سۭتۍ بٔرِتھ
دروازس گوٚو اکھ لوٚت ٹُھک۔
جادوٗ گَرن کوٚر شُریٚن ہُنٛد دِل خۄش
سٹوڈنٛٹ یوٗنٛیَنس منٛز تٔمۍ سٕنٛزِ نُمٲیِنٛدگی آسنہٕ کِنۍ ووت تَسٕنٛدٮ۪ن ہم جماتٮ۪ن فٲیدٕ
میٛٲنۍ بٕڑۍبَبن بوزنٲو مےٚ اَکھ مَزٕ دار دٔلیٖل
مےٚ کٕتہٕ کٕتہٕ کرُن کر بنٛد۔
صحت چُھ مال و دولت کھۄتہٕ بہتر۔
مکان چُھ کُلیو سۭتۍ ؤلِتھ۔
کپتانس گوٚو امپایرَس سۭتۍ بَہَژ
مادٕ حمل اڈٕلیٛوٚک کرُن چُھ جُرُم
چُھ لٔڑکہٕ چُھ واریاہ اصٕل نَے وایان۔
سُہ چُھ دم چہِ بیمارِ منٛز مُبتلا۔
تٔمۍ موٗر لٔڑکہٕ سُنٛد کَن۔
یِمن دۄن دُچن منٛز چھےٚ سٮ۪ٹھا فَرق
سُہ چُھ دِگرٕچہِ عِبادتہٕ خٲطرٕ گوٚمُت۔
خۄداین چُھ دُنیا بنوومُت۔
یِمن پوشن چھےٚ مُشکٕنۍ ادفر۔
اسہِ پزن زمیٖن چہِ نعمتہٕ رچھِنہِ۔
اسلم اوس أزۍ کِس کھیلس منٛز گۄڈنِکِس درجس پیٚٹھ یِنہٕ وول۔
یہِ اوس واریاہو مذہبی مٲہِریٖنو نامنظوٗر کوٚرمُت۔
گٲڑۍ چٔھلِو صاف آبہٕ سۭتۍ۔
تٔمۍ پھیون آب چھانہِ سۭتۍ۔
شُرۍ ؤتھۍ چڑایہِ کٕھرِ
تِمو کوٚر تٔمۍ سٕنٛدِس دِلس مُعٲینہٕ کرنہٕ خٲطرٕ الٹرا ساونٛڈُک اِستعمال۔
بیٹری چھےٚ نہٕ وٕنھِ چارٕج گٔمٕژ
غٲر قانونی دَوہُک تِجارت کرنہٕ خٲطرٕ آو تس دہن ؤرۍین خٲطرٕ قٲد روزنُک سزا دِنہٕ۔
تمہِ علاقچہِ جمٲژ آیہِ ساروٕے کھۄتہٕ زیادٕ ووٹ دِنہٕ۔
زمیٖن دٲری چھےٚ واریاہو پرٛانیو طٔریٖقو کرنہٕ یِوان۔
مےٚ وٕچھ اکھ نِلہٕ مۄنٛڈٕج، یۄس پٔزۍ پٲٹھۍ واریاہ بٔڑ ٲس!
تٔمِس چھےٚ مِٹھاین ہِنٛز کمزوری۔
کُنہِ ساتہٕ چھِ تِم راتَس کُچھِ منٛزٕے روزان
تٔمۍ لوٚڑ زبردست پٲٹھۍ پنٛنِس مُخٲلِفس سۭتۍ۔
یِم پوش چھِ جنٛگلی۔
سُہ چُھ حالاتن سۭتۍ جان پٲٹھۍ وٲقِف۔
أکِس نفرٕ سُنٛد نۄقصان چُھ بیٚیِس نفرٕ سُنٛد فٲیدٕ آسان۔
یتھ وانس پٮ۪ٹھ چُھ نہٕ وۄزُمیُک اِجازت۔
جنوٗبی اند کتہِ چُھ؟
سُہ اوس اکثر أکِس نیٚبرِمِس شخصہٕ سٕنٛدِس طورس پیٚٹھ پیش کرنہٕ یِوان۔
لٔڑکہٕ ٲسۍ پارکہِ منٛز ہُپٲرۍ یپٲرۍ بِہِتھ
تٔمۍ چھےٚ سالمٲتی حیاتیات پٔرمٕژ۔
بہژ وٲتۍ گۄڈنِکیٚن نتٲیجن پیٚٹھ واپس۔
تِم چھِ أکۍسٕے ضِلعس سۭتۍ تعلُق تھاوان۔
اسہِ چھےٚ تالوَس رنٛگ کرنٕچ ضٔروٗرت۔
یہِ ٲس اکھ زورٕ شورٕ واجیٚنۍ تقریٖب۔
حالات چھِ بہتر بناونٕچ ضروٗرت۔
سُہ اوس ہمیشہٕ سوٗٹس منٛز اصٕل گژھان۔
مہربٲنۍ کٔرِتھ پیٲرِو مےٚ؟
تٔمِس باسیوو کھۄرن تل زمیٖن اَلان۔
میٲنِس ہمساے سٕنٛز بیٲر چھےٚ خۄشوٕنۍ۔
تٔمِس اوس اَکھ بُلنٛد پیشہٕ
تِِم یِن لگ بگ دۄن رٮ۪تَن ہیٚچھناونہٕ
بالہِ کٔڑِو گول کیٖپرس کُن لتھ۔
بِچارِ کورِ چُھ نہٕ کِہیٖن تہِ کھیٚنہٕ خٲطرٕ۔
تٔمِس چُھ پنُن مرد جوان تہٕ مردانہٕ خۄش کران۔
سُہ لڑکہٕ چُُھ پٔزۍ پٲٹھی عجیٖب۔
اس نے اپنے کھانے میں میٹھے آلو ایک حصے کے طور پر کھاٮٔیں۔
یہِ میز چُھ واریاہ لۄکُٹ
تٔمِۍ سمبول یہٕ معاملہٕ خۄشوٕنِس انٛدازَس منٛز
ٲخِرکار گٔیہِ تبٕدیٖلِیہِ غٲر ضروٗری ثٲبِت۔
بہٕ یژھٕ گۄڈٕ تٔمِس سمکُھن۔
رۄپیہٕ چھےٚ نہٕ خوشی خٲطرٕ ضروٗری۔
سٲنۍ جاے چھےٚ سارنی ہِنٛدِ سمکٕھنہٕ خٲطرٕ مُنٲسِب
مےٚ اوس معموٗلی گیوٗر باسان۔
فِلم آیہِ کامیاب قرار دِنہٕ۔
تحریکہِ آزٲدی دوران روٗد گاندھی جی سٕنٛزِ زِنٛدگی ہُنٛد نوجوانن پٮ۪ٹھ سرٛوٚن اثر۔
شامس گوٚو موسم واریاہ خراب۔
تٔمۍ سٕنٛزِ بیٚمارِ کِنۍ ہیٚکہِ نہِٕ سُہ زیادٕ کالس حیات روٗزِتھ۔
گاڑِ منز چھےٚ برٛونٛہمہِ سیٖٹہٕ زنانن ہِنٛدِ خٲطرٕ مخصوٗص تھاونہٕ آمژٕ۔
ژےٚ چھےٚ زخمہٕ خٲطرٕ دوا پچہِ ہٕنٛز ضروٗرت۔
شَرارتَس منٛز دوٚگ تٔمۍ پَنُن سیٖنہٕ
ہرتال چُھ سٲنِس سماجس منٛز دۄہ دِہشُک واقعہٕ۔
سُہ چُھ کٲرۍگری منٛز تجرُبہٕ وول۔
تٔمۍ سُند زٲمی چُھ اکھ تٲجِر۔
تمام عدد کٔرِو جمع۔
ہمیشہِ گژھِ زِنٛدگی خٲطرٕ مقصد ژارُن
کلاس اوس ژھۄپہٕ پٲٹھۍ تہٕ جوشہٕ سان چلان۔
مہربٲنی کٔرِتھ کٔرِو پوٗرٕ عِبارتہِ ہِنٛز ذِکِر
سۄ چھےٚ اکھ عٔجیٖب بچی۔
سُہ چُھ اَکھ اَصٕل گینٛد باز
سۄ چھےٚ لۄکُٹ سارنٛگۍ واریاہ اصٕل پٲٹھۍ وایان۔
دٮ۪وارس پٮ۪ٹھ چُھ کینٛہہ سرٛہہ۔
اس نے خیمے کو کھونٹے سے باند کر محفوٗظ رکھا۔
تٔمِس چُھ دِل ووٚتھ بیٚیہِ چھےٚ سۄ ہَمیشہٕ پَنٕنۍ چیٖز بیٚیَن دِوان
گۄڈٕ ژٔٹِو کاغز أکِس ترٛکوٗنس منٛز۔
گاشہٕ لال چُھ گاشس منٛز لۄکُٹ گژھان۔
ژٕ ہیٚکَکھ کِتاب وُچِھتھ
مےٚ چھِ ٹِکٹہٕ۔
شُمال مشرِقس منٛز چُھ موسم خۄشوُن۔
تٔمِس آو دِلُک دورٕ
بہٕ اوسُس یژھان ژےٚ ذٲتی طور شُکرِیا کٔرُن۔
بہٕ ترٛاوٕ نہٕ کُنہِ تہِ پارٹی پنُن ووٹ
پَشس روٗد انٛدر اژنہٕ کِنۍ چُھ تالوس أکِس حِصس پلستر خراب گوٚمُت
سُہ چُھ سٕرکہٕ کٕنان۔
پُلسہٕ کہِ طرفہٕ لگاتار پرٛژھٕ گٲر کہِ وجہہ سۭتۍ گوٚو سُہ بےٚ خۄد۔
یہِ چِٹھۍ گژھِ کانٛہہ کٔھٹِتھ مقصد پوٗرٕ کرٕنۍ۔
میری مٕژروو گاڈِ ہُنٛد دروازٕ۔
بہٕ تھاوٕ از راتس چٲنِس بٲیِس پیٚٹھ نظر۔
یہِ چُھ عموٗدی طورس پیٚٹھ حرکت کران۔
جاپانس منٛز چھِ واریاہ آتش فِشان وٕنہِ تہِ سرگرم۔
قٲدٮ۪و کٔر جیلہٕ منٛزٕ ژلنٕچ کوٗشِش
تٔمۍ سُنٛد تحقیٖق آو یُنورسِٹی منٛز اَول درجُک مانٛنہٕ
اس علاقے کو شدید خشک سالی کا سامنا کرنا پڑا۔
سماج کیٚن کمزور طبقن ہِنٛزِ بہبودی خٲطرٕ چھِ قانون کہِ ذریعہٕ اِنظام کرنہٕ یِوان۔
اسہِ کوٚر راتھ پہاڑن پیٚٹھ ٲٹھن گٲنٛٹن پیدل سفر۔
مےٚ چھےٚ ییٚتٮ۪تھ سخٕت دگ۔
یہٕ آب چُھ نہٕ چٮ۪نہٕ خٲطرٕ ٹھیٖک۔
تۄہہِ پزِ پٲنۍ پانس عزت کرُن۔
ژٕ ہیٚککھٕ ٲلوٕ توٗلِتھ؟
تۄہہِ پزِہو کم شراب چیوٚن۔
ہوٗنۍ ٲسۍ وٕنہِ تہِ نیٚبٕرۍ ووران۔
باب کَٹ اوس آسان اَکھ مٔشہوٗر مستُک سٕٹایِل
دنٛدٕ ڈاکٹرس پیٚیہِ سُہ دنٛد کڑُن۔
بیٚمارِ چُھ سُہ شُس کوٚرمُت۔
یہِ چھےٚ اِنسانی حقوقن ہِنٛز خلاف ورزِی۔
تِم پیٚیہٕ تینتٲلۍ پٮ۪ٹھٕ ؤسۍ
بالکرشن پرساد چُھ ناماوار موسیٖقارو منٛزٕ اکھ۔
سۄ چھِ چۄگس منٛز شۄنٛگان
تِمن لٔج تاپہٕ لیہِ منٛز ترٛیش۔
ہٲبتس منٛز میٲنۍ أکۍ فٲصلن تروو مےٚ پٮ۪ٹھ بروٚنٛہہ کُن پٔکِتھ اثر۔
بہٕ کرِ سُہ پوشاک جلدی حٲصِل۔
تٔمۍ نٔنِرٲوو تِہِنٛز ژۄے۔
لُکن ہِنٛزِ دِلچسپی خٲطرٕ گژھِ دلیٖلن منٛز پَزر آسُن۔
پنٛنٮ۪ن کامیٲبِین پٮ۪ٹھ کر فخٕر۔
ییٚتہِ چُھ نہٕ أنٛدۍ پٔکۍ کانٛہہ تہِ
پَلو ترٛٲیِو ہۄکھناونہٕ خٲطرٕ تاپس۔
تمہِ کٔر أکِس نژن والٮ۪ن ہِنٛزِ ٹولہِ منٛز شموٗلیت تہٕ کوٚرُن پوٗرٕ یوٗرپُک سفر۔
تٔمۍ سُٕنٛد بُتھ آو دگہِ سۭتۍ چارنہٕ۔
تٔمِس آو شیطٲنی طورس پیٚٹھ حملہٕ کرنہٕ تہٕ لوٚگُس کَلس۔
گاڑِ آسہٕ سڑکہِ پٮ۪ٹھ تیز پکان۔
تٔمۍ کوٚر پنُن خانٛدر یُہُس منسوٗخ
گۄڈٕ وۄتھراوٕ بہٕ پنٔنۍ اتھٕ۔
تٔمِس ٲسۍ واریاہ کم ذٲتی اثرات۔
ییٚمہِ پیٚسلُک قۭمت کیاہ چُھ ؟
تٔمۍ سٕنٛزِ خوشی ہُنٛد احساس اوس عٲرضی۔
صَحبن رٔٹۍ نَیہِ نوکری خٲطرٕ بیٚیہِ ترٛے نَفر
وۄزُل چُھ نہٕ تٔمۍ سٕنٛدِس بٕتھۍ کِس رنٛگس سۭتۍ شوٗبان۔
صرِف امہِ کِنۍ ژےٚ زیوٗنُتھ، بٔڑِتھ بوٗلِتھ چھےٚ نہٕ ونٛنٕچ کانٛہہ تہِ ضروٗرت۔
أکۍ خطرناک طوٗفانن أنۍ کُلۍ موٗلہٕ کٔڑِتھ۔
بہٕ چُھس نہٕ تنہٕ تٔمِس پٮ۪ٹھ بَروسہٕ کَران یَنہٕ پٮ۪ٹھٕ تٔمۍ مےٚ دغا دیُت
گامن ہٕنٛزِ ترقی خٲطرٕ چھِ نٔو سِکیٖم تعمیٖر کُن
ذریعہٕ چھِ کامیٲبِیو کھۄتہٕ زیادٕ اہم۔
تٔمۍ سُنٛد دِل چُھ محبت وول۔
فوج آو قلعہٕ یلہٕ تراونس پٮ۪ٹھ مجبوٗر کرنہٕ۔
تٔمِس ٲسۍ دُکہِ زامٕتۍ۔
سۄرُپھ اوس زہر دار۔
تٔمۍ ہوو پنٛنہِ بٮ۪مارِ دوران قٲبلہِ ذِکِر برداشت۔
تُہۍ ہیٚکِو نہٕ تٔمِس باقین نِش شناخت کٔرِتھ۔
سُہ اوس مجبوٗر یہٕ نوکری کرنہٕ خٲطرٕ
میون وۄستاد چُھ اکھ طاقت ور نفر۔
تٔمۍ سٕنٛدۍ تمام پرٛٲنۍ دوست گیہِ تٔمِس خلاف۔
بہٕ کرٕ زنانہِ سۭتۍ کَتھ زِ اسہِ چھا بیٚیِس ڈُون وٲلۍ سٕنٛز ضروٗرت۔
کُلِس چھےٚ زٲوِجہِ شاخہٕ۔
بدنام سمنٛدری ڈاکوٗ آو گوٗلۍ لٲیِتھ مارنہٕ۔
یِتھۍ زمیٖنی کُلۍ ہیٚکن یقیٖنی طورس پیٚٹھ آب کِس معیارس نۄقصان واتنٲوِتھ۔
مریٖضس ٲس شےٚ ؤری برٛونٛہہ بکؤٹ بدلاونہٕ آمٕژ۔
اُستادن دیُت طٲلبہِ عٔلمن سِپاہن ہِنٛدۍ پٲٹھۍ مارٕچ کرنُک حُکُم۔
سُہ اوس بُزدِل۔
یہِ چُھ میون ذٲتی مسلہٕ۔
یہِ چھےٚ تٔمۍ سٕنٛز ذٲتی کٲم۔
بَمب اوس مدرَسس نزدیٖک لَگاونہٕ آمُت
تِم ٲسۍ اصٕل پٲٹھۍ کھٮ۪تھ چٮ۪تھ تہٕ اصٕل پٲٹھۍ پَلو لٲگِتھ۔
سٲنۍ نسٕل چھِ ہنٛدوستانس منٛز زامٕژ
آبہٕ پمپ چُھ فصلن خٲطرٕ واریاہ مدد کران۔
مہربٲنی کٔرِتھ مٕژراو یہِ دٲر۔
تٔمۍ رٔٹ دفترٕچ ذِموٲری ییٚمہِ ساتہٕ افسر نٮ۪بر اوس۔
سُہ چُھ یتھ کامہِ خٲطرٕ نابالِغ۔
تٔمۍ سٕنٛدِس ذہنَس منٛز چھِ بٔڑۍ بٔڑۍ خیالات تہٕ منٛصوٗبہٕ
بہٕ چُھس پنٛنہِ دلیٖلہِ ہِنٛز ذہنس منٛز شکٕل بناوان۔
تٔمۍ ہیوٚک نہٕ ہیرٕ پوو وٕچھتٕھے۔
اس نے کھردرے کناروں کو ہموار کرنے کے لئے ریگمال کا استعمال کیا۔
تانِیا آسۍ دعوتس پیٚٹھ ورایاہ لوٗبوٕنۍ گٔمٕژ۔
تٔمۍ مۄکلٲو پنٕنۍ سٲرٕے وراثت أکِسٕے ؤرِیس منٛز۔ 
گرِکۍ تمام بٲژ ٲسۍ تِہنٛدِس سمکٕھنس خٕلاف۔
یہِ مہ کھولِو تاپس منٛز۔
سفیٖد گُرِس اوس ڈٮ۪کس پٮ۪ٹھ کرٛہُن داغ۔
تٔمۍ سُنٛد پان چُھ کیٚمۍ شکلہِ۔
تِمو چھِ مشہوٗری خٲطرٕ ساسہٕ بٔدۍ کِتابچہٕ بٲگرٲیمٕتۍ۔
اَسہِ بَنوو شہرَس منٛز نوٚو مکان
مےٚ چھےٚ پنٛنہِ گاڑِ ہِنٛز بیٹرٛی چارٕج کرنٕچ ضٔروٗرت
ژٕ ہٮ۪کَکھ نہٕ ڈاکٹر سٕنٛزِ صلاح بغٲر یہٕ دَوا کھٮ۪تھ
سُہ چُھ تربِیت تہٕ فلاح و بہبوٗد کِس محکمس منٛز کٲم کران۔
کرسی میز تٔھیِو دیوارس سۭتۍ سیود لٲگِتھ۔
اِنٛفیٚکشَن کہِ وجہ سۭتۍ ٲس تس اوٚنٛگٕج ہُنیمٕژ ۔
یتھ مکانس چُھ خۄشوُن نظارٕ۔
جاناوار ٲسۍ کُلٮ۪ن پٮ۪ٹھ گٮ۪وان۔
مہربٲنی کٔرِتھ روٗزِو اَکہِ طرفہٕ یوٚتام بہٕ گٲڈی برٛۄنٛہہ پکناو
پنٛنہِ دِلچسپی کوٚر سُہ منصوٗبس پیٚٹھ کٲم کرنہٕ خٲطرٕ مجبوٗر۔
أسۍ ہٮ۪کو لۄکٹِس ہوٹس برونہہ کنِہ سمکھِتھ۔
بیٖروٗنی سفر کرنہٕ خٲطرٕ چُھ پاسپورٹ آسُن ضروٗری۔
تِمو کوٚر د۔ریاو بٔٹِھس انٛدٕ ونٛدٕ گشت۔
کمپنی چُھ تمام درآمدی مال وقتی طور بنٛد کرنُک فٲصلہٕ کوٚرمُت۔
نٔوِس ؤریٕکِس جشنس پٮ۪ٹھ کوٚر تٔمۍ پنٛنہِ نِشانہِ ہُنٛد اعلان
جنٛگلَس منٛز اَژنہٕ برٛونٛہہ چُھ سُہ کھجَن وَتن تَران
بہٕ چُھس پنٛنس نانہِ بٕڑِبَبس نِش آتھورِ دوہ گژھان۔
تٔمِۍ کرِ رِیٲضی منٛز کثیر الثانی اِکویشنہٕ۔
ہوٗنۍ سٕنٛز یہٕ ذٲژ چھےٚ اکھ خطرناک نسٕل۔
أکۍ مُلکن کوٚر بیٚیِس مُلکس پٮ۪ٹھ جنٛگُک اعلان۔
دِلہِ پٮ۪ٹھٕ بمبیہِ تانۍ ہوٲیی سفر کرنس کوٗتاہ وق چُھ لگان؟
واے، یہِ کوتاہ سخ چُھ !
تِمو کوٚر میون نظرِیہٕ تسلیٖم۔
2001 اوس نہٕ فلمن خٲطرٕ کامِیابی ہنٛد ؤری۔
تٔمۍ پرٛژھ اکھ واضح سوال۔
سٲنِس خانٛدانس منٛز چُھ اکھ نوٚو نفر یِنہٕ وول۔
سُہ اوس اکھ تکبر وول جوان نفر۔
تِہنٛزِ کامہِ گژھِ پرٛتھ ہفتہٕ معائنہٕ کرنہٕ یُن۔
تٔمۍ ترٛٲو تس محبت واجیٚنۍ نظر۔
تُہۍ چِھوٕ سحرس پیٚٹھ یٔقیٖن تھاوان؟
سیرِ بناونہٕ خٲطرٕ رَلوو تٔمۍ آب، سیٚکھ تہٕ میٚژ
ژےٚ پزی یِمن تبصرن ہِنٛز وضاحت کرٕنۍ۔
تٔمۍ کٔر مسلس پیٚٹھ سٔنِتھ گژھن واجیٚنۍ کتھ۔
تِم آسنَے گۄڈَے کِرایہِ منٛگان
تٔمۍ کٔر جنازس منٛز شِرکت۔
تٔمۍ سٕنٛدۍ شَرارتن کھوژنووُس بہٕ۔
میون نیٚچُو چُھ أکِس مُشکِل دورس منٛز پکان۔
تٔمِس چُھ یارَن سۭتۍ شترنٛجَس گِنٛدُن خۄش کَران
ؤکیٖلن تُل میٲنِس اکاونٛٹ کِس صداقتس پٮ۪ٹھ سوال
أسۍ ہٮ۪کو نہٕ پنٛنیٚن أصوٗلن مُخٲلِف کانٛہہ تہِ کٲم برداشت کٔرِتھ
پھاکہٕ سۭتۍ مَرن والٮ۪ن شُرٮ۪ن ہُنٛد حال چُھ آسان سٮ۪ٹھا ہٲبتھ ناک
سۄ ٲس زٮ۪نہٕ پٮ۪ٹَھے أنۍ
بہٕ چُھس کاغزات تھاونہٕ خٲطرٕ پنٛنہِ میزٕکۍ دراز اِستعمال کران۔
خطرناک جنٛگلی جانور کھیٚن کھیٛاوٕنۍ چھ بٔڑ کٲم۔
ؤکیٖٖل سٕنٛد مقصد چُھ ثٲبت کرُن۔
انہوں نے بھورے رنگ کی پتلون پہنی ہے۔
تٔمۍ کٔر پنٛنِس بٲیِس سۭتۍ بد تہزیٖبی سان کَتھ ییٚمہِ کِنۍ سٲرسی عیالس شَرارت کھوٚت
"تُہی ہیٚکوٕ مےٚ یہِ کُرسی دِتھ؟
"
تٔمۍ بچوونَس بہٕ أکِس اہم موقعس پٮ۪ٹھ۔
اََسہِ پَزِ مضبوٗط قوم تعٲمیٖر کرنٕچ کوٗشِش کَرٕنۍ
تٔمۍ بنوو کُنٛڈو سۭتۍ اکھ ہار۔
فوج اوس أکِس حِفٲظتی طاقت کِس طورس پیٚٹھ تعینات کرنہٕ آمُت۔
سُہ بیٛوٗٹھ مےٚ نِش
تٔمۍ کٔوٚڑ پَنُن باپردٕ بُتھ نوٚن
سلفر زالنہٕ سۭتۍ چھِ گگر دوٗر روزان۔
تٔمی سٕنٛز حالت چھےٚ سیٚٹھا خراب۔
بہٕ کَرَے ژےٚ سٹیشن پٮ۪ٹھٕ پنٛنہِ روانگی بروٚنہہ فون۔
سُہ چُھ پھۄلان۔
خاموش زٮ۪و چھےٚ زمیٖنس پیٚٹھ ساروٕے کھۄتہٕ قٲبلہِ تعریٖف چیٖز۔
اسہِ پزِ سُہ دُشمنن سۭتۍ لڑنہٕ خٲطرٕ تیار کرُن۔
ڈاکٹرن ہُرٲو صحیح اعلاج کٔرِتھ بٮ۪مار سٕنٛز زِنٛدگی کیٚنٛہ دۄہ۔
بُنلہِ سۭتۍ باسیوو مےٚ اچانک نژُن۔
سُہ ووٚتھ پنٛنہِ محنٛتہٕ سۭتۍ تھوٚد
بہٕ چُھس یَژھان میچ اَصٕل پٲٹھۍ وُچُھن
تٔمِس چُھےٚ دنٛد سیوٚد کرنہٕ خٲطرٕ تارن ہِنٛز ضٔروٗرت۔
یہِ چُھ تٔمۍ سُنٛد خانٛدٲنی کارٕبار، وراثتس منٛز برٛونٛہہ پوٚکمُت۔
مُمکِن چُھ زِ سۄ کرِ تۄہہِ ٹاکار نکار۔
بہٕ چُھس ٲکھ جوشہٕ سۭتۍ بٔرِتھ تہٕ کتھٕ کرن وول نفر۔
شُریٚن تھی گژھن نہٕ لٮ۪کہٕ کڑنہِ۔
بننے والے نے باریک نقش و نگار بنانے کے لیے ایک بناٮٔی کا استعمال کیا۔
مےٚ ہیوٚت تٔمۍ سٕنٛدِ خٲطرٕ زِ میٖٹر سوٗتی کپُر۔
تَموک چوٚن ہیٚکہِ کینسَرُک سَبَب بٔنِتھ
یتھ مسلَس یی تحقیٖقات کرنہٕ
تِم چھِِ بستہٕ کھالن وول مواد اِستعمال کران۔
تمِس آو اکھ واریاہ اہم فون۔
سۄ روٗز تھکہٕ روٚستُے دۄن گٲنٛٹن لگاتار کتھٕ کران۔
ہُہ زٔمیٖن پلاٹ چُھ کٕنٛنہٕ خٲطرٕ۔
از کل چُھ زمیٖنس قۭمت واریاہ کھوٚتمُت۔
ییٚمِس گُرِس چھےٚ پۄختہِٕ مژھٕ۔۔
یہٕ تماشہٕ چُھ بۄٹُن دَباونہٕ سۭتۍ چَلان
جان چُھ ہیٖرو
تٔمۍ بنوو بتہٕ پٕدنہٕ سۭتۍ مزٕ دار۔
تٔمۍ ووٚن زور دِتھ زِ سۄ یی نہٕ کُنہِ تہِ دَباوَس منٛز
تٔمۍ دُیت تس دونٛکھٕ۔
واریاہ سِپاہ موٗدۍ جنٛگس منٛز۔
سۄ ٲس اکھ پاک دامن کوٗر۔
اسہِ چھِ یتھ کُٹِھس منٛز زٕ پکھٕ ضٔروٗرت۔
سۄ ٲس شُراہ ؤرِش، جوان تہٕ جوشہٕ ۂژ۔
ناسازگار صوٗرتہِ حال آسنہٕ کِنۍ پیوٚو مےٚ دفتَر ترٛٲوِتھ نیرُن
راکیشن تھوٚو چون کوٹ کِلِس اویزان۔
ییٚمہِ آیہِ تمہِ پنُن پان پیش کوٚر سُہ اوس پٔزۍ پٲٹھۍ متٲثِر کرن وول۔
تٔمِس چُھ خۄشوٕنۍ روزُن سٮ۪ٹھا پسنٛد
تٔمۍ وُچھ تِمن دولہٕ
تمِس ٲس خانہٕ دار کمیز لٲگِتھ
تٔمۍ دِژ پُلیٖسس ژوٗرِ مُتعلق اطلاع۔
مےٚ چھِ پنٕنۍ پرٛٲنۍ پَلو دٲرِتھ ژٕھنۍمٕتۍ۔
زوٗن چھےٚ مکانن پیٚٹھ سوٚت گاش ترٛاوان۔
پارٹی نِشہِ انحراف چُھ یوان غدٲری ماننہٕ
تٔمۍ بڑٲو پنٕنۍ پیشکس دہ لچھ امریٖکی ڈالرن تانۍ۔
`+`چھِ رِیٲضی منٛز پازِٹو نشٲنی۔
ڈاکٹرن کوٚر تٔمۍ سٕنٛدِ ہٹیُک مُعٲینہٕ کرنہٕ خٲطرٕ جرٲحی ہِنٛدِ آلُک اِستعمال۔
سۄ ٲسَن بہٕ چانہِ تعارُف کرناونہٕ برٛونٛہٕے زانان
ییٚمہِ خبرِ دِژ مےٚ خطرٕچ خبر دٲری
تِمو تُجہِ پانس تصویٖرٕ۔
پیسِفِک چُھ ساروٕے کھۄتہٕ سروٚن سمنٛدر۔
ہوٗن اوس کوٗٹِس سۭتۍ گٔنٛڈِتھ
کُرسی میز چُھ ڈوٗنۍ ہچہِ ہُنٛد بنیومُت۔
سون اہم برآمد کرنہٕ یِنہٕ وول سامان چُھ توٚمُل۔
فتح وول لٔڑکہٕ اوس تِمن کُنہِ وجہ کِنۍ تتہِ موجود آسُن یژھان۔
یہِ اوس تٔمۍ سُنٛد مِثٲلی ردِ عمل۔
اسہِ چھےٚ کامہِ منٛز یکسان رفتار برقرار تھاونٕچ ضروٗرت۔
تِہِنٛدِ گۄناہ کرنہٕ سۭتۍ کھوٚت سارنی اِشتعال۔
تٔمِس گٔیہِ پنٛنہِ ویٚسہِ سۭتۍ لڑٲے۔
مِشیٖن چھےٚ بہتریٖن بناوٹٕچ۔
"سۄ گٔیہٕ میانہِ آوازِ سۭتۍ ہُشارٕ۔ 
"
سُجاتاہس چھِ واریاہ خوٗبصوٗرت مَس
اسہِ کٔر کَتھ کَم کَم کَرٕنۍ تہٕ ٲخٕر ترٛٲو بِل کُلٕے کَتھ کَرٕنۍ
یہٕ جاے چھےٚ آمٕژ بارٗود جمع کرنہٕ خٲطرٕ تھاونہٕ۔
مٲہِرِ نفاسیاتن کٔر ذہنی دباو کہِ وجہٕچ وٮ۪ژھنَے
تلٲشی آیہِ باقاعدہ طورس پیٚٹھ کرنہٕ۔
تٔمۍ کٔر پُلیٖس چوکہِ منٛز شِکایت درٕج۔
تٔمۍ کٔر تس سٕنٛدِس دروازس ٹُھکرارَے۔
ژٕ وٕچھ تِمن کُن غورٕ سان صِرِف پانٛژن مِنٛٹن۔
تٔمِس چُھ اِنٛدور پٮ۪ٹھٕ یُن
سُہ یُس خٕلاف ورزی کرِ تس پزِ معٲفی منٛگٕنۍ۔
ژٕ چُھکھ تٔمِس اتھ مُتعلق وضاحت کرنہٕ چہِ کوٗشِشہِ منٛز پنُن وقت ضایع کران۔
رام چُھ تجویٖز نامُک اَہم مُصَنِف
پتہٕ گٔیہِ أسۍ منٛدر۔
تٔمۍ سُنٛد خانٛدان چُھ تٔمۍ سُنٛد طور طٔریٖقہٕ پَسنٛد کَران
یہِ ٲس اکھ مُنَور کارکردگی۔
مکان اوس دٕہہِ سۭتۍ کرہُن گوٚمُت۔
تٔمۍ کٔرۍ ترٛیٚن قٕسمن ہِنٛدۍ جُرُم یِمن ہِنٛدۍ ناو چھِ: ژوٗر، قتٕل تہٕ حملہٕ۔
تٔمِس پزِ پنٛنِس شرارتس پیٚٹھ قابوٗ کرُن ہیٚچُھن۔
تِم چھِ کمپیوٗٹر کہِ نٔوِ ماڈل چہِ تیٲری منٛز آوٕرۍ۔
تِم چھِ کارخانہٕ قٲیِم کرنہٕ خٲطرٕ مُنٲسِب جاے ژھانٛڑان۔
تِم چھِ نازک معاملن منٛز فوری طورس پیٚٹھ کاروٲیی کران۔
کیٚنٛٛٛہہ تہِ ہیٚکہِ نہٕ سانہِ دوستی ختم کٔرِتھ۔
تِہِنٛز پالسی چھے بدلیمٕژ، تِمو وجہوہاتو کِنۍ یِم غٲر واضح چھِ۔
سربَرٲہی خٲطرٕ اوس سخ مُقابلہٕ
نامنظوٗری کِنۍ گٔیہٕ تٔمِس واریاہ مایوٗسی۔
سُہ گوٚو اِتفاقہِ راے ووٹ سۭتۍ مُنتخب۔
رامہٕ ہوٗنۍ سٕنٛز لٔٹ چھےٚ خۄشوٕنۍ آسان
دُنیاہس منٛز کُس چُھ ساروٕے کھۄتہٕ بوٚڑ مُلک؟
ییٚٚمہِ کِتابہِ ہِنٛز بُنیٲدی دٔلیٖل چھےٚ دُنیٲیی معاشِیَتس پٮ۪ٹھ
بہٕ بیقلووہوس زا دۄہس پیٚٹھ پنٛنیو دوستو۔
سۄ روٗز پنٛنِس بٕجرس منٛز صحت یاب۔
نٔوۍ مُلٲزِمن اوٚن منٛصوٗبس کُھر
تِمو چُھ حِساب کِتاب صِرِف میٚنیجمٮ۪نٛٹ کٮ۪ن طالبہِ عٔلمن مَٹہِ تھوومُت
سۄ چھےٚ ہَمیشہٕ باخَبر تہٕ تٮ۪لنٛگہٕ روزان
کارخانُک مُلٲزِم چُھ کُلِس تل شیٚنٛگِتھ۔
تٔمۍ کھول زیٛوٹھ شاہ تہٕ لَگٲوٕن دٔریاوَس وۄٹھ
مہربٲنی کٔرِتھ کٔرزٮ۪و اسہِ آغاہ ییٚلہِ تُہۍ یور وٲتِو
تٔمۍ دیُت پنُن بیان ژھوٚٹ پٲٹھۍ
سۄ چھِ مُصوری منٛز پوسٹ گرٛیجویشن کران۔
صنعتی مُلک چھِ قۄدرتی وسٲیِلن بٔڑِس تعدادس منٛز اِستعمال کران۔
ییٚمۍ مسلن چھِ تحقیق کرن وٲلۍ ؤرۍوادو پٮ۪ٹھٕ پریشان کٔرۍمٕتۍ۔
سُہ چُھ مےٚ سۭتۍ پَکان
موٹر گاڈٮ۪ن ہِنٛز صنٛعت بَناونہٕ خٲطرٕ لوٚگ تٔمِس اَکھ اَرب
یہِ تہِ ژٕ وَنکھ تتھ مُتعلق روز ہُشارٕ تِکیٛازِ سُہ چُھ نازُک مِزاز۔
تِم ٲسۍ اکھ أکِس شرارتہٕ ہوٚت بُرٕ کتھٕ ونان۔
ییٚتہ ِچھِ ریل پرٛٮ۪تھ گٲنٛٹہٕ پتہٕ یوان
فوجن کوٚر علاقس منٛز امن بحال کرنس منٛز مدد۔
تٔمۍ سٕنٛدۍ دۄشوَے بٲے چھِ ڈاکٹر
چُھٹی ہُنٛد مشوَرٕ کۄرُن چھُ مےٚ خۄش کران
احتِیات سۭتۍ چھےٚ حفاظت روزان
تٔمۍ کٔر پنٛنِس ہمسایس خٕلاف شیٚکایَت دَرٕج
سُہ اوس پنٛنہِ جوٲنی منٛز سارٔنٛگۍ وایان۔
تٔمۍ چھےٚ گۄڈَے آرام دِہہ کُرسی رٔٹمٕژ
ادارٕ چُھ وُنہِ زٕ کِلوٗمیٹر دوٗر۔
 اس نے غلطی سے گھاس کا ڈھیر جلا دیا۔
یہِ ٲس اکھ کٔشِش واجیٚنۍ خۄشبوٗ۔
تھکُن چُھ تیز نظرِ تہِ متٲثر کران۔
تِمو دیُت وۄمید وارن ہِنٛزِ کَتھ باتھِ ہِنٛزِ ہُنٛد مٔنٛدی پٮ۪ٹھ زیادٕ زور
جاناوار چھِ بُنیٲدی طورس پیٚٹھ مٮ۪ون ہِنٛدِس رسس پیٚٹھ روزان۔
تٔمِس چھےٚ صُبحٕچ خۄشوٕنۍ ٹٔھنٛڑی خۄش کران۔
مےٚ چھےٚ واریاہ اصٕل بصری یاداشت۔
کِرکَٹٕکۍ شوٗقیٖن ٲسۍ بےٚ تٲبی سان میچ وٕچھان
سُہ چُھ دچھِ فصٕل وۄپداونہٕ سۭتۍ پنُن روزگار زینان۔
تٔمِس چُھ پنٛنہِ برٛونٛہِمہِ خانٛدارنہِ خرچہٕ دیُن۔
یمہِ مُقام پیٹھٕ زٕ قدم برونہہ چھےٚ سمکٕھنٕچ جاے۔
چٔھلمٕتۍ پَلو ترٲیِو رزِ پٮ۪ٹھ۔
بہٕ چَھس رب سٕنٛدِ مدتہٕ سۭتۍ ٹھیٖک
اسلَم چُھ پَنٕنۍ یَڑ ہۄکھٕ پھل تہٕ مِٹھایَو سۭتۍ بَران
ییٚلہِ تٔمۍ پنُن دوست وُچھ تٔمۍ سٕنٛدِس بٕتِھس پیٚٹھ مۄکلییہِ بےٚ زٲری۔
سُہ چُھ مغرِبس کُن گژھن واجنہِ بسہِ پیاران۔
یِمن لَبن چھِ رنٛگٕکۍ زٕ پھش ضٔروٗرت
سُہ چھ اکھ ہرفن مولا اداکار ۔
مےٚ چھِ کیٚنٛہہ کِتابہٕ انٛنہٕ خٲطرٕ پونٛسن ہِنٛز ضٔروٗرت۔
تٔمۍ ٲس کمرَس انٛدٕ ونٛدٕ دٔج گٔنٛڑمٕژ
علاقس انٛدر چُھ اکھ چایہِ وان تہٕ اکھ عجٲیِب گر۔
دٔریاو کٮ۪ن دۄشوٕنِے بَٹھٮ۪ن پٮ۪ٹھ ٲسۍ لوٗبوٕنۍ باغ بَناونہٕ آمٕتۍ
مےٚ چھےٚ دہ ڈالر وۄزٕم ہیٚنٕچ ضٔروٗرت۔
سُہ اوس دور اندیش سربراہ۔
تٔمِس چُھ پنٛنِس موضوٗعس پٮ۪ٹھ ٹھیٖک علِم۔
ڈاکٹرو کوٚر تس یکدم آپریشن کرنُک فٲصلہٕ۔
تٔمۍ کٔر ۍ واضح طور پنٕنۍ خیالات بیان۔
ٲسۍ ہٮ۪کو یہِ برابر حِصن منٛز تقسیم کٔرِتھ۔
تٔمِس آو ونٛنہٕ زِ سُہ کٔرِن تناعزس پیٚٹھ فٲصلہٕ۔
ییٚمہِ عمارتہِ ہِنٛز لاگتھ چھےٚ واریاہ درٛوٚج۔
تٔمِس میلیو پنٛنہِ پیشکش خٲطرٕ جان ردِ عمل۔
وۄستاد گٔیہِ طٲلبِہ علمن ہٕنز  فیٲضی سۭتۍ عٲجِز۔
اسہِ پزِ کامہِ ہُنٛد اکھ بہتر شیٚڈوٗل بناوُن
تِمو دِژ شُریٚن کھکٕھر۔
جِسمَس منٛز کَلسٹرٛالٕچ زیادٕ مٮ۪قدار ہیٚکہِ دِلَس منٛز بٮ۪مٲرۍ پٲدٕ کٔرِتھ
سۄ چھےٚ پرٛٮ۪تھ دۄہ میٲنِس صحتس مُتعلِق پِرٛژھٕ غٲر کران۔
گامٕکۍ چھِ زٔمیٖن دٲری ہِنٛدۍ نٔوۍ طریقہٕ اِستعمال کران۔
ریٚسٹورنٛٹس چھےٚ کارٕبارس منٛز گِراوٹ آمٕژ۔
تٔمۍ چُھ موجودٕ تعٲلیٖمی نِظامس پٮ۪ٹھ تنٛقیٖدی نظریہٕ پیش کوٚرمُت۔
سۄ ٲس أکھ بدکار زنانہٕ۔
سُہ اوس اکھ بےٚ حیا نفر۔
مےٚ چھِ اُمید بہٕ وٕچھتھ ژٕ جلدی
أسۍ ہٮ۪کو کافی اِکہٕ وۄٹہٕ چٮ۪تھ
مےٚ چھِ مازبیرن واریاہ دَگ
تٔمۍ تٔھوۍ شمع قۄربان گاہس پیٚٹھ۔
مےٚ بوٗزٕکھ زٕ گٮ۪وان
یہِ چُھ اکھ ہورمُت مقدمہ۔
مے دِژٕ پنٛنہِ کورِ نیِہ ؤرۍیِچ مبارکبٲدی۔
مزدوٗرو کوٚر معاوضہٕ خٲطرٕ اِنتِظامیاہس سۭتۍ بحژ۔
مےٚ چُھ یہِ ناقٲبلہِ اعتبار باسان۔
دںٛدٕ ڈاکٹرن لوگ تٔمۍ سٕنٛزِ ارمہِ کرٛاوُن۔
بہٕ اَنتھ ژٕ ہَوٲیی اڑٕ پٮ۪ٹھٕ
تٔمِس یٔقیٖن دیُن چُھ سٮ۪ٹھا مُشکِل
تٔمۍ سٕنٛدیٚن وٕٹھن گٔیہِ تھرٕ تھرٕ تہٕ ووٚتُھس اکھ اوٚش قطرٕ ۔
ژٕ ہککھ تالوس پٮ۪ٹھ جوٚمیٹری ہٕندۍ ڈِزایِن وُچھِتھ۔
تٔمِس وُچھ بال جنگلَس منٛز ژوٗرِ
ڈَبس چُھ ژوٚوُہ نومبر تٲریٖخ لیٚکِھتھ۔
گۄلابن چھِ کٔنٛڈۍ۔
زیٖٹھ نَس چھےٚ میٛانہِ خانٛدانٕچ اکھ خٔصوٗصیَت
سُہ یہِ تہِ پونٛسہٕ ژےٚ دِوان چُھے، بہٕ دِمَے دۄگنہٕ۔
سۄ چھےٚ تٔمۍ سٕنٛزِ کامیٲبی سۭتۍ واریاہ زیادٕ خۄش گٔمٕژ۔
تٔمِس توٚر فِکرِ زِ تٔمۍ چُھ تٔمِس دوکھٕ دیُتمُت۔
اکھ بٔڑ بِرٕ گٔیہِ خٕطاب کرن وٲلِس أنٛدۍ أنٛدۍ جمع۔
آفتاب اوس پرٛزلان۔
أسۍ ٲسۍ بےٚ صبری سان تٔمۍ سٕنٛدِس یِنَس پیٛاران
کایِناتس منٛز چھےٚ اکھ قۄدرٔتی قُوت حُکوٗمت کران۔
چمرس پٮ۪ٹھ چمک مۄکلہِ ؤلۍ ؤلۍ۔
مےٚ پٔر کِرکَٹَس مُتعلِق اکھ کِتاب
ہوٗنۍ گِلنٲو پنٕنۍ لٔٹ جوشہٕ سان۔
تٔمۍ ہیٚکۍ پُلیٖس کہِ ذریعہٕ پنٕنۍ رِشتہٕ دار لٔبِتھ۔
اکبَرس اوس یہِ خٔصوٗصی مُفاد دِنہٕ آمُت
مےٛ چُھ تس خٲطرٕ توفہٕ اُنن۔
تٔمۍ سٕنٛدِ خٲطرٕ تٔمۍ سُنٛد محبت چُھ تتس سٕنٛزِ ہر کامہِ سۭتۍ صاف ظٲہِر۔
بہٕ چُھس یَژھان برٛیک فاسٹ پنٛنِس کُھٹِھس منٛز کھیوٚن
تِم گٔیہِ جنٛگ بنٛدی خٲطرٕ رٲضۍ۔
شۄنٛگن کُٹِھس منٛز ٲس اکھ بٔڑ المٲرۍ۔
دۄیو کِھلاڑیو ژُو بالہِ پٮ۪ٹھ۔
فلم چُھ أکِس وکیٖلس مُتعلق یُس رامہٕ ہوٗنۍ سٕنٛزِ شکلہِ منٛز تبدیل گژھن وول بنان چُھ۔
سۄ ٲس دروازس سۭتۍ وۄدنی۔
تٔمۍ ٲس پنٛنہِ قمیٖضہِ تل ییرو بٔنیان لٲجمٕژ۔
سُہ چُھ بیقٕل۔
اِنسان چُھ نہٕ زانٛہہِ تہِ فِکرِ روٚس آسان
یہٕ شانٛد چُھ نہٕ مےٚ کانٛہہ تہِ آرام دِوان
دٔلیٖل ٲسۍ شٲعری منٛز لٮ۪کھنہٕ آمٕژ۔
فساد گوٚو أکِس پُر امن احٕجاج کِس طورس پیٚٹھ شروع۔
کٔدٕل چُھ پۄختہٕ تھمبَن پٮ۪ٹھ کھڑا
مےٚ لیوٚکھ ادبی تنقیٖدس پٮ۪ٹھ اکھ اصٕل مضموٗن۔
اَپُز وَنُن چھےٚ اَکھ ہُنٛر مٔنٛدی
مےٚ چُھ نہٕ گِنٛدنس خٲطرٕ وقت میلان۔
زمیٖن چُھ اکھ سیارٕ۔
تٔمِس چُھ قۄدرتی قُووتس پٮ۪ٹھ زبردست بروسہٕ۔
یہِ ٲس اَکھ دَہشت ناک فِلِم
تٔٔمۍ سٕنٛز زِنٛدگی چھےٚ خطرس منٛز۔
واریاہ لُکھ چھِ کھہس منٛز کٲم کران۔
باغوانَن ؤوۍ موٗل کھادِ منٛز
أسۍ چھِ وُنہِ پننٮ۪ن سپاہن ہٕنٛدِ مرنُک ماتم کران
پھیری والے نے بازار میں پھل اور سبزیاں بیچی۔
سُہ اوس نام زَد کرنہٕ آمُت جج
سکوٗل چُھ أکِس سیٚشنس منٛز صِرِف پنٛژہن طالبہِ عٔلمن دٲخلہٕ دِوان
سُہ چُھ سارٔنٛگۍ وایان۔
تٔمِس اوس گیوٗر ہیوٗ باسان۔
 اس ڈور میٹ کا رنگ سبز ہے۔
جہاز کِس کنٛٹرول پینلس منٛز نۄقص آسنہٕ کہِ وجہہ سۭتۍ پیوٚو جہازس اڈٕ وتہِ وسُن۔
سردارن دیُت نرمی سام میٛانِس سوالس جواب۔
بالُک سرٕد واو اوس ہَوہس تازٕ تھاوان۔
تٔمۍ کٔرۍ مٲلۍ سٕنٛزِ آمدٔنی عٲش
سۄ چھےٚ واریاہ حوصلہٕ واجیٚنۍ تہٕ زِندٕ دِل۔
سٔہلاب سۭتۍ مُتٲثِر گٔمٕتۍ علاقہٕ چھِ پوٗرٕ پٲٹھۍ تباہ گٔمٕتۍ۔
شاہراہس چھِ واریاہ موڑ۔
بہٕ زانن نہٕ سُہ ذٲتی طورس پیٚٹھ۔
أسۍ گٔیہِ بمبیہِ ہَوٲیی جَہازس منٛز
چھانن کٔرۍ کوٗن ہموار۔
لبہِ دیٖو رنٛگُک ہیوُے پھش۔
بہٕ اوسُس وقتَس نِش بےٚ خَبر
سُہ چُھ صحت تہٕ سلامتی مُتعلق کَتھ کران۔
تٔمۍ سٕنٛدۍ خیالات تہٕ عامال چھِ نہٕ رلان
أسۍ چھِ پنٕنۍ آواز بیٚیِس تانۍ واتناونہٕ خٲطرٕ ٹیٚلہِ فون اِستعمال کران۔
دھماکس منٛز آیہِ ژۄداہ نفر مارنہٕ۔
زٕ زنانہٕ آسہٕ سی سی آواز کٔڑِتھ کتھٕ کران۔
شُرۍ سٕنٛدِ ودنہٕ سۭتۍ گٔیہٕ سۄ ہُشارٕ۔
تمہِ مور پنُن پان زہریلہٕ گیس چٮ۪تھ
پگاہ بیٚہمہٕ بہٕ گرِ۔
میٛانیٛو دوستَو مَنوو میٛون زا دۄہ بڑٕ جوشہٕ سان
أسۍ چھِ کٲم کار تہٕ لُطُف الگ مانان۔
تِمو ہیوٚت اکھ أکِس سۭتۍ مُقابلہٕ کرُن
یہِ ٲس اکھ تصوُر نٮ۪بر تقریٖب۔
آز کیاہ چھےٚ سٲنۍ پیٚچیٚنۍ رنان؟
بہٕ گوس تٔمۍ سٕنٛزن کَتھن پٮ۪ٹھ حٲران
زٔمیٖن دار اوس نہٕ یَژھان پنُن بَچھیرٕ کٕنُن
جسمٲنی طور چُھ یہِ نامُمکِن۔
اکبر اوس دۄیو بٔندوٗق بردارو اغواہ کوٚرمُت
سَواریٚن چُھ نہٕ کاک پِٹَس منٛز اژنُک اِجازت
ییٚمہِ کہانی ہٕنٛز سُرخی کیاہ آسہِ؟
طٲلبہِ عٔلمو کوٚر کالجس انٛدر سِگریٹ چیٚنس پیٚٹھ مُظٲہِرٕ۔
تٔمن مایوٗس وُچھِتھ چُھ مےٚ سخت دۄکھ سپدان
اسمانُک رنٛگ چُھ چھتیٛومُت
کِتابہِ منٛز ٲسۍ زٕ پریشان کرن وٲلۍ سوال۔
جہازٕک باحِفاظت لینٛڈ کرنہٕ برٛونٛہہ آیہِ اَسہِ کیٚنٛہہ تشویٖش ناک لمحات پیش
أسۍ چھِ اَکھ نٔو ایٚجَنسی کھولنہٕ باپتھ منٛصوٗبہٕ بَناوان
سُہ کھوٚت کھَڑا کنہِ پہاڑس پٮ۪ٹھ۔
یتھ موثر کامہِ کٔر ساروٕے تعریٖف۔
سۄ ٲس مےٚ برٛونٛٹھ کَنِہ بِہِتھ
میٲنِس گَرس چھےٚ نہٕ کانٛہہ تہِ گاڑِ وتھ۔
سُہ چُھ مِٹھایہِ کھیٚنہٕ نِش پرہیز کران۔
تٔمۍ سُٕنٛد مقصد چُھ گافُک حٲمی بنُن۔
گٲڈۍ درایہِ سیٚکنٛڈ کِس ژِہِس منٛز۔
مےٚ چُھ پنٛنہِ عیالُک ساتھ۔
کِتابہِ اوس وۄزُل جِلدٕ
سِگریٹ چوٚن چُھ صحتہٕ خٲطرٕ سٮ۪ٹھا مُضِر
بہٕ پیارے ژےٚ برآنٛدس پیٚٹھ۔
تٔمۍ سٕنٛدِس پۄشاکس چھِ بٔڑۍ چنٛدٕ۔
تٔمۍ سُنٛد پرٛٮ۪تھ جایہِ رسوٗخ کوٚر پوٗرٕ خانٛدانن محسوٗس۔
بہٕ چُھسَے ژے پنٕنۍ زبان دِوان زِ یہِ سپدِ نہٕ دُبارٕ۔
اگر سُہ امتحانس منٛز کامیاب گژھِ یہِ آسہِ تیٚلہِ حٲرٲنی۔
سۄ عمارت چھےٚ مدرَسس منٛز تبدیٖل کرنہٕ آمٕژ
اصٕل نامؤری چھےٚ اصٕل شکٕل آسنہٕ کھۄتہٕ بہتر۔
تٔمِس چُھ فارسی پٮ۪ٹھ اصٕل عٔبوٗر
اسہِ چُھِ بوڈ امتحان بروٚنہہ زٕ اِبتِدٲیی اِمتِحان۔
بہٕ چھَس پننِس سُپرویزر سٕنٛزِ صلاح تحت کٲم کران
مےٚ چُھ از سمکٕھنہِ گژُھن۔
مےٚ کٔر راتھ أکِس گٮ۪وَن محفِلِ مںٛز شِرکت
امیُک آغاز گوٚوا اچانک؟
یُنوَرسِٹی کٔمِشَنن کٔر رُشوَت کِس معاملَس منٛز تحقیٖقات
سٲنۍ ہیٚچھناون وٲلۍ کٔر سانہِ ہارنٕچ وجہ معلوٗم کرنٕچ کوٗشِش
سُہ چُُھ اَکھ فِکِر منٛد مول
کُھہہ چھِ سفید تِرٛپٔتریو سۭتۍ بٔرِتھ۔
تٔمۍ سُنٛد مرُن اوس اکھ خوف ناک صدمہٕ۔
پٔژھۍ کُٹِھس منٛز چُھ لٔکرِ ہُنٛد تختٕہ
أسۍ سٲری چھِ یِتہِ ٹھیٖکھ۔
یہِ اوس جادو کِس اثراتس تحت اکھ پرون مکان۔
یتھ معاملس منٛز چُھ تۄہہِ کُنہِ درمِیٲنی مقامس پیٚٹھ واتُن۔
زوٗن چھےٚ پرٛٮ۪تھ رٮ۪تہٕ بڑان۔
تس منٛز چھِ أسۍ تیزی وٕچھان۔
بہٕ وٮ۪ژھناوٕ سٲری موضوٗع۔
تُہی کٔرۍوٕ مہربٲنی کٔرِتھ لۄتہِ پہن کتھ؟
تِم چھِ تِمن تشدُدچ دھمکی دِوان۔
رنٛگُک اکھ نوٚو پھش ہیٚکہِ أکِس کُٹِھس ہَیت بدلٲوِتھ۔
تٔمۍ سُنٛد مول چُھ بدمعاش۔
ہم نے چھوٹی ناؤ سے جھیل کو پار کیا۔
سُہ چُھ ہمیشہ سٹیج پرٛوگرامن منٛز اہم کِردار ادا کران۔
ییٚتیٚن چھےٚ اکھ مِثال سیٚٹھا۔
تٔمۍ سٕنٛدِس بد سلوٗکس دیٖو معافی۔
میون مانُن چُھ زِ پرٛٮ۪تھ کانٛہہ چُھ صلٲحیت سان پٲدٕ سپدان۔
تٔمِس چھےٚ پنٕنۍ زِندگی بطورِ اکھ گریلو زنان بنٛد گٔمٕژ باسان۔
أسۍ چھِ سڑکہٕ بناونہٕ باپتھ تار کول اِستعمال کران۔
تٔمۍ سٕنٛدۍ اعمال چھِ نہٕ تٔمۍ سٕنٛزن کَتھن سۭتۍ مُطٲبِقت تھاوان۔
مےٚ لٔب سڑکہِ پٮ۪ٹھ اکھ سۄنہٕ سٕنٛز وٲج۔
بازرس منٛز چھِ مُختلِف قۭمت۔
کٕنن وٲلۍ ٲس جانورس پنٛنِس بٕڑۍبب سٕنٛدِ ناوٕ سۭتۍ نِشاندہی کٔرمٕژ۔
تٔمۍ سٕنٛزِ گاڈِ ہٕنٛدِس ٹٲرس ژاو اکھ کِیُل۔
ییٚتٮ۪ن ضٔروٗرت آسہِ تَتٮ۪ن پَزٮ۪و تۄہہِ برٛیک لگاوٕنۍ
کامہِ کُن چون رَویہِ چُھ نہٕ ٹھیٖکھ
تٔمِس چُھ باسان زار چُھ اکھ عٲب۔
شاباش، اسہِ چُھ تۄہہِ پیٚٹھ ناز۔
تٔمۍ سٕنٛزِ نوِ نوکری ترٛوو تس پٮ۪ٹھ واریاہ دباو۔
تمۍ سٕنز بنیان چھےٚ برابر میٖژٕ باسان۔
تٔمۍ چُُھ اکھ جُرُم کوٚرمُت
اُریٖساہَس منٛز حالَے سمنٛدٔری طوٗفان سۭتۍ گٔیہٕ واریاہ فصٕل تباہ۔
مےٚ چُھ پنُن سورُے گِنٛدنُک سامان کِٹ بیگَس منٛز تھوٚومُت
سُہ چُھ ٲخٕر نٔتیٖجَس واتان
تمہِ دیُت ملایہِ چھونٛپ۔
تٔمۍ سٕنٛزِ اچھٲیی تہٕ محنتن کٔر تس کیریرس منٛز عروٗجس پٮ۪ٹھ واتنس منٛز مدد
تمہِ کٔر بڑٕ قوت سان کتھ۔
عَٔدالتَن دیُت تٔمۍ سٕنٛدِس حَقس منٛز فٲصلہٕ
مےٚ وُچھ تِمن ہُنٛد سلوٗک زبردست شَرارتہٕ ہوٚت۔
سۄ گٔٔیہٕ بےٚ خۄد ییٚلہِ تٔمۍ خوفناک خبر بوٗز۔
گرمی ہٕنٛدِ وجہہ گٔیہِ سۄ بےٚہوش
تِمو ساروٕیو کوٚر شفاخانُک جٲیزٕ۔
تُہۍ چِھوٕ پنٛنِس خراجہِ عقیدتس پیٛاران؟
فوجِکۍ تمام افسر تہٕ جوان چھِ دِلیر۔
اس نے ایک  نتھنی پہنی ہوئی تھی جو اس کی بالیوں سے میل کھاتی تھی۔
سُہ آو تٔمِس کُن دَوان دَوان
مےٚ تھٲوۍ پنٕنۍ پلَو رزِ پٮ۪ٹھ اویزان
ژٕ کیازِ چُھکھ نہٕ بیٚہوان؟
تِم آیہِ قٲد خانہٕ منٛزٕ آزاد کرنہٕ۔
اگر دۄن دَریٚن درمِیان بیٚیہِ ٹکراو گَژھِ سُہ چُھ پارٹی ہِنٛزِ یکجہتی خٲطرٕ مُضِر
تٔمِس چُھ ترٛیٚیِمِس پورس پٮ۪ٹھ فٕلیٹ۔
تمِہِ اوٚن سُہ پۄشاک تماہ کِنۍ۔
اسہِ ووت ییٚمہِ میچہٕ خٲطرٕ واریاہ کال پیاران
بچن چُھ منٛزلِس منٛز سُکوٗن تہٕ آرام میلان۔
مےٚ باسیوو پنٛنِس نٔرِس لمُن ہِیوٗ۔
مدرسہٕ ترٛاوُن چُھ تٔمۍ سُنٛد پنُن خیال۔
کمرہ گلدستے کی خوشبو سے بھرا ہوا تھا۔
تٔمۍ بناوِ کاغزس کیٚنٛہہ عموٗدی رِکھٕ۔
اسہِ پزن فوجہٕ منٛزٕ غدار کڑٕنۍ۔
قصبہٕ اوس حملہٕ کِس زَدس منٛز
مےٚ کٔر تٔمِس تٔمۍ سٕنٛدِس کاروبٲری مُہمس منٛز مدد۔
ژےٚ پَزی ژاسہِ ہُنٛد یہِ شیٖرٕ چیوٚن۔
اسہِ پَزِ زِٹھیٚن عزت کرُن
سُہ ہیٚکہِ زٕ کِلومیٖٹر تانۍ ژھرٛانٛٹھ وٲیِتھ۔
مےٚ چھےٚ پوٗرٕ تقریرٕچ تحریٖر پٔرمٕژ۔
کیٚمۍ مارنہٕ باپتھ چھوٚک تِمو کُٹھِس دوا۔
تِم سٲری چھِ جان بلہ باز۔
یہِ چھےٚ سۄ جاے ییٚتہِ أسۍ پٔتمہِ لٹہِ سمکھییہِ۔
مےٚ چھےٚ وۄمید زِ ژٕ گوکھ نہٕ میٛانہِ سۭتۍ تنٛگ
بہٕ گوس تنقیٖد کہِ عداوتہٕ سۭتۍ واریاہ حٲران۔
تٔمۍ سٕنٛدۍ اَتھٕ ٲسۍ ژِنہِ سۭتۍ کرٛہنیمٕتۍ
سۄ ٲس تس دِلی خٲہِش
ٲخٕر میٛوٗل تٔمِس موقعہٕ تھوڑا آرام کرنہٕ خٲطرٕ
سہ چُھ نہٕ شریف اِنسان۔
کیٖمیٲیی جنٛگُک خطرٕ تہِ اوس۔
"اس نے پھولوں والی بالوں کی پن پہن رکھی ہے۔
"
بچہٕ اوس نںٛگَے۔
ڈرٛامہُک اَہم کِردار چُھ میری ادا کوٚرمُت
تِمو کرٕ تمام نالہِ صاف۔
مےٚ لوٚگ تماشہٕ خانس منٛز حدٕ روٚس مزٕ۔
تٔمِس چھےٚ گۄڈن سخٕت دگ۔
عظیٖم لُکھ چھِ دانٲیی ہِنٛزٕ کتھٕ ونان۔
اکھ رُت نفر آسنہٕ کہِ حیثیت کٔر راجن پنُن دوست منشیاتو نِش بچاونٕچ پوٗرٕ کوٗشِش۔
1983 یِچ دچھِ ہِنٛز فصٕل ٲس سٲروٕے کھۄتہٕ بہترینو منٛزٕ اکھ۔
کُٹھ اوس چمکیٖلہٕ واو مالو سۭتۍ سجٲوِتھ۔
"ہندوستانَس منٛز چھےٚ أکِس سٕژ سٕنٛز اوسط آمدنی 20,000 رۄپیہِ۔"
مےٚ چھےٚ واریاہ زیادٕ کِتابہٕ۔
گَرٕ بَناونہٕ خٲطرٕ پَزِ اَسہِ مٲہِرِ تعمیٖرَس مشوَرٕ ہیُن
یہٕ چُھس تٔمۍ سٕنٛدِس فلسفس پیٚٹھ یقیٖن تھاوان۔
بہٕ چُھس ژےٚ واریاہ زیادٕ محبت کران۔
ہندوستان کِس تواریٖخس منٛز چُھ گُپتا دور شانٛدار دور قرار دِنہٕ آمُت
سُہ چُھ تھدِ پایُک شٲعِر
سُہ چُھ یژھان زِ تٔمِس گژھِ خۄدٲیی درجہٕ کِس طورس پیٚٹھ احتِرام کرنہٕ یُن۔ 
مٲلی بحران قابوٗ کرنہٕ خٲطرٕ آیہِ اکھ وِفاقی جماعت قٲیِم کرنہٕ۔
سۄ چھےٚ أکِس بجہِ تنٛظیٖمہِ ہِنٛز سربراہ۔
کٔمۍ تام دِژ مےٚ اتھٕ بیگس تھپھ
طوُفانٕکۍ زورن کوٚر سخٕت خوف پٲدٕ۔
تٔمِس ٲس زہر دار سۄرپھن ٹھۄپھ دِژمٕژ۔
جَجو کوٚر ثبوٗتن پٮ۪ٹھ بحث تہٕ أتھۍ بنیادس پٮ۪ٹھ کوٚرُکھ فٲصلہٕ۔
أدٕرۍ پَلَو چھِ جِسمَس لٲرِتھ گَژھان
تٔمِس ٲس پنٕنۍ مقامی زبان اِستعمال کرٕنۍ خۄش کران۔
تٔمۍ کوٚر اِدارٕ خٲطرٕ پنٕنۍ حمایت واپس نِنُک اعلان۔
تمہِ رٔوٚٹ اٮ۪واڈ خۄشی سان
یِم دوا ٲس معمول مُطٲبِق بیٚمارِ ہِنٛدِ علاجہٕ خٲطرٕ اِستعمال کرنہٕ یِوان۔
ژےٚ پزی کوٗشش کرٕنۍ زِ یُتھ نہٕ ژٕ کمزور باسکھ۔
سۄ چھےٚ سۄنہٕ تہٕ رۄپھٕ چیٖزن ہُنٛد کارٕ بار کران۔
وزیرِ اعلی یی عوام کہِ دٔسۍ مُنتخب کرنہٕ۔
بُکھارِ منٛزٕ اوس دٕہ وۄتھان۔
منصوٗبس آیہِ شرطہٕ بغٲر منظوری دِنہٕ۔
فضوٗل خرچہٕ سۭتۍ چُھ اِنسان تباہ گژھان۔
سُہ چُھ اکھ قٲبِل طالبہِ علم یُس مُقابلس خٲر مقدم چُھ کران۔
سُہ چُھ پنٛنِس زا دۄہہس پٮ۪ٹھ سایکل یژھان۔
اکھ اِنجیٖنر ہیٚکہِ یہٕ مسلہٕ أنٛزرٲوِتھ۔
پرنسپلن دیُت طالبہِ علمن ہِنٛدِس سربراہس اختیار۔
اسہِ اوس اکھ تھوٚد کُل یَتھ ژَٹنٕچ ضروٗرت ٲس۔
انِگٹہِ سۭتۍ میٛوٗل نہٕ فوجس کانٛہہ تہِ بچاو۔
تٔمۍ کٔر دنٛد چمکاونہٕ خٲطرٕ دنٛدن صاف کرنٕچ پھٮ۪کھ اِستعمال۔
تمہِ بنوو کلاس منٛز غٲر حٲضِر روزنہٕ خٲطرٕ اکھ جان بہانہٕ
کارکردٕگی منٛز ٲس ادبی جوشٕچ کمی۔
گلاب توڑتے ہوئے اس کی انگلی میں کانٹا چب گیا۔
اسلَمن ہارنوو عادِل شطرنجس منٛز۔
رٮ۪تہٕ کالہِ چُھ آسان شِملہ سیاحو سۭتۍ بٔرِتھ۔
تٔمۍ سٕنٛزِ مردانگی پیٚٹھ اوس نہٕ کانٛہہ تہِ شک۔
شاہیٖن چُھ ماز کھٮ۪نہٕ وول جاناوار
أسۍ بیٖٹھۍ سٹیڑِیَم کِس ہیٚرمِس صفس منٛز۔
شِیر بازر چُھ کیٚنٛہہ کالہٕ پٮ۪ٹھٕ ٹھپ۔
تٔمِس آو دِفٲقی قونونٕچ خلاف ورزی کرنُک اِلزام لاگنہٕ۔
مارٹِنا تہٕ جارج بنٛییہِ حال حالے مول موج۔
مٲہرِ آثاریاتن بٔر احتیاط سان کٔھنۍمٕژ جاے پلستر سۭتۍ۔
اَز چُھ مُسلمانن ہِنٛدِ خٲطرٕ جشن۔
سفرُک خاکہٕ اوس مکمل پٲٹھۍ بدلاونہٕ آمُت
ٹارپیڈون کوٚر جہازس آبس تلہٕ گوٚد تہٕ سُہ پھوٚٹ جلدی
مےٚ چُھ نہٕ کُنُے گژُھن۔
بہٕ چُھس چانہِ کھۄتہٕ تھوٚد۔
تٔمِس چُُھ تصویٖر سٲزی منٛز واریاہ جان اتھٕ۔
زنانہِ تُل پنُن پردٕ تھوٚد۔
تٔمۍ سٕنٛز وضاحت مہ ٹھہرٲیِو غلط۔
گاڈٕ چھےٚ میٖژس تہٕ شکلہِ منٛز الگ الگ آسان۔
زنانہٕ چھےٚ مردن ہِنٛدِ کھۄتہٕ کم جُرم کران۔
سُہ چُھ اِجتِماعس منٛز پرٛٮ۪تھ وِزِ موجوٗد آسان
پُھہر کوٗن ژٹُھکھ تیز شرٛاکہِ سۭتۍ۔
وۄستادن آو ونٛنہٕ زِ تِم دیٖن پنٕنۍ راے۔
اسہِ چھِ بٔنۍمٮ۪ن دارِنٕے یوت پردٕ لاگٕنۍ
رام چُھ علاوٕ رۄپیہِ بینٛکَس منٛز تھاوان
پبن منز آیہِ میچ لاگنہٕ خٲطرٕ واریاہ بٔڈۍ ٹی وی سِکریٖن لاگنہٕ۔
لگاتار کوٗشِش کرنہٕ سۭتۍ گٔیہٕ تِم پنٛنِس مسلَس حل کرنس منٛز کامیاب
بہٕ چُھس نہٕ نِکِس نکِس گاشس منٛز وٕچھِتھ ہٮ۪کان
ڈاکٹرو کوٚر تٔمِس تَپس علاج۔
جولایی یس منٛز اوس زیادٕ کھۄتہٕ زیادٕ درجہِ حرارت ۳٠ ڈِگری سلشِیس درٕج کرنہٕ آمُت۔
تٔمۍ سٕنٛزِ مردانگی پیٚٹھ اوس نہٕ کانٛہہ تہِ شک۔
سِپاہو اوس بکتَرُک بنیومُت کوٹھ لوگمُت۔
تٔمۍ سٕنٛز حمایت چھےٚ سانہِ کامہِ خٲطرٕ اہم۔
خبر دِنہٕ وٲلِس رٲو وتھ۔
تٔمۍ سٕنٛدۍ ٹھٹھن کٔر پریشٲنی دوٗر کرنس منٛز مدد۔
مےٚ چھ نہٕ پَیی مےٚ کَتیٚتھ تٔھو پنٕنۍ کِتاب۔
تِہُنٛد بُنیٲدی اصوٗل چُھ ایٖماندٲری۔
مےٚ وُچھ ژھلس منٛز اکھ زِنٛدِ گگُر۔
چاے چھےٚ چایہِ کیٚٹلہِ منٛز تیار ۔
یہِ ہیوٚک نہٕ آبٲدی ہِنٛدِس دٔہمِس حِصس تہِ مدد کٔرِتھ۔
یہ کٲم ہیٚچھِنۍچھےٚ نہٕ سہل۔
مہ کھال پانس شرارت گَژھ ٹھنٛڑٕ
تٔمِس چُھ نٮ۪بَر نہ گَژھنہٕ خٲطرٕ سَہل ہِتھ
اِنٛڈیا گیٹ چُھ تِمن لُکن ہِنٛز یادگار یِم اسہِ محفوٗظ تھاونہٕ خٲطرٕ گُزریٚیہِ۔
چیٖز ٲسۍ صاف پٲٹھۍ بنٛد کرنہٕ آمٕتۍ۔
جمٲعژ منٛز کٔر بغاوت کرن والیو سرکار گِراونٕچ سٲزِش۔
سُہ چُھ ہیٚنہٕ تہٕ کٕنٛنٕچ واریاہ اصٕل حِکمت عملی اِستعمال کران۔
مےٚ آسہٕ یڈ بٔرِتھ مِٹھایہٕ کھیمژٕ۔
پنٕنۍ سٲری چمچہٕ تھٲیِو اخبارس ؤلِتھ۔
خیٲلی حقیقت کِس دُنیاہس منٛز چُھ تُہنٛد خٲر مقدم۔
تٔمِس میلییہِ نوکری قٲبِلِیتس پٮ۪ٹھ۔
پاور کیٚٹلہِ منٛز ہیٚتِنۍ آبَس بُبر کھسٕنۍ
تازٕ تریٖن رِپورٹو تلہٕ چُھ مےٚ یہِ فِکرِ تران زِ بیٖروٗنی طاقت چھِ مسلہٕ کھڑا کرنٕچ کوٗشِش کران
لوٗکو دِیُت تِمن وفوٗر کھیٚن یِم پھاکَے ٲسۍ۔
پریشان مہ گژھ، بہٕ اوس سَے صِرِف ریٚژھِ تُلان۔
بہٕ چُھس یَلہٕ جایہِ اَصٕل پٲٹھۍ شاہ کھٲلِتھ ہٮ۪کان
ہوٲیی فوجس آیہِ نٔوۍ جنگی جہاز چلاونٕچ تربِیت دِنہٕ۔
تٔمِس چُھےٚ اُلٹی ہِش باسان۔
مےٚٚ چُھ اکبَرس پٮ۪ٹھ پوٗرٕ یٔقیٖن
بِجلی وول چُھ تار شیرنٕچ کوٗشِش کران۔
دۄشوٕنی دوستن ہُنٛد دَہن وٕرین ہِنٛدِ وقفہٕ پتہٕ سمکُھن اوس اِتفاق۔
بہٕ چُھس نہٕ وٕنہِ یِژھِ ذمہٕ دٲری خٲطرٕ تیار
مےٚ اوس شک زِ سُہ اوس تتہِ موجود۔
گُرۍ ترٛٲو مٲدانَس منٛز وۄٹھ
کُتب خانس چُھ اکھ لۄکُٹ اشاعتی شعبہٕ۔
ڈاکٹرن چُھ پنُن پان پنٛنیٚن جزباتن نِس الگ کرُن۔
یہِ مواد چُھ ؤسِتھ معیارُک۔
بیول چُھ مقدارس منٛز دۄگنہٕ گوٚمُت۔
گاڈِ چھےٚ صفٲیی ہِنٛز ضروٗرت۔
ہِرنس چھِ خوٗبصوٗرت ہٮ۪نٛگ
سُہ چُھ مذہبی جنونُک شکار۔
تٔمۍ سٕنٛدۍ نقشہٕ چھِ پوٗرٕ ہنٛدوستان کیٚن لُکن منٛز مشہوٗر۔
تٔمۍ پٔر ترٛٮ۪ن ؤرین جانورن ہِنٛز ڈاکٹری۔
سنٛگہِ مرمرُک اکھ ٹُکرٕ چُھ تَتیٚن پتھر۔
مےٚ چھِ پنٛنہِ ہوٹلہٕ خٲطرٕ واریاہ زمیٖن ٹُکرٕ ضروٗرت۔
بہٕ ہٮ۪کہٕ پنٛنہِ بیٚنہِ پٮ۪ٹھ أچھ ؤٹِتھ بَروسہٕ کٔرِتھ
یہِ کُٹھ چُھ باقٕے مکانس نِش الگ کرنہٕ آمُت۔
تۄہہِ چُھ پنُن شرارت کم کرُن ہیٚچُھن۔
تِم ٲس زانٛہہ ناوۄمید گٔمٕتۍ زِ زانٛہہ ی،نۍ تِم بچاونہٕ
وٕنٛلہِ کِنۍ کم نموٗدٲری آسنہٕ کِنۍ ٲس سڑک ژٔھرٕے۔
سۄ گٔیہٕ تٔمۍ سٕنٛزِ خۄش مِزٲزی سۭتۍ مٲیِل
سُہ گوٚو اوٚنٛگجہِ ٹیٚنٛڈٮ۪ن پٮ۪ٹھ واپس کُٹھِس منٛز۔
سۄ گٔیہِ گاڑِ ہِنٛدِس حٲدِثس منٛز شدید زخمی۔
مےٚ چُھ چَک کیش کرنہٕ خٲطرٕ بیٚنٛکَس پٮ۪ٹھ گَژُھن
اثر پٲدٕ کرنہٕ خٲطرٕ رلاوِ تٔمۍ آوازٕ۔
یہِ چُھ امریٖکہ ہُک ساروٕے کھۄتہٕ خوبصوٗرت حِصہٕ۔
میٛانہِ دۄشوے کورِ چھِ بالیغی منٛز۔
اسہِ پزِ نوجوانن منٛز سِگریٹ چیٚنٕچ ہٮ۪متھ پٕھٹراوٕنۍ۔
تۄہہِ ہیٚکٮ۪و یہِ کھٮ۪ن کُنہِ تہِ جایہِ میٖلِتھ
گٲڑۍ چلاون وول اوس سڑکہِ ہُنٛد نشان پرنہٕ چہِ کوٗشِشہِ منٛز غورٕ سان وٕچھان۔
نٔرسہِ دیُت تٔمِس مٔریٖضس واریاہ توجہٕ۔
تٔمِس چھےٚ کامہِ گَژھنہٕ خٲطرٕ گاڑِ ہِنٛز ضٔروٗرت
تٔمۍ تھٲوۍ دستاویز میزس پٮ۪ٹھ۔
سۄ ٲس راتھ واریاہ پریشان۔
تۄہہِِ پَزیو نہٕ پہاڑٕ پیٚٹھٕ بۄن گژُھن۔
بیٛارِِ بچہٕ چُھ ییر چہِ بالہِ سۭتۍ گِنٛدان۔
مہربٲنی کٔٔرِتھ کٔڑِو کانٛٹہٕ ڈبہٕ منٛزٕ نٮ۪بر۔
سُہ آو پٔتِمِس میچس منٛز نٮ۪بر کڑنہٕ۔
تٔمۍ سٕنٛدۍ ہوٗنۍ کٔر تَس کورِ ژوٚپ ہٮ۪نٕچ کوٗشِش
ژےٚ چھےٚ پنٛنِس بوٗٹس پھیٖتہٕ گنٛڑنٕچ ضروٗرت۔
بچن ییٚلہ دنٛدٕ چھِ یِوان تِمن چُھ کینٛہہ تہِ ژاپُن خۄش کران۔
تٔمۍ سٕنٛدۍ دۄشوَے بٲے چھِ ڈاکٹر
بہٕ چُھس پنٛنہِ ضٔمیر کِنۍ واریاہ صاف۔
سُہ چُھ لاعلاج طورس پیٚٹھ کینسَرس منٛز مُبتلا۔
تٔمۍ کوٚڈ گاڑِ اکھ لچھ رۄپیہِ قۭمت۔
اسہِ ژور گرٕ مدرسس نِش نزدیٖکی آسنہٕ کِنۍ۔
تٔمۍ پٔر ترٛٮ۪ن ؤرین جانورن ہِنٛز ڈاکٹری۔
سُہ درٛاو نٮ۪بر کامیٲبی سان۔
شیٖنچ سفیدی چھےٚ لوٗبوٕنۍ۔
بیانس منٛز اوس اِنسٲنی حقوقن ہِنٛز خِلاف ورزی ہِنٛز ذِکِر کرنہٕ آمٕژ۔
پنٛنِس مُقامس پیٚٹھ واتنہٕ خٲطرٕ رَٹو أسۍ آٹو۔
اکبر چُھ اکھ اصٕل اداکار
سۄ چھےٚ تٔمِس پرٛٮ۪تھ صُبحس وارٕ وارٕ ہُشارٕ کران۔
بالا صوٗتی آوازن چُھ واریاہ زیادٕ شور آسان، یُس نہٕ انسان بوٗزِتھ چُھ ہٮ۪کان۔
تِمو لوٚڈ ملکہٕ کہِ حفاظتہٕ خٲطرٕ۔
یہِ چھےٚ اکھ بہتٔریٖن مضموٗن نِگٲری
ہَوہس منٛز چھِ آلوٗدٕ مواد۔
یہِ مکان چُھ پٔتۍ میو دَہو ؤریو پیٚٹھٕ ترٛاونہٕ آمُت۔
تس ٲس پوٗرٕ دۄہس غُنوٗدگی باسان۔
یتھ تجویٖزِ ہِنٛزِ منٛظوٗری خٲطرٕ یِیہِ غور کرنہٕ
مےٚ دِ بیٛاکھ چایہِ کَپ
وٲے، وۄنۍ کُس کرِ سڑکہِ پٮ۪ٹھٕ یہِ سورُے خوٗن صاف!
مُجرِم بچوو أکِس ہفتس گِرِفتٲری نِش۔
سۄ چھِےٚ پنٛنہِ کٔمینہٕ گی کِنۍ عۄہدٕ رٹنہٕ خٲطرٕ ناقٲبِل۔
مےٚ چُھ لۄکچارٕ پٮ۪ٹھٕ یہٕ عادت
رضاکٲری ہنٛد احساس اوس کِتھ تانۍ پٲٹھۍ سانہِ نسلہِ منٛز۔
نیم کے پتے اپنی ادویاتی خصوصیات کے لئے جانے جاتے ہیں۔
بہٕ چُھس خۄش۔
چون کلہٕ دود چُھ پریشٲنۍ کِنۍ۔
تُُہۍ کم کِتابہٕ چِھو پَران۔
مُلٲزِمن گوٚو صحبَس سۭتۍ صٔحی بکواس
سُہ چُھ پننہِ زِنٛدگی ہٕنٛدِس اسوٗد حالس منٛز۔
سُہ چُھ پرٛٮ۪تھ وِزِ پنٛنہِ کامیٲبی ہُنٛد تھٮ۪کان آسان۔
سازو سامان چھِ وٕنہِ تجرُبٲتی مرحلس پٮ۪ٹٕھے۔
مہربٲنی کٔرِتھ کٔرِو یتھ مسلَس پٮ۪ٹھ میٛٲنۍ شکایت درٕج۔
بہٕ چُھس خۄش زِژےٚ کوٚرُتھ امتحان پاس۔
وٕنٛلہِ کِنۍ کم نموٗدٲری آسنہٕ کِنۍ ٲس سڑک ژٔھرٕے۔
ژٕ ہیٚککھ پگاہ یِتھ یا ییٚلہِ ژےٚ خۄش کَری۔
سُہ اوس سوٚدرِس منٛز غۄطہٕ خٲطرٕ گوٚمُت۔
مریٖض چُھ وُنہِ تہِ نظر انٛدٲزی منٛز۔
تٔمِس رٲو ہٮ۪ٹ
میٲنۍ مٲلۍ أنۍ میانہِ خٲطرٕ پرٛانہِ انٛدازٕکۍ کھۄربانہٕ۔
تِمو گُزور اکھ ہفتہٕ تِہنٛدِس گامس منٛز واقع أکِس لۄکٹِٕس مکانس منٛز۔
زار گِنٛدُن چُھ اکھ عٲب۔
تِم ودوٕنۍ بٕتھۍ تھٲیِو یاد۔
سانِہ پالسی چھےٚ تِہنٛدِس منصوٗبس خٕلاف پکان۔
تِمو کٔر مےٚ أکِس بہتر عہدٕچ پیشکش۔
مٲلِک دی نیہِ ہفتہٕ وٕچھنُک اِجازت۔
صُبحٕچ ژھرانٹھ چِھ جِسمٕ خٲطرٕ واریاہ فٲیدٕہ مند آسان۔
سۄ آسہِ مُشکِلن شُرہ ؤرِش۔
سُہ نوجوان چُھ میون بوے۔
تٔمۍ نفرن چیوٚو دعوتس منٛز اکھ لۄکُٹ شرابہٕ دام۔
زنانہٕ چھےٚ بورڈس منٛز پنٛنہِ شِرکت خٲطرٕ مُطالبہٕ کران۔
یہِ چھےٚ شہرٕچ اہم سڑک۔
یہِ ٲس تٔمۍ سٕنٛز دِلیری زِ تٔمۍ ووٚن مےٚ اپُز زیٛور!
یہِ جاکیٹ لاگ تہٕ گژھ بازر۔
یتھ جایہِ منٛز چھِ یِوان مگرمچھ لبنہٕ۔
یِم بطخ چھِ سبزار سان نیٖلہِ رنٛگٕکۍ۔
بہٕ چُھس پنٛنہِ دلیٖلہِ ہِنٛز ذہنس منٛز شکٕل بناوان۔
تۄہہِ پَزٮ۪و اِجلاسس منٛز ہر أکِس سۭتۍ اعتِماد سان مُخٲطب گژُھن
یِمو دۄن واقعَن چُھ نہٕ پانہٕ وٲنۍ کانٛہہ واٹٕھے
دارٮ۪ن منٛز اِضافہٕ کِنۍ چھےٚ ہَوا دٲری منٛز بہتٔری آمٕژ
پُلسَن کوٚر بےٚ ۂتھیار مُظٲہِریٖنن پٮ۪ٹھ حملہٕ
سُہ چُھ سرٛنیٚن خیالن منٛز۔
نیرنہٕ برٛونٛہہ ہیٚکو أسۍ شراب چیٚتھ۔
مےٚ ہٲو تِمن سڑکہِ کُن وتھ۔
تاہم کانٛہہ تہِ حِفاظت ہیٚچ نہٕ اسلَمس پابنٛدی کٔرِتھ
سُہ ریڈیو ڈراما اوس واریاہ اصل۔
لۄکُٹ لٔڑکٕہ اوس میٲنِس دوستہٕ سُنٛد بچہٕ۔
پیانوہس پٮ۪ٹھ تٔمۍ سٕنٛز فنٕچ صلٲحیت چھےٚ حٲران کرن واجیٚنۍ۔
تٔمۍ سٕنٛدۍ اعمال ٲسۍ تٔمۍ سٕنٛدٮ۪ن وعدَو نِش بِلکُل الگ
ظٲہِر ما نیرٕ بہٕ پگاہ۔
سُہ چُھ بِزٲتی میٛون رِشتہٕ دار
ہر ٲکِس پٮ۪ٹھ ٲس نواب سٕنٛز حکوٗمت۔
ژٕ کیا چُھکھ یَژھان بیٚیہٕ
دَب لگنہٕ سۭتۍ پھٹ تٔمِس قمرٕچ أڑِج
بہٕ چُھس نہٕ یِم زٕ خیال رلاوان۔
بہٕ چُھس یتھ مسلس پٮ۪ٹھ تُہنٛدٮ۪ن تبصُرن ہِنٛز قدٕر کران
حٲدِثہٕ کہِ وجہہ اوس ٹریفِک واریاہن گٲنٛٹن رُکاونہٕ آمُت۔
گراینڑرس چھِ تیز بلیڑ آسان۔
اسہِ پَزِ گرٛوٚپ کٮ۪ن اہم مثٲیلن سۭتۍ وٲقِف سپدُن
کٔشیٖرِ منٛز چھےٚ سٮ۪ٹھا زیادٕ قۄدرٔتی خوٗبصوٗرتی
زٕ تقریٖبہٕ آسہٕ اَکی ساتہٕ اَوَے پیٚیہِ اسہِ اکھ ترٛاوٕنۍ
دروازن ہٕنٛدۍ یِم چوکاٹ چھِ ٹیٖٖککۍ بناونہٕ آمٕتۍ ۔
یتُھ بدمعاش مہ بن۔
تٔمۍ سٕنٛزِ خوٗبصوٗرتی ہِنٛدِ بےٚ نۄقصیتن کٔرۍ سٲری مُتٲثِر۔
زٲہدن ہٲوۍ زبردست منشہٕ۔
بس اَڑس نیٚبرٕ کنہِ سمیٛوو اکھ ۂجوٗم،
وۄمید چھےٚ زِ تۄہہہِ روزِ خۄشوُن سفر!
حُکومتن چھےٚ درٛۄجرس پیٚٹھ رُکاوٹ عٲیِد کٔرمٕژ۔
تٔمِس چھےٚ نیہٕ گاڑِ ہِنٛز خٲہِش۔
مےٚ چھِ تۭٲریٖخی ناولہٕ پرنہٕ واریاہ خۄش کران
اثرات ٲسۍ واریاہ مٮ۪قدارس منٛز۔
موسم بہار میں درخت میں چھوٹی چھوٹی سبز کلیاں ہوتی تھیں۔
ژےٚ پَزی سِگریٹ چیٚنُک عادت مٔشراوُن
مےٚ مہٕ تمبلاو۔
سُہ موٗد شِشہٕ نارِچہِ بیٚمارِ کِنۍ۔
ونس منٛز آو اکھ عجیٖب جانور لبنہٕ۔
معاشِیت چھےٚ مسلن پیٚٹھ مسلن منٛز ہٮ۪نہٕ آمٕژ۔۔
تاج محل چھےٚ اکھ یادگار عمارت، یۄس شاہ جہانن پنٛنہِ خانٛدارنہِ ہِنٛدِ یاد گارِ منٛز بنٲومٕژ ٲس۔
مےٚ وُچھ خوفناک خواب
یہِ چھےٚ قدرت کہِ طرفہٕ سپدن واجنیٛو آفتو منٛزٕ اکھ۔
ژٕ ہٮ۪ککھٕ اسہ فوٹۄٗ تُلِتھ؟
 بادشاہ نے ایک خوبصورت پالکی میں سفر کیا۔
کُل چُھ مکانہٕ پٮ۪ٹھٕ لگ بگ دہ فُٹہٕ دوٗر۔
بہٕ اوسُس واریاہ تھوٚکمُت!
تٔمۍ سٕنٛدِس رِیاستس منٛز چُھ اکھ مستحکم، باترتیب سِیٲسی نِظام۔
تۄہہِ میلیو گٲڑۍ۔
مےٚ دیٖو پنٕنۍ اتھٕ آبہٕ سۭتۍ چھلنہٕ۔
سُہ چُھ اکھ نٮ۪تہٕ سۄت نفر باسان۔
ٲخٕر کار لوٚب تِمو پنُن بچہٕ۔
سُہ چُھ بجہِ سڑکہِ نِش دوٗر روزان۔
تٔمۍ کوٚر شہرس منٛز فتح وول دٲخلہٕ۔
نیہِ پالسی یِنہٕ کِنۍ ہُریو شِیَرن ہُنٛد قۭمت
یُتھ فضوٗل چیٖز لیٚکِتھ کِتھ کٔنۍ ہیٚکِو تُہۍ پنُن درجہٕ کم کٔرِتھ؟
عقل منٛد لوٗکھ چھِ عمل کرنہٕ بروٚنٛہہ سونٛچان۔
تِم چھِ تٔمی سٕنٛد خٲطرٕ زبردست خطرٕ۔
سُہ چُھ اکھ بد مِزاز وول نفر۔
دۄن رنٛگن درمِیان فرق کرٕنۍ چھےٚ مُشکِل۔
اسہِ کٔر مۄختصر کتھ باتھ تہٕ پتہٕ درٛایہِ سۄ۔
تٔمِس چُُھ مغرِبی طرزُک سوٗٹ لٲگِتھ۔
سۄ چھےٚ ہمیشہٕ کالیج علاوٕ کھیٚن نِوان۔
تٔمۍ ترٲو شیٚنٛگِتھ بچَس پٮ۪ٹھ کمل۔
ٲخری قٕسط یی پگاہ ہاونہٕ۔
بہٕ اوسُُس نہٕ مایوٗسٕے یوت کیٚنٛہہ، بہٕ اوسُس بِلکُل پریشانہِ حال۔
سۄ ٲس بِلکُل اکھ معموٗلی کوٗر۔
میون مقصد اوس نہٕ تس بےٚ عزت کرٕنۍ۔
میزس تل ٲس اکھ بیٲر۔
سُہ اوس تہمَتُک شِکار۔
واریاہ تبدیٖلی آیہِ شیٚن رٮ۪تن منٛز ییٚلہِ سۄ کمپنی پیٚٹھٕ ٲس۔
ڈاکٹرن کوٚر مریٖض سُنٛد اصٕل پٲٹھۍ مُعاینٕہ۔
ژٕ ہٮ۪کہٕ کھٕ یہِ چِٹھۍ میاہِ خٲطرٕ ڈاک کٔرِتھ؟
بہٕ چھیٚس یَژھان پنٛنہِ سۄنہٕ وَسہٕ خٲطرٕ لٔکرِ ہُنٛد نقشہٕ دار ڈَبہٕ اَنُن
عٮ۪مارتہِ منٛز آو دماکہٕ کرنہٕ
ٲسۍ چھِ نہٕ دہشت گرد۔
بہٕ چُھس پنٛنِس ہوٗنِس سۭتۍ دِگرس پیدل چکر کران۔
طالبِہ علمو کوٗر اصٕل پٲٹھۍ سلوٗک۔
میانہِ گرٕ یِنہٕ سۭتۍ آیہِ تس واریاہ مشکِل درپیش۔
تٔمِس ٲس خون بدلاونٕچ ضٔروٗرت
ییٚمِس خۄداے پسنٛد چُھ کران سُہ چُھ لۄکٹُے مَران۔
حُکومتن أنۍ بیٚنٛک قومی مِلکِیتس منٛز۔
چون وۄستاد چُھ چون بہتریٖن وَتھہ ہاوُن وول
برَس دِ مٕژراونہٕ خٲطرٕ دَکہٕ۔
خراب صحت ہیٚکہِ زِنٛدگی ہِنٛزِ کامیٲبی منٛز رُکاوٹ پٲدٕ کٔرِتھ
أسۍ روٗدۍ درٛگِس تہٕ بہترین ہوٹلس منٛز۔
جیلس منز پانژن ؤرین روزنہٕ پتہٕ آیہِ تس آزٲدی دِنہٕ۔
ابِمنیوٗ اوس پانٛڑون ہُنٛد اکھ اہم سپاہ سالار
میزس پٮ۪ٹھ اوس گردِ ہُنٛد اکھ زٲویُل تہہ۔
وۄمید چھےٚ زِ حٲضری آسہِ پرسُک کہِ رِکاڈ کھۄتہٕ زیادٕ۔
تِم وٲتۍ أکِس سرسری نتیٖجس پیٚٹھ۔
فِلم گٔیہِ واریاہ کامیاب
آبٲدی منٛز ہُریٚر چُھ ترقِیٲتی پروگرامن ددارٕ واتناوان۔
نٮ۪بر گژھنہٕ خٲطرٕ چُھ نہٕ موسم صحیح۔
مِستٔرۍ کۄر میٲنِس سایکلس ہوا برنہٕ خٲطرٕ پمپ استعمال۔
یہِ زمین چُھ نہٕ وٕنہِ کاشتکٲری خٲطرٕ اِستعمال کرنہٕ آمُت۔
دوا چُھ مۄچرٕ کِنۍ بوتلہِ منٛزٕ وارٕ وارٕ وسان۔
اسہِ چھےٚ پٔتۍ مٮ۪ن دَہن ؤرین ہِنٛدٮ۪ن سالانہٕ رِپوٹن نظر دِنٕچ ضٔروٗرت
ہِنٛدُستانٕچ معٲشِیت چھےٚ زراعتَس پٮ۪ٹھ دارمَدار
سُہ اوس ننٛگَے روٗزِتھ ژھرانٛٹھ وایان۔
مٲلی وصٲیِلن ہِنٛزِ کٔمی باپتھ گٔیہٕ کمپٔنی بنٛد
یہِ کتھ بنٲیِو یقیٖنی زِ ترُ زنٛگُل چھُ ڈنٛجہِ۔
تٔمۍ دِیُت پنُن تقریٖر زبردست عقٕل منٛدی تہٕ جوش سان۔
أچھ ہِنٛز جرٲحی چھےٚ واریاہ ٲوِج آسان۔
بہٕ چُھس واریاہ پریشان۔
سُہ چُھ تمہِ ہوٹلُک مٲلِک۔
تٔمۍ سٕنٛدِ حٲدِثہٕ پتہٕ روٗز نہٕ تٔمِس گٲڑۍ چلاونٕچ ہٮ۪مت۔
بتہٕ کھٮ۪نہٕ وِزِ بیٛوٗٹُھس بہٕ تس بُتھِ کنہِ۔
کالہٕ تُل اسہِ بٕزِتھ گاڈن ہُنٛد لُطُف۔
صحت چھِ بٔڑ دولت
مےٚ چُھ پنٛنہِ کامہِ پیٚٹھ فخر۔
اسہِ کوٚر ٲخری شہس تام وفادار روزنُک عہد۔
مےٚ چُھ پنُن تَوَجہ بہتر بناوُن مُشکِل باسان
اگر ژٕ اِمتِحانس منٛز ناکام گژھکھ، چون مول گژھِ مایوٗس۔
مےٚ چُھ یِمن گاڈٮ۪ن ہُنٛد قۭمت ونُن۔
سُہ چُُھ پنٛنہِ زَنانہِ سۭتۍ وحشِیانہٕ سٔلوٗک کَران
ژےٚ پرٛزنووتھنہٕ سُہ نفر؟
ادھمپور تہٕ پنجابس منٛز گوٚو درجہِ حرارت صِفر کھۄتہٕ بۄن۔
میگزیٖنَس چھےٚ گولہِ مۄکلیمژٕ۔
أنٛز سٕنٛز پکھ چھےٚ زخمی گٔمٕژ۔
تٔمِس ٲسۍ عجیٖب پٲٹھۍ پَلو لٲگِتھ۔
سُہ چُھ أکِس پاک دامن کورِ سۭتۍ خانٛدر کرُن یژھان۔
ذات پات خٲطرٕ گژھنہٕ لڑٲے زانہہ تہِ خَتٕم۔
یہِ تہِ تۄہہِ خۄش کرِ تہِ ہیٚکِو تُہۍ کھٮ۪تھ۔
تنٛظیٖمی چُناو یی پگاہ لڑنہٕ۔
یَتھ کیسَس پٮ۪ٹھ ٲس ڈاکٹَرن ہِنٛز پوٗرٕ جماعت کٲم کَران
میون قیاس چُھ نہٕ بےٚ بُنیاد۔
راجا روی ورما سٕنٛزٕ تصویٖرٕ چھےٚ واریاہ مشہوٗر۔
ییٚمہِ رِسالٕچ چھےٚ یونیورسٹی منٛز سارِوٕے کھۄتہٕ زیادٕ اِشاعت۔
اخبارس منٛز اوس نہٕ مضموٗنُک پوٗرٕ مَواد
یہِ چُھ پیدل وتہِ ہِنٛزِ دوٗری پیٚھ۔
تٔمۍ سُنٛد بُتھ وۄشلیٛوو شرارتہٕ سۭتۍ۔
یہِ چُھ یتھ مُلکس منٛز اکھ عام دستوٗر۔
تٔمِس چُھ اسوُن بُتھ۔
تٔمۍ سُنٛد شور کرنُک عادت چُھ لگ بگ سارنی تفریق تُلان۔
سُہ اوس پنٛنہِ جوٲنی منٛز صلٲحیت وول موسیٖقار۔
تتہِ چُھ اکھ سیوٚد کھڑا کُل۔
دۄشوَے دُچہِ بٲے ٲس لنٛدنس منٛز زامٕتۍ۔
ؤلِو ٲخری مِصرعہٕ گیٚوَو بیٚیہِ۔
ٹٮ۪کٕس دِیُن چُھ نہٕ کٲنٛسہِ تہِ خۄش کران۔
تٔمۍ رنہِ رلہٕ مِلہٕ سبزِیہِ۔
خراب مُشکہٕ کِنۍ پیوٚو مےٚ کُٹھِ منٛزٕ نٮ۪بر نیرُن۔
مےٚ چُھ نہٕ وٕنیُک تانۍ تٔمِس ہیوٗ کانٛہہ پونٛسن ہُنٛد لالچی وُچھمُت۔
تٔمۍ سٕنٛزِ گاڑِ اوٚن ٹرٛکہِ ٹاس۔
گائیں ہرے بھرے کھیت میں چر رہی تھیں۔
یِم مسٲیِل چھِ عام طورس پیٚٹھ دۄن قٕسمن منٛز یِوان۔
بہٕ چُھس یہِ یژھان یہِنوکری کرٕنۍ۔
تٔمۍ سُنٛد منصوٗبہٕ چُھ معاشِیاتس منٛز ڈِگری حٲصِل کرٕنۍ تہٕ پتہٕ بیٖروٗنی مُلکس منٛز کٲم کرٕنۍ۔
سۄ چھےٚ اِنتِہٲیی قٕسمَت واجیٚنۍ۔
تَس مِلیٚو ہوسٹَلَس منٛز روزنہٕ خٲطرٕ جاے۔
دُنیا چہِ پرٛٮ۪تھ کُنہِ تجٲرتی وتہِ چھِ پنٕنۍ سمنٛدری جہاز گشت کران۔
کھیٚن ژٲپِو اصٕل پٲٹھۍ۔
تٔمۍ ژور ہیٛوٗمینٹیٖز بجایہِ ساینس موضوٗع۔
تِم سٲری چھِ اِکہٕ وٹہٕ جماعت بناوان۔
مندرُک پادٕرۍ اوس اکھ رُت نفر۔
سۄ ٲس حٲدِثہٕ پتہٕ أکِس گٲنٛٹس تانۍ بےٚ حیٚس۔
"قٲعِدس مُطٲبِق گژھٕ نہٕ بہٕ ییٚتہِ آسُن۔ 
"
اسہِ کوٚر ؤکیٖل پنُن قونوٗنی مسلہٕ أنٛزراونہٕ خٲطرٕ۔
یِتھ کٔنۍ اورٕ یورٕ کرُن کر بنٛد۔
ییٚلہِ أسۍ آگرا گٔیہِ اسہِ تُل تاج محلس فوٹوٗ۔
یِمن لاطینی لفظن ہُنٛد تلفظ کرُن چُھ مُشکِل۔
لٔڑکہٕ اوس سایکلس پیڑل دی دی تھوٚکمُت۔
کٔشیٖرِ ہٕنٛدۍ لوٗکھ چھِ مُشکلی سان زِنٛدگی گُزاران
پنٛژہ نٔوۍ جنٛگی جہاز ٲسۍ فوجس واتناونہٕ آمٕتۍ۔
سۄن چُھ اکھ قۭمتی معدنِیات۔
تٔمِس چھےٚ اتھن بستہٕ۔
ہنٛدوستانن چُھ میچ زیوٗنمُت۔
ؤلِو شوٗبوٕنہِ وادی منٛز نَژو۔
سِپہَن آو ہُشٲری سان کھڑا روزنُک حُکُم دِنہٕ
آبہٕ کہِ بارٕ سۭتۍ پھوٚٹ بنٛڈ۔
فِلِم چھےٚ أکِس معموٗلی دلیٖلہِ پیٚٹھ مبنی۔
مےٚ دِژٕے ژےٚ تیٖژاہ بہتریٖن تربیت ییٖژاھ بہٕ دِتھ ہیٚکہٕ ہا۔
سۄ کٲم چھےٚ پایہِ تکمیلس وٲژمٕژ۔
ناوِ منٛز ٲسۍ پانٛژ نفر ٲبی سفر کران۔
تٔمۍ ٲس پنٕنۍ تصویٖر وردی منٛز بناونٲومٕژ۔
باقٕے جبس منٛز ٲس ٲبی مٲش تہٕ ژھاوٕجہِ شٲمِل۔
سرکار کہِ طرفہٕ کنٛٹرٛول نٲفِز کرنَس منٛز ناکٲمی ہیٚکہِ اَفراتَفری ہُنٛد بٲعِث بٔنِتھ
"""اِتھ کٔنۍ روزِ سۄ محفوٗط"""
ڈینگوٗ چھےٚ اکھ خطرناک بٮ۪مٲرۍ۔
تٔمۍ سٕنٛزِ حوصلہٕ افزٲیی بغٲر ہٮ۪کہا نہٕ بہٕ یہِ حٲصِل کٔرِتھ۔
تٔمۍ چھےٚ میٛانہِ خٲطرٕ اکھ درٛوٚج کِتاب أنٛۍمٕژ۔
أسۍ گٔیہِ سمنٛدری بٔٹِھس پٮ۪ٹھ کٔچھوٕ وٕچھنہِ۔
کمپنی چھےٚ نہٕ کانٛہہ تہِ غلط کٲم مٹہِ ہٮ۪وان۔
سُہ اوس آوُر لہذا ہیوٚک نہٕ سُہ یِتھ۔
سُہ چُھ ٲکِس متعبرک فقیر سُنٛد مُریٖد۔
تاوِ مٔتِھو تیٖل۔
بہٕ چُھس واریاہ تھوٚکمُت۔
مدرَسن منٛز چھِ نہٕ پرناونٕکۍ سامان
کارخانس منٛز چھےٚ مِشیٖنہٕ واریاہ اِستعمال سۭتۍ گسہٕ یِنہِ ہٮ۪ژمژٕ۔
گام واتنہٕ خٲطر تٔرۍ أسۍ نالہٕ کِنۍ۔
شیٚشتٕر صنعت چھےٚ وۄنۍ پۄختہٕ پٲٹھۍ قٲیِم کرنہٕ آمٕژ۔
چیتک اوس رانا پرٛتاپ سُنٛد قۭمتی گُر۔
مےٚ چُھ باسان زِ ژےٚ پزی پنٛنِس مُستقبِلس مُتعلق سونٛچُن۔
مےٚ گژھن کیٚنٛہہ یلہٕ کاغز۔
تَتیُک ضِد چُھ تُرُن۔
بہٕ چُھس ژےٚ واریاہ زیادٕ محبت کران۔
سُہ چُھ سُکوٗن تہٕ خۄش دِلی ہِنٛز زِنٛدگی بَسر یَژھان کرُن
تٔمِس گوٚو پٔتمہِ رٲژ ہِنٛدِ شَرارتُک ہُریومُت رژھا محسوٗس۔
ہوٗن چُھ غذا ٹوٗرِس منٛز کھٮ۪وان۔
سُہ چُھ پنٛنِس مٲلِس ماجہِ ہِنٛز سختی سۭتۍ تنٛگ آمُت۔
توہہِ پزِ اجتماع ہس منٛز گژُھن۔
طالبہِ علِمن خٲطرٕ چھِ کورس واریاہ تہٕ مُختٔلِف۔
اسلَم گوٚو ہَوٲیی اَڈس پٮ۪ٹھ
سچِن چُھ بہتریٖن کِرکٹ کھلٲڑۍ۔
چمک دار لب چھےٚ شوٗبان۔
پریشٲنی منٛز دوستن سۭتۍ روزُن چُھ جان۔
سۄ چھےٚ عٔظیٖم کِردار واجیٚنۍ زنان
گانٛٹہٕ بیر ٲس ہواہس منٛز نژان۔
رِسالہٕ چُھ واقعاتن ہِنٛدِس سِلسِلس پیٚٹھ اکھ تفصیٖلی بیان پیش کران۔
بتہٕ کھٮ۪نہ پتہٕ چھیٚلِو بانہٕ۔
حُسین چُھ توپ خانَس منٛز بَطورِ فوجی کٲم کَران
یہِٕ ٲس پٔزۍ پٲٹھۍ اکھ مایوٗس کرن واجیٚنۍ خبر۔
لڑکہٕ چھِ تٔمِس مُتٲثِر کٔرنہٕ باپتھ اکھ ٲکِس سۭتۍ مقابلہٕ کران۔
مےٚ چھِ وُنہِ تہِ پوٗرٕ اُمید زِ أسۍ زینو یہِ کھیل
یتھ اِنتِخابس منٛز وٲلۍ سِیٲسی جمٲژو کم وۄمید وار مٲدانس منٛز۔
گاڑِ آسہٕ بٔرِتھ۔
سۄ زنان ٲس نسلی معاملن مُتعلق واریاہ آواز تُلان۔
جہازُک اہم ڈانٛچہٕ چُھ تیار۔
ییٚمہِ ہفتہٕ کٮ۪ن ٲخری دۄہن ہِنٛدۍ آثار چھِ نہٕ تِتھۍ یُتھ اِنسان مُنتظِر روزِ۔
سُُہ چُھ اکھ دوکھٕ باز۔
تِمو کوٚر سۄنہٕ بازرس پیٚٹھ قبضہٕ۔
میٛانہِ بیٛارِ چھےٚ نَرم جَتھ
ٹیٚکسٕچ ادایگی نہ کرنس پیٚٹھ أسۍ تٔمۍ سٕنٛز مِلکیت ضبط کرنہٕ آمٕژ۔
قونوٗن چہِ منٛظوٗری خٲطرٕ پیٚیہِ سارنی زور دیُن
ایٚوریٚسٹ پہاڑ چُھ دُنیاہُک ساروٕے کھۄتہٕ تھوٚد تیٚنتول۔
چھکڑن آو اکھ أکِس سۭتۍ زورٕ ٹاس۔
سُہ چُھ سارنی سۭتۍ اَصٕل سٔلوٗک کَران
پنُن خۭمہٕ لٲگِو آبہٕ شارس نزدیٖک۔
واریاہ ایٚجنسِیہِ چھےٚ پرٛٮ۪تھ ؤریہِ بیٖروٗنی ملکن منٛز نوکری پیش کران۔
یہِ مدرسہٕ چُھ بہترین مانٛنہٕ یِوان۔
صِرِف لاگ یتھ اتھٕ۔
تٔمۍ دِیُت پنٛنہِ کورِ سۄنہٕ سُنٛد پونٛڑ
مےٚ چُھ باسان بہٕ ہٮ۪کہٕ نہٕ زیادٕ سرد موسمس منٛز زِنٛدٕ روٗزِتھ۔
سماجِکۍ ہیٚرمہِ درجٕکۍ طبقٕکۍ چھِ بٔنمہِ طبقہٕ کٮ۪ن لوٗکن ہٕنٛدٮ۪ن مسلن نِشہِ بےٚ خبر آسان۔
تٔمۍ ووٗن لیسہِ دٔنٛدرِ دار میز پوش
نتیٖجہٕ نیرِ پگاہ تانۍ۔
مگر چون ساروٕے کھۄتہٕ بوٚڑ صِفت چُھ چٲنۍ ایٖمان دٲری۔
سُہ چُھ مِزازٕ کِنۍ کھوژٕبٕڑ۔
جانوَر کھوٗژۍ گگرایہِ سۭتۍ۔
تِم چھِ ؤری وادو پیٚٹھٕ اکھ أکِس مُطٲبِق۔
سُہ چُھ فرانسی قومُک فرد یُس اِٹلی منٛز کٲم چُھ کران۔
اگر سُہ کامیاب گژھِ ہا تٔمۍ آسہِ ہا ٹھیکہٕ روٚٹمُت۔
تٔمِۍ سُنٛد مقصَد چُھ ڈاکٹر بَنُن
اَسہِ پَزِ نہٕ پنٛنٮ۪ن فرٲیضن نِش پَتھ روزُن
سُہ چُھ بَطورِ مُنٕش کامہِ کوٚگمُت
أسۍ پٔکۍ دریاو مٔنٛزۍ۔
تٔمۍ أنۍ پنٕنۍ تمام منصوٗبہٕ واریاہ اَصٕل پٲٹھۍ عملہِ منٛز۔
سۄ چھےٚ بانہٕ چھلان۔
بنیے نے مختلف قسم کے اشیائے خوردونوش کا ذخیرہ کر رکھا تھا۔
سُہ چُھ اکھ سوداگر۔
مےٚ کوٚر یٕمن شُریٚن دُعٲے خٲر۔
وۄستادن کٔر طٲلبہِ علمس تٔمۍ سٕںنٛدِ محنتہٕ خٲطرٕ تعریف۔
سۄ چھےٚ أکھ ناماور اداکارہ۔
اسہِ چھا مِصرس منٛز اژنہٕ خٲطرٕ اِجازت نامٕچ ضروٗرت؟
سۄ چھےٚ یژھان میکانیات پرُن۔
بنٛڈل اوس تٔمۍ سٕنٛدِس کمرس پٮ۪ٹھ گۄبِرٕ سان الونٛد
کیٚنٛٛہہ انسان چھِ منفرد، غٲبی طاقتہٕ سان زٮ۪وان۔
فِلمہِ ہِنٛدِس ٲخرس پٮ۪ٹھ آو مےٚ أچھ منٛز اوٚش۔
قٲدیو بنوو ژلنٕچہِ وتہِ خٲطرٕ منصوٗبہٕ۔
اکھ کھسوٕنۍ لہر چھےٚ تمام ناون تھوٚد تُلان۔
تِمن آو ونٛنہٕ زِ تِم کرٕنۍ پنٕنی پاسپورٹ واپس۔
یُس تہِ گۄڈٕ یی تٔمِس میلہِ اِنعام۔
صُبحن چھِ  منٛدرن منٛز گَنٹی واینہٕ یِوان۔
آکسیجن چُھ سُہ گیس یُس أسۍ چھِ شہہس منٛز نِوان
شاہ بلو کا درخت باغ میں سایہ فراہم کرتا ہے۔
اسہِ پزِ موضوٗع کِس بُنیٲدی تصَوُرس پٮ۪ٹھ زور دیُن
وٕنلہِ منٛز آو گاڑٮ۪ن اکھ أکِس سۭتۍ ٹاس۔
حامِد چُھ ٹَر ونان لحاظا گژھِ نہٕ تس پژھ کرٕنۍ
تٔمِس پٮ۪ٹھ اوس آمُت مُجرِمس مَدد کرنُک اِلزام لَگاونہٕ
بچہٕ چُھ شیٚنٛگِتھ شور کٔرِتھ مہ کرُن ہُشارٕ۔
اسہِ چِھ بۄن تالَو۔
تٔمۍ سُنٛد پان اوس مضبوٗط تہٕ سخٕت۔
بادام گوجہِ آسہٕ ٹیٚچھٕ
ٹرانزِسٹرٕچ آواز تھاو پوٗرٕ بڑِ۔
ژوٗرس اوس پُلسن گیرٕ کوٚرمُت۔
سُہ چُھ تحریر شِنٲسی منٛز مٲہِر۔
عجٲیِب گر چُھ ہر دۄہ یلہٕ آسان۔
بسہِ منٛز ٲسۍ پانٛژ شُرۍ۔
روٗدٕ کِس موسمس منز چُھ جیٖل بٔرِتھ آسان۔
مزیٖد، یہِ چُھ میٲنِس توجس منٛز آمُت۔
یونیورسٹی کوٚرُس بہٕ اصٕل کُرسی پیٚٹھ بِہِتھ کرنہٕ یِنہٕ واجیٚنۍ نوکری خٲطرٕ تیار۔
یَلہٕ سٕہَس نزدیٖک گَژُھن ہیٚکہِ خطرناک ثٲبِت گٔژھِتھ
تٔمۍ سُنٛد خانٛدار چُھ تٔمِس پیٚٹھ غلبہٕ پرٛاوان۔
مےٚ وٕچھ فِلِم ویڈیو ٹیپس پٮ۪ٹھ۔
سۄ چھےٚ نہٕ عام طور دہن بجن تانۍ یِوان۔
یِتھ کٔنۍ سۄ لۄکچارَس رَچھنہٕ آیہِ تٔمِس چُھ تَمیُک سخ محسوٗس
صحت چُھ دولت کھۄتہٕ بہتر۔
سڑکن پیٚٹھ چھےٚ گاڑیٚن ہِنٛز مقدار بَڑان۔
سُہ یی ضروٗر تس ہوٲیی اڈس پٮ۪ٹھ اِستقبال کرنہِ۔
تٔمۍ ژھونٛڈ پنٛنہِ عیال خٲطرٕ کواٹر۔
یہِ کِتاب دِ ازانس تہٕ باقی تھاو عدیٖمس خٲطرٕ۔
بٔنٛدوٗقَن ہِنٛز آسٲنی سان دٔستِیٲبی چھےٚ تٔھدِس پیٚمانَس پٮ۪ٹھ پھٲلَن والِس تشدُدَس ذِموار
پزرٕ بغٲر چُھ نہٕ کیٚنٛہہ تہِ خوبصورت۔
تٔمِس آیہٕ جہاز کہِ پٔتۍمہِ طرفہٕ بیٚہنٕچ جاے دِنہٕ۔
سُہ چُھ اکھ واریاہ اصٕل نژن وول
نیٖرِو سَرس منٛز لگٲیِو وۄٹھ، تُہی ہیٚچِھو جلدی ژھرٛانٛٹھ وایِنۍ۔
یہِ ذموٲری چھےٚ تٔمۍ سٕنٛدٮ۪ن شانن پٮ۪ٹھ اَکھ بوج بَنیمٕژ
تٔمی آس أکِس تاپہٕ سۭتۍ گاشراونہٕ آمتس کُٹِھس منٛز۔
چاٹس پٮ۪ٹھ شکلن واٹھ کرنہٕ خٲطرٕ کر تھوڑا گونٛد استعمال
عمارت ٲس والنہٕ آمٕژ۔
مےٚ چھِ اتھ مُعٲینہٕ کرنٕچ ضروٗرت۔
ژٕ چُھکھ خلاف ورزی خٲطرٕ گِرِفتار کرنہٕ یوان۔
زبٲنۍ ہُنٛد ہیٚچُھن چُھ بچس منٛز فِطری آسان۔
تٔمۍ رٔٹ پیٚنٛد بہتٔریٖن پٲٹھۍ
ہَوٲیی جہاز کہِ حٲدۍثُک وجہہ پَے لگاوُن چُھ سٮ۪ٹھا مُشکِل
تٔمس چُھ اکثر آسان کژھن پھکھ یوان۔
مےٚ کٔٔر تصوُر کرنٕچ کوٗشِش زِ اکوُہمہِ صدی منٛٛز کیُتھ آسہِ سون ہنٛدوستان۔
تِمن چُھ چھکڑس منٛز سامان برُن۔
طالبہِ علِمن خٲطرٕ چھِ واریاہ پیشہٕ ورانہٕ تربِیت دستِیاب۔
پانٛژِ ؤری کھۄتہٕ کم بچہِ چھِ گاڑٮ۪ن تہٕ ریلن منٛز عموٗمن مُفت سفر کران۔
ہوٲیی جہازس منٛز سفر کرنہٕ سۭتۍ چُھ واریاہ وقت بَچان
کتھ باتھ چھےٚ وٕنہِ تہِ جٲری۔
گُرِس پیٚٹھ سوار فوج اوس برٛونٛہہ کُن پکان۔
سۄ چھےٚ ییٚمہِ کامہِ خٲطرٕ مانراوٕنۍ سٮ۪ٹھاہ مُشکِل۔
تِم وٲتۍ بالہٕ کِس تیٚنٛتٲلِس تام۔
سۄ ٲس غٲر حقیقت پسندانہ۔
تٔمِس چُھنہٕ مُستقبِل خٲطرٕ کانٛہہ جان منصوٗبہٕ
مےٚ چھِ نہٕ ماٹَم خۄش کَران
مندر چھِ عِبادتن ہِنٛزٕ جایہِ۔
رانی ٲس کاژرِ رنٛگٕچ بٔنٛیان لٲگِتھ
تٔمۍ لوے گُرِس پنٛنہِ چھانٛٹہٕ سۭتۍ۔
تٔمۍ کوٚر پنٛنہِ نَیہِ زنٛدگی ہِنٛدِس طریٖقس سۭتۍ پانس جلدی عادت۔
اکھ خبر ٲس بےٚ ایٖمان اخبار نٔویٖسن ہِنٛدِ دٔسۍ تیار کرنہٕ آمٕژ۔
سۄ چھےٚ مہریٚنہِ پٲراونہِ آمٕژ۔
تٔمۍ دِتۍ اسہِ سٲنِس نٔوِس کارٕبارس خٲطرٕ کیٚنٛہہ مشورٕ۔
تٔمۍ سٕنٛزِ کامیٲبی ہِنٛزِ وتہِ منٛز چھےٚ اکھ بٔڑ رُکاوٹ۔
سُہ چُھ زمیٖنس منٛز دۄکرٕ سۭتۍ ٹِکیُل ٹُھکان۔
راتہٕ پٮ۪ٹھٕ چھےٚ میٛٲنۍ أچھ ہُنیمٕژ۔
یہِ چُھ واریاہ عار انن وول۔
تُہۍ ہیٚکوٕ نیٚبرِمہِ بتہِ یلہٕ ترٛٲوِتھ؟
واریاہ لُکھ چھِ نہٕ بِگ بینٛگ تھیوری سۭتۍ اتفاق کران۔
یتھ جمٲژ اقتدارس منٛز یِنس چھےٚ نہٕ کانٛہہ اُمید۔
کیلے کے درخت پکے پھلوں سے بھرے تھے۔
کٲم چھےٚ واریاہ تھکراون واجیٚنۍ۔
سُپریٖم کوٹ کٮ۪ن ججن ہِندۍ ارکان بیٖٹھۍ جیسِکا لال سُنٛد کیس حل کرنہٕ خٲطرٕ۔
جَج صٲبن دِژ تٔمۍ سٕنٛدِس دعواہس منٛظوٗری
رامنوجا اوس میتھس منٛز ذہین
گٲمس چھےٚ تُہنٛزِ مددٕچ ضروٗرت۔
مادری زَبانہِ مںز لٮ۪کھنہٕ آمتہِ الفاظُک معنی ہٮ۪کَو أسۍ آرام سان سمجِتھ
ژۄپٲرۍ چھےٚ چانہِ محبت آسنٕچ افوا
پنُن کلہٕ تُلِو ہیوٚر کُن!
ٲسۍ بوٗزٕ دلیٖلہِ ہِنٛزٕ زٕ مُختلِف صوٗرتہٕ۔
ہَردَس منٛز چھِ کُلٮ۪ن پَنہٕ ؤتٕھر پٮ۪وان
تِمو لڑوو بند دروازٕ کھولنہٕ خٲطرٕ سخٕت زور۔
دماکہٕ پتہٕ آیہِ ترٛےٚ افسر مٲدانس منٛز۔
پٔتۍمہِ ہفتہٕ کوٚر سانیٛو دُشمنو سون مکان تباہ۔
سۄ روٗز شہر چہِ خلوک جایہِ منٛز ژوٗرِ۔
جانوَر محدوٗد جاین منٛز تھاوٕنۍ چھِ گۄناہ
ناگپوٗرس چھِ سنٛگتر کلٮ۪ن ہٕنٛدۍ واریاہ جُھنٛڈ
سُہ پیوٚو پٔتھرِس پیٚٹھ۔
خطہِ جدی چُھ شمالس منٛز واقع۔
تٔمِس اوس تنٛظیٖمہِ دونٛکٕھہ دِنُک اِلزام لاگنہٕ آمُت
تٔمۍ سُنٛد کاروبار چُھ تس واریاہ زیادٕ نفع دِوان۔
اہلہِ کار گٔیہٕ جنٛڑٕ لہراونہِ۔
تِم ٲسۍ پَریشٲنی منٛز تٔمۍ سٕنٛدِس یِنس پیاران۔
نانہِ ہٕنٛز داے ٲس پٔزۍ پٲٹھۍ اکھ قۭمتی شخص۔
عجٲیِب گر چُھ ہر دۄہ یلہٕ آسان۔
جرٲہی کرن وٲلۍ دیُت مریضس یٔڑۍ دولہٕ کھش۔
آتھوار شامَس وَرٲے چُھ آسان پیٖزا ہر وِزِ دٔستِیاب
مسلہٕ حل کرنہٕ خٲطرٕ چُھ تۄہہِ پنٛنِس طریقس ترتیب دِنٕچ ضروٗرت۔
یہِ چُھ ساینَسس پیٚٹھ اکھ مقالہٕ۔
ٹیٖمہِ کٔر قٲبلہِ تعریٖف کارکردگی۔
یتھ چمرٕ کِس کار خانس منٛز چھِ کھۄر بانہٕ بناونہٕ یِوان۔
باسان چُھ زن میون مستقبل چُھ زوالَس کُن رفتار سان پکان۔
تٔمۍ سُنٛد کارٕبار بَڑیوو تیٖزی سان۔
تِمو ہیوٚک نہٕ تالوَس رنٛگ کٔرِتھ تِکیازِ سُہ اوس واریاہ تھوٚد۔
تٔمی سٕنٛٛدِ جادادُک ڈبہٕ اوس واریاہ لۄکُٹ تہٕ ہچوٗ۔
جنرلن بُلٲوۍ فوجی مُظٲہِرٕ خٲطرٕ سِپاہ نٮ۪بر۔
پارسَلس چُھ آمُت غلط پَتہہ لٮ۪کھنہٕ
مےٚ چُھ پنٛنِس نیٚچوِس حسن ناو تھوومُت۔
کانٛہہ ہیٚکیا پٔزۍ پٲٹھۍ دہن مِنٛٹن ہِنٛدِس اِنٛٹرویوس منٛز کٲنٛسہِ وۄمیدوار سٕنٛزِ قٲبلِیتُک انٛدازٕ لگٲوِتھ؟
تمہِ رٔنۍ بَد سٕنٛز ران از
تِمن ہِنٛدۍ سٲری خٔریٖدار چھِ تِمن رٲزۍ۔
بیٚنٛکَس منٛز بجےٚخطرٕچ گنٛٹی
سۄ چھےٚ أکِس نٔوِس ظٲلِم تہٕ جٲبِر افسرس ماتحت کٲم کران۔
کارخانہٕ خٲطرٕ مالٕچ فرٲہمی چھےٚ تٔمۍ سٕنٛز ذِمہ وٲری۔
اکھ لۄکُٹ بچہٕ اوس تٔمِس سۭتۍ بیزٲری سان وۄدنی۔
موجی! بہٕ نیرَے وۄنۍ۔
کُرسی میز چھِ کُٹھِس سجاوٹس منٛز ہُرٮ۪ر کران۔
چِٹھۍ آیہِ از ڈاکس منٛز۔
ہُہ بچہٕ چُھ ناقص پٲٹھۍ بڑان
تنٛخواہ دِنہٕ برٛونٛہہ چھِ تِم سٲنۍ پرٛٮ۪تھ دُہٕچ حٲضِری وٕچھان۔
صدٕٕر چُھ قومس تقریٖر کَرن وول
اسہِ چُھ فٲصلہٕ کرُن زِ کیا چُھ کرُن۔
کمپٔنی منٛز چھےٚ کیٚنٛہہ خٲلی اسامہِ۔
میٲنِس پیٚترس چُھ گامَس منٛز اکھ کھہہ۔
تٔمس اوس رگہِ زخم گوٚمُت۔
شاید گٔیہِ تس ٲخری گٲڈۍ اتھٕ۔
اسہِ کھیوٚو واریاہ زیادٕ ماز تہٕ کۄکر۔
سُہ چُھ اکھ دیانت دار کاروبٲرۍ۔
تٔمۍ سُنٛد اصلی مقصد کیاہ اوس؟
تِمو اوٚن کِرکٹ ٹیٖمہِ خٲطرٕ بہتٔریٖن کوچ
کوٗنس پٮ۪ٹھ ٲس اَکھ تُرٛ پُہٕر عٮ۪مارت
اس نے اپنی گردن کو ایک خوبصورت زمرد کے ہار سے سجایا۔
اکھ وُشُن ناگ پھوٚٹ کنہِ پَلو منٛزٕ۔
مےٚ وٕچھ سۄ گٲڈۍ چلاون وِزِ۔
کارخانہٕ چُھ پنُن وۄپداو مقامی بازرن منٛز کٕنان۔
یتھ کِتابہِ منٛز چھےٚ شُریٚن خٲطرٕ ہتھ دٔلیٖلہٕ
مےٚ چھِ ڈِٹرجنٛٹ ضروٗرت بانہٕ چھلنہٕ خٲطرٕ
تٔمۍ کوٚر پنُن پان تباہ۔
بہٕ سمکھیوس کانفرنسہِ منٛز واریاہن لوٗکن۔
تٔمۍ کٔر گگُر رٹنہٕ خٲطرٕ ژامنہِ رژھا اِستعمال۔
سُہ چُھ نہٕ فرانسی بولان۔
ژٕ ہٮ۪ککھ دیوار چہِ یلہٕ جایہِ کِنۍ نیٖرِتھ۔
پُلسَن نیٛوو سُہ رٔٹِتھ مگر سُہ اوس بےٚ داغ
کھیٚن حٲصِل کرُن اوس مُشکِل۔
مےٚ بوٗز اکہِ زور دار دھماکٕچ آواز۔
اگر تُہۍ محنت کٔرِو تُہۍ گٔژِھو کامیاب۔
شِکٲرۍ ہوٗنۍ ٲسۍ راتھ کیُتھ وولان
تِمو کوٚرہوس بہٕ اصٕل پٲٹھۍ تٔمۍ سٕنٛدِس حالتس مُتعلق آگاہ۔
یہٕ چُھ مُقابلُک دور
یہِ وَتھ چھےٚ میون گرٕ کُن گژھان۔
حیدرآباد میونسِپل کارپوریشن چُھ شہر چہِ صفٲیی خٲطرٕ ذِمہ دار۔
زخمی جانور اوس دگہِ سۭتۍ گرٛٮ۪کہٕ دِوان۔
وووٕرۍ جاناوار چھِ اصٕل ٲلۍ بناوان۔
جنٛگن کٔرۍ واریاہ لُکھ ختم۔
راموٗ تہٕ تٔمۍ سُنٛد سٲتھی آو غٲر قونونی کاروبار کرنس پٮ۪ٹھ رٹنہٕ
سُہ چُھ کھاتن ہُنٛد تصدیٖق کرن وول۔
راتھ ٲس تٔمِس مٔکٕر قمیٖض لٲگِتھ۔
مےٚ وٕچھ ۂجوٗمس منٛز کیٚنٛہہ زٲنۍ کار لُکھ۔
مہربٲنی کٔرِتھ ژٕ ہٮ۪کہٕ کھٕ یور یِتھ
سُہ چھا پٔزۍ پٲٹھۍ بٔدرٕ بیٚمارِ منٛز ہٮ۪نہٕ آمُت؟
تٔمِس چُھ خۄشوُن مس لوٚٹ۔
تٔمِس چُھ پنٛنیٚن طٲلبہِ علمن تواریٖخ پرناوٕنۍ خۄش کران۔
کامیٲبی پراونُک چُھ نہٕ کانٛہہ سہل نُسخہٕ۔
مےٚ چُھ نہٕ تہِ باسان، تمہِ دِیُت سختی سان جواب۔
مےٚ چُھ کٲلۍکٮ۪تھ واپس گرٕ گژُھن۔
مہربٲنی کٔرِتھ کٔرِو دۄن گاڑٮ۪ن درمِیان جاے کم۔
سۄ چھےٚ اکھ کامیاب گلوکار بنٛنُک خواب وٕچھان۔
نوٚو نِظام اوس کم معیارُک لبنہٕ آمُت۔
بچہِ چھِ مٲدانس منٛز گِنٛدان
بہٕ چھس پنٕنۍ تعلیٖم جٲری تھاوٕنۍ یژھان۔
سٲنِس گامس منٛز چھےٚ بِجلی ہِنٛز قلعت۔
سۄ چھےٚ پنٕنۍ کٲم بذاتہِ خۄد کرٕنۍ یژھان۔
کُنہِ مقصد بغٲر پکُن چُھ بےٚ مطلب۔
مےٚ پرٛژھ تٔمِس زِ بہٕ کتہٕ ہٮ۪کہٕ چٔھتٕر أنِتھ۔
رٮ۪تہٕ کالہِ چھےٚ وولٹیج بڑان۔
کُٹھ اوس آرام دہ۔
یہِ کپُر چُھ واریاہ توٚن۔
ٲخری کھیلس منٛز آو تِہُنٛد ٹیٖم ہارناونہٕ۔
ییٚمہِ جایہِ ہُنٛد تٲثیٖر چُھ واریاہ خۄشوُن۔
سہ چُھ کوج چہِ دعوتہِ منٛز شِرکت کرنہِ گوٚمُت۔
دُنیا چُھ وجودس منٛز، چاہے تۄہہِ یہِ پسنٛد چُھ یا نہ چُھ۔
أسۍ پکو بروٚنہہ کُن مین سڑکہِ کُن
یتھ محلس منٛز چُھ امُن تہٕ سکوٗن۔
مارٹِن لوتھر بادشاہ موٗد اکہِ عظیٖم مقصد خٲطرٕ۔
تِمو یِم ۂتھیار اِستعمال کٔرۍ تِم ٲسۍ کَنہِ تہٕ تیٖر کَمان
زِنٛدگی ہِنٛدِس ہر أکِس پہلوٗوس منٛز مِلاوٹ آمٕژ۔
یہِ کۄکُر بٕزِو۔
پُلسہٕ وۄل دریٛوو ژوٗرَس پتہٕ
تٔمِس چُھ سخت خطرٕ زِ تس کرن مجٲہِد حملہٕ
یتھ مکانس چُھ تقریٖباً شیٹھ لچھ قۭمت۔
سالن میں ایک چمچ زیرہ ڈالیں۔
لٔڑکہٕ پیوٚو پٔتھرِس پیٚٹھ ٹاس کٔرِتھ۔
اسلم اوس پنٕنۍ ادارن بین الاقوامی کانفرنس منٛز بطورِ نُمٲیِنٛدٕ سوٗزمُت۔
عٮ۪مارت ٲس تھدٮ۪و محرابَو سۭتۍ بہتٔریٖن گٔمٕژ
یتھ گِلاسس چُھ اکھ بوٚڈ گوٚڈ
تٔمۍ سٕنٛزِ کمپٔنی زیوٗن واریاہ نفع
مےٚ چُھ باسان سُہ چُھ پنٛنہِ بہودری ہِنٛزِ زیچھِ دلیٖلہٕ بناوان۔
تِمو ووے نژن والیں ہِنٛدِ خٲطرٕ اکھ تال۔
تٔمۍ دیُت مےٚ بحژس منٛز ساتھ۔
یِم تمام طریٖقہٕ گژھن درستگی لحاظہٕ تصدیٖق کرنہٕ یِنۍ۔
تنٛظیٖمہِ ہُنٛد اِختیار چُھ سربَراہَن روٚٹمُت
اس نے چاقو کو سان پر تیز کیا۔
پوٚہل اوس پنٛنہِ گاوِ کوڑٕ والان۔
نفرتتہٕ شرارت چھِ انسٲنیتٕکۍ دُشمن
مےٚ کوٚر یہِ پنٛنہِ مرضی سۭتۍ۔
مےٚ چُھ یٔقیٖٖن زِ ٲخٕر گَژھِ سورُے ٹھیٖکھ
یہِ تہِ تۄہہِ چُھ تمہِ خٲطرٕ گژھ شُکُرگُزار روزُن۔
تٔمۍ کٔر پوٗرٕ دلیٖل واضح طورس پیٚٹھ بیان۔
سُہ گوٚو کمپنی منٛز أکِس تربِیت رٹن وٲلۍ سٕنٛدِس طورس پیٚٹھ شٲمِل۔
دِہٲتی زِنٛدگی مُتعلق اِطلاعٲتی رۄح رکان چھِ یتھ گایڈس مُنٲسِب بناوان۔
پروگرام چُھ دلیٖلہِ ہُنٛد موختصر خلاصہ پیش کران۔
سُہ اوس زرد تہٕ تھوٚکمُت باسان۔
سُہ چُھ گِراج سنبالان
پنُن مِزاز تھاوو قابوٗوَس منٛز
گٲڑۍ چھےٚ خوبصوٗرت تہٕ سیٚٹھا جدیٖد۔
مےٚ چُھ أکِس لۄکٹِس مکانس منٛز پنٛنہِ روزنُک اِنتِظام کوٚرمُت۔
کِتاب چھےٚ واریاہ مزٕدار ۔
تالَاب چُھ بےٚ کار کُلیو سۭتۍ بٔرِتھ۔
کارکردٕگی منٛز ٲس ادبی جوشٕچ کمی۔
مےٚ چُھ ریلہِ منٛز سفر کرُن پسنٛد۔
سُہ چُھ پنٕنۍ کمزوری مانان۔
تِم چھِ دچھہِ باغس منٛز کٲم کران۔
سٲنِس مدرَسس اوس بوٚڑ صَحن
تٔمِس چُھ کمزور شِشنور۔
اَواڈ دِنٕچ تقریٖب یِیہٕ نَیہٕ ہفتہٕ مُنعقد کرنہٕ
زیادٕ تر سودا چھِ یِوان فونسٕے پیٚٹھ کرنہٕ۔
تمہِ کوٚر راتھ یِنُک وعدٕ۔
تٔمۍ سٕنٛدۍ جواب چھِ ہمیشہٕ مُنٲسِب آسان۔
بیٲرۍ چھِ اکھ پالتوٗ جانور۔
سُہ چُھ سٕرکہٕ کٕنان۔
سُہ چُھ ییٚتہِ پٮ۪ٹھاوٲلی کَران
آیس کریٖم کھیٚیِو، امہِ کِس کُملٕنَس مہ پیٛٲرِو۔
نٔوۍ شاگرد تنٛگ کَرنہٕ خٲطرٕ مٔنٛج طٲلبہِ عٔلمَو پرٛنسپَلس معٲفی
خانٛدر آو جٲیِز قرار دِنہٕ۔
کٲجِس پیٚٹھ کٔرو اتھ مُتعلق کتھ باتھ۔
منسپُلٹی کارکُنو ترٛٲے صفٲیی خٲطرٕ نالہِ منٛز شیٚشتٕرو ڈنٛڈٕ۔
سرحدی رِیاستن چُھ ہمیشہٕ بیٖروٗنی حملن ہُنٛد خطرٕ آسان۔
ییٚمہِ ساتہٕ تۄہہِ خۄش کرِ تمہِ ساتہٕ ییٖو سون گرٕ۔
ژےٚ چُھیہِ پوٗرٕ پٲٹھۍ یقیٖن؟
میٲن دوستس چُھ گۄڈنیُک اِنعام زیوٗنمُت۔
لڑایہِ گَرٮ۪و ژارِ اخبٲری نُمٲیِنٛدن تِہنٛزٕ غٲر سمٲجی ہرکتہٕ بیان کرنہٕ خٲطرٕ لٮ۪کہِ
آسمان اوس کرٛیٚہنہِ اوٚبرٕ کِنۍ سوٗرۍ گوٚمُت
سۄ چھِ یونیورسٹی منٛز علمِہ سِیاست پران۔
عددی صلٲحیت چہِ درجہٕ بٔنٛدی خٲطرٕ چھِ ٹیٚسٹ آسان۔
مےٚ چُھ اکہِ سالُک اِنتظام کرُن۔
جمہوٗریت چھےٚ سۄ حکوٗمت ییٚمِچ نُماینٛدگی عوام چُھ کران۔
ژٕ ہٮ۪ککھٕ یِژٕھی بیٚاکھ کانٛہہ مِثال پیش کٔرِتھ
تٔمۍ سٕنٛزِ غدٲری کِنۍ ترٛٲو سۄ پنٕنۍ مٲلۍ قٲد خانس منٛز۔
فِلمہِ منٛز چُھ أکِس عظیٖم اِنسان سٕنٛدِ بننُک طریٖقہٕ خوٗبصوٗرتی سان ہاونہٕ آمُت۔
بہٕ چُھس أکِس نٔوِس مدرَسس گژھنُک اِرادٕ کران۔
سُہ بیوٗٹھ تٔمۍ سٕنٛدِس کُٹھِس نیٚبرٕ کنہِ دۄن گٲنٛٹن۔
یتھ کِتابہِ چھِ اردہ باب
تتھ بازرَس منٛز چھِ لگ بگ سٲری چیٖز دٔستِیاب
تٔمِس اوس جان پۄشاک لٲگِتھ۔
تَٔمہِ پرٛژھ تٔٔمِس زِ مِشیٖن کِتھ پٲٹھۍ چھےٚ چلاوٕنۍ۔
تمہِ کوٚر پننِس خانٛدرس متعلق جلد بٲزی منٛز فٲصلہٕ
دُشمنس پیٚٹھ چُھ دباو بڑان۔
مےٚ چُھ اخبار پوٚرمُت۔
ییٚمہِ ہفتٕچ بٔڑ خَبر چھےٚ تٔمۍ سُنٛد خانٛدر
سٕژن تُل نوِ سوٗٹہٕ خٲطرٕ میون میٖژ۔
مےٚ چُھ فُٹ بال میچ وُچُھن خۄش کران۔
رنٛگ سازَس چُھ رنٛگ کرنہٕ خٲطرٕ بُرُس اَنُن
تٔمِس دیٖو نوٚو دفتر ژھانٛڑنٕچ کٲم۔
تمہِ کتابہِ ہِنٛزٕ چھےٚ ژتجی لچھ کھۄتہٕ زیادٕ کاپیہِ کٕننہٕ آمژٕ۔
تٔمِس چُھ نہٕ لٲزمی طورس پیٚٹھ تور گژُھن۔
تِم چھِ مُقابلس منٛز اِستعمال گژھن واجنہِ زٲوجہِ شمشیر بناوان۔
اسلَمس ٲس مریَمس سۭتۍ نِشٲنۍ کٔرِتھ۔
اتھ مسلس منٛز ٲس تٔمۍ سٕنٛز شموٗلیت سیٚٹھا زیادٕ۔
تٔمِس چُھ فن کارانہٕ مِزاز
یہِ اوس اکھ ذہنی دباو وول اِجلاس۔
تِم وٲتۍ ریس ٹریکس اڈٕووٚت تہٕ آیہِ واپس
سُہ چُھ نٮ۪تہٕ سۄت، مگر توتہِ پنٛنہِ کامہِ منٛز جان۔
پگاہ چُھ تٔمۍ سُنٛد وُہیُم زا دۄہ۔
مےٚ چھِ ٲنٛٹ کٔڈِتھ خٔضٕر کھیٚنۍ خۄش کران
بہٕ چُھس ترٛیش چیٚوان تِکیٛازِ بہٕ چُھس ترٛیشہِ ہوٚت۔
پنٕنۍ قۭمتی چیٖز تھاو قُلفس تل۔
نہ ہیٚکہِ ریل تہٕ نہ ہیٚکہِ بس اسہِ تور وقتس پٮ۪ٹھ واتنٲوِتھ۔
بہٕ وٕشناوٕ کوجہٕ خٲطرٕ ھوڑا شۄربہٕ۔
تٔمِۍ مِٹوو بوڑِ پٮ۪ٹھٕ نمبر۔
تٔمِس آیہِ پنٛنہِ خٕدمات خٲطرٕ جان بخشِش دِنہٕ۔
ژوٗرِ اوٚنمُت مال کس چُھ نہٕ خۄش کران؟
تۄہہِ کوٚروٕ اکھ چکر مکمل؟
سُہ چُھ ؤنی کٮ۪ن دہلی یونیورسٹی ہنٛد وایس چانسلر۔
چاروٲے ژایہٕ سٲنِس باغس منٛز
یتھ نوکری خٲطرٕ چُھ اصٕل کتھ باتھِ ہُنٛد ہوٚنر ضٔروٗری
کٲم سپدِ سہولیت سان اگر تُہی صِرِف کٲم کرن وٲلۍ حرکتس منٛز أنِو۔
سُہ چُھ أفیٖمُک عٲدی۔
مریَمس چُھ جلدی شرارت کھسان۔
شیٚیہِ ریٚتھۍ پَتَے گوٚو جورِ طلاق۔
ییٚمۍ واقعن بدلوو رایہِ عامُک رۄخ۔
سُو چُھ أکِس عیالس منٛز کِرایہٕ در سٕنٛدِس طورس پیٚٹھ روزان۔
سُہ گوٚو پننہِ ترقی ہِنٛز خبر بوٗزِتھ خۄش۔
تٔمۍ دِژ تٔمِس مُصیٖبتہٕ نِش بچنہٕ خٲطرٕ نوکری۔
یہِ ترجمہ اوس واریاہ مُشکِل۔
ہجوٗمن لہرٲوۍ جنٛڑٕ ییٚلہِ صدر نیٮ۪ر درٛاو۔
ڈایناسور ہٮ۪ک نہ تبدیل شُدا ماحول حصابٕ رٗزِتھ
بہٕ چُھس حِساب کِس منٛطِقس منٛز کمزور۔
وقتُک رفتار ہیٚکی ژےٚ پتھ ترٛٲوِتھ اگر ژٕ شیٚنگِتھ روزکھ۔
تِہِنٛز ٹٲٹھ کوٗر چھےٚ پَگاہ یِنہٕ واجیٚنۍ
تِم چھِ قۄدرتی مُداخلتٕکۍ طلب گار۔
سُہ اوس نٔہٕ تتھ بےٚ عزتی لایق یۄس تس کرنہٕ ٲس آمٕژ۔
ریلہِ ہِنٛدۍ سامان تُلن وٲلۍ دِژ راتھ کِیُتھ سارنۍ کمل۔
کانٛگرَسُک نَفر کرِ پگاہ تقریٖر
تٔمۍ اوٚس پنٛنہِ نِشانہِٕ پٮ۪ٹھ نٔفیٖس پۄشاک لوگمُت
اِنکم ٹیٚکسُک مۄل کڑن وول آو اچانک دفترس منٛز جٲیزٕ نِنہِ۔
تس سٕنٛز مُختلف کامہِ کرنٕچ صلٲحِیت چھےٚ تس غٲر معمولی بناوان۔
سُہ لٹرکہٕ ییٚمۍ سٕنٛز یہ کِتاب چھےٚ، ییہِ پتہٕ۔
یہِ آلہٕ چُھ وولٹیج کم کرنہٕ خٲطرٕ اِستعمال کرنہٕ یِوان۔
سۄ ٲس شُراہ ؤرِش، جوان تہٕ جوشہٕ ۂژ۔
سۄ کَرِ پنٕنۍ کٲم پانے
سۄ چھےٚ گۄڈنِکہِ انعامہٕ خٲطرٕ جدوجَہر کران
مےٚ کوٚر سُہ خبر دار کرنٕچ کوٗشش، مگر تٔمۍ بوٗزُے نہٕ میون۔
تٔمۍ سُنٛد کُھلا اوس تٔمۍ سٕنٛزِ زِنٛدگی ہُنٛد مُشکِل دور
تٔمِس ؤنِو تور گَژھ۔
ؤکیٖلن لوٚڑ مُقدِم کامیٲبی سان
بہٕ گوس حٲران ییٚلہِ تٔمۍ منٛظوٗری دِژ
وۄستادن کٔر مٲلِس ماجہِ تِہنٛدس شُرۍ سٕندِ بد سٔلوٗکی ہِنٛز شیٚکایَت
تٔمِۍ کوٚر ہنٛگتہٕ منٛگہٕ پنُن تقریر اختِتام
یہِ سامان چُھ سانہِ دفتَرُگ تازہٕ تٔریٖن ہُرٮ۪ر
مُقدِم آو سُپریٖم کوٹ سوزنہٕ۔
یُتھے پانیُل تُرُن چُھ گژُھان، یہِ چُھ مایہِ دار گژھان۔
تمہِ اوٚس خۄشی سان
تٔمِس چُھ اسوُن بُتھ۔
تٔمۍ سٕنٛٛز ذہنی حالت چھےٚ شکاور۔
تٔمۍ چلوو کیوباہس تانۍ اکھ لۄکُٹ ہوٲیی جہاز۔
کالکرنڑس چُھ اکھ پنچایت حکوٗمت کران یتھ منٛز پانٛژ سیٖٹہٕ چھےٚ۔
تٔمۍ رُکٲو چِٹھۍ بُغض آسنہٕ کِنۍ۔
سۄ ٲس واریاہ ہمدرد ییٚلہِ بہٕ بٮ۪مار ٲسٕس۔
وارہاہ لوٗکھ چھِ ناوِ منٛز دریاوس اپور تران۔
تِمن فایلن ترٛٲیِو نِشانہٕ یِم اسہِ پتہٕ ضٔرورت ہٮ۪کن پٮ۪تھ۔
سُہ چُھ تیوٗت پریشان زِ سُہ چُھ مُشکلی سان سوٗنٛچِتھ ہٮ۪کان
گٮ۪ون وٲلۍ جاناوار چھِ صُبحس پرٛٮ۪تھ أکِس پانس کُن مٲیِل کران۔
تٔمۍ سٕنٛزِ کامیٲبی ہُنٛد سامان اوس محنت۔
تِمو سوٗز سامان واریاہس زیادٕ تعدادس منٛز۔
لٔکٕر ٲس سرٛیٚہہ سۭتۍ دوٚگٕنۍ گٔمٕژ۔
چانہِ بدصوٗرتی ہیٚکہِ نہٕ سِنٛگار تہِ کیٚنٛہہ کٔرِتھ۔
گرنیٹ کہِ ٹاسہٕ سۭتۍ کھوٗژۍ سٲری۔
تٔمۍ کٔر سخت محنت وقتس پٮ۪ٹھ کٲم ختم کرنہٕ خٲطرٕ
راتھ کیُتھ آیہِ گگراین ہِنٛز تیز آواز۔
تٔٔمِس چُھ پرٛٮ۪تھ وِزِ پنٛنِس عیالس سۭتۍ تنازٕ آسان
انٛگریٖزۍ منٛز چھِ اِسمہِ فٲعِلٕکۍ زٕ قٕسٕم۔
تفتیٖش کرنہٕ پتہٕ گٔیہٕ تٔمۍ سٕنٛدۍ دعوا غلط ثٲبِت
گاڑِ ہیٚژٕن حرکت گژٕھنۍ۔
پنُن ٲس تھاو بنٛد!
تٔمِس چُھ کمرٕ یَتھ منٛز اُکہٕ نفری پَلنٛگ چُھ
مےٚ وٕچھۍ پنٛنِس بٕڑۍببس نِش واریاہ پرٛٲنۍ سِکہٕ۔
تٔمِس چُھ پنُن پان بطورِ کپتان برقرار تھاوُن۔
تٔمۍ تٔھو چایہِ کیٚٹٕل میزس پیٚٹھ۔
تٔمۍ چھےٚ پنٛنِس شُعبَس منٛز واریاہ نامؤری حٲصِل کٔرمٕژ۔
مےٚ چھےٚ نہٕ درٛوٚگِس دُکانس پٮ۪ٹھ کیٚنٛہہ تہِ ہٮ۪نٕچ حٔثِیت۔
تِمن ہِنٛز سختی کم کرنہٕ خٲطرٕ یہِ کینٛژھا سُہ کٔرِتھ ہیٚکہِ ہا تہِ کوٚر تٔمۍ۔
اسہِ میوٗل موقعہ سوٗپر سٹارس اکھ نظر وُچھنُک۔
تٔمِس چُھ خَراب وقت چَلان
بہٕ ہٮ۪کَے نہٕ ژےٚ مدد کٔرِتھ اگر نہٕ ژٕ مےٚ پٮ۪ٹھ پژھ کَرکھ۔
عجٲیِب گرٕ چُھ آتھوارن انٛدر اژنہٕ خٲطرٕ پونٛسہٕ معاف کران۔
کالجس مںٛز گژھنہٕ بروٚنٛہہ کٔر تمہِ کیںٛژس کالس مدرسس منٛز کٲم۔
أمِس کٔرِو اصٕل پٲٹھۍ خٔدمت، یہِ چھےٚ مُستقبِلٕچ بادشاہ باے۔
لنٛدن گژھنہٕ خٲطرٕ کھوٚت راحُل ہَوٲیی جہازس
تِم چھِِ بستہٕ کھالن وول مواد اِستعمال کران۔
تٔمۍ سٕنٛزٕ مژھٕ چھےٚ واریاہ مضبوٗط۔
اسہِ کوٚر مسلہٕ حل کرنہٕ خٲطرٕ اکھ ترتیب وار نۄقطے نظر اختیار۔
تِمو چُھ تجویٖزِ نکار کوٚرمُت۔
مہابھارتُک گۄڈنِیُک جِلٕد پٔرِو۔
مےٚ دِیُت نہٕ صارفیٖنن ہٕنٛزن شکایتن کُن کانٛہہ توجہہ
تِم چھِ پنُن کاروبار جُرم خٲطرٕ اکہِ ذٔرِیعہِ رٔنٛگۍ اَستعمال کران۔
تٔمۍ دیُت میانیٚن الفاظن ہُنٛد غلط حوالہٕ۔
یہِ کٔرِو عملہِ منٛز انٛنٕچ کوٗشِش۔
تٔمۍ لٲگۍ دعوتہٕ خٲطرٕ جان پَلو۔
تٔمۍ ورتٲو مےٚ سۭتۍ ننہِ وانہٕ دُشمنی
پننہِ ٹِکٹہٕ رَٹھ
مےٚ چھےٚ پَے زِ ژٕ آسَکھ تھوٚکمُت لحاظا دِمَے بہٕ ژےٚ آرام کَرنہٕ
تِمن پیوٚو پیارنٕکِس کُٹِھس منٛز أکِس گٲنٛٹس بِہُن۔
مۄنٛڈ زنانن مَس کاسنُک رٮ۪واج چُھ واریاہن قریٖم علاقن منٛز رٲیِج۔
اسہِ چھِ سرانہٕ کُٹھِس ٹٲل لاگٕنۍ۔
سُہ چُھ اکھ پاگل نفر۔
تٔمۍ سٕنٛزِ آمدنی منٛز کٲژاہ فیصدچھےٚ قٲبلہِ ٹیٚکس۔
تٔمۍ سُنٛد معمولی تنخواہ چُھ نہٕ تِہِنٛدۍ پانٛژ شُرۍ پالنہٕ خٲطرٕ سیٚٹھا۔
کٲم کَران کَران روٗد نہٕ تٔمِس زۄنٕے
بِجلی ہُنٛد میٖٹر چُھ ہیرن تلہِ کنہِ۔
یِم زٕ بٲے چھِ اکثر معموٗلی کتھن پٮ۪ٹھ ژُوان۔
تِم چھا جنٛگجوٗ لُکھ؟
سۄ چھےٚ یژھان پنٕنۍ نوکری ترٛاوٕنۍ۔
تٔمۍ دیُت تٔمِس کُل رقمُک نٔیِم حِصہٕ۔
سُہ چُھ تیوٗت بوٚڑ دِکھاوٕ کرن وول۔
تٔمِس اوس أکِس رَگہِ تھوٚپ
بہٕ چُھس دگہِ سۭتۍ تنٛگ آمُت۔
پیدل پکن والٮ۪ن پزِ ہمیشہِ وتہٕ پٔدِس پٮ۪ٹھ پکُن۔
گٔلی ہِنٛدِس کوٗنَس پٮ۪ٹھ چُھ اَکھ ریڑٕ وول
أنِلن کٔرآی آی ٹی کانپوٗر پٮ۪ٹھ گریجویشن
ٲخری فٲصلہٕ چُھ مٲلِس ماجہِ تانۍ آسان۔
سُہ چُھ تٔمِس پتہٕ پاگل گوٚمُت۔
طٲلبہِ عٔلِم ٲسۍ کلاسس منٛز پِھسرارے کران۔
لۄکچہِ کورِ ہُنٛد نژُن کوٚرُن سارِنٕے خۄش۔
تِمو کوٚر سون فٲصلہٕ منظوٗر
تٔمۍ سُنٛد پۄشاک اوس خوٗنہٕ سۭتۍ بٔرِتھ۔
شہنشاہ نیٖروٗ اوس واریاہ بوڈ ظٲلِم۔
سۄ ٲس پرٛیٚسنہٕ خٲطرٕ شفا خانس منٛز گٔمٕژ۔
سۄ ٲس پٔزۍ پٲٹھۍ تس مدد کرُن یژھان۔
مےٚ اوس صِرِف دۄن مِنٹن منٛز سُی سورُے سمجوومُت۔
تٔمۍ سٕنٛدِ دۄہ رات کٲم کرنن کوٚر تٔمِس عیال پالنس منٛز مدد۔
کیٚنٛہہ باقٕے تقریٖبہٕ شٲمِل کرنہٕ خٲطرٕ چُھ سفر بڑاونہٕ آمُت۔
اکبَر سُنٛد بَہَژ اوس سَزاے موتَس خٕلاف
سیٚٹھا مُمکِن چُھ زِ تِم یِن گاڑِ منٛز۔
بیٚیہِ زُو حالتس منٛز اوس تٔمِس واریاہ وزن ہُریومُت۔
یہِ اداکار اوس پٔتمہِ ہفتہٕ کڑنہٕ آمُت۔
ییٚتہِ فراہم کرنہٕ یِنہٕ وول کھیٚن چُھ باقٕے نزدیٖکی دُکانو کھۄتہٕ بہتر۔
سُہ چُھ یَتھ فِلمہِ منٛز کینٛژس کالس لبنہٕ یِوان
یہِ ٲس غُربتٕچ لعنتی زِنٛدگی۔
ریل درٛایہِ پٹرِ نٮ۪بر۔
"أسۍ چھِ تُہنٛدِ مدتہٕ خٲطرٕ سیٚٹھا شُکُر گُزار۔ 
"
میانہِ ماجہِ چُھ اکھ مۄلہٕ وول ہار۔
اس نے نمک والے پانی سے گرگر کیا۔
اِدارُک درست نیب کیا چُھ۔
تٔمۍنژنٲو پنٕنۍ شمشیر ہواہس منٛز۔
تٔمِسباسیوو تس سۭتۍ چُھ ظُلُم کرنہٕ آمُت۔
ٹینِس زال گنٛڑوۍ کوٗٹس سۭتۍ۔
تٔمۍ گُزٲر پَنٕۍ سٲرٕے چُھٹی پنٛنِس مٲلِس ماجہِ نِش
تُہۍ ہیٚکوٕ حیاتِیٲتی ؤجوٗہاتن ہِنٛز وضاحت کٔرِتھ یِمو کِنۍ لۄکچہِ کورِ لۄکٹٮ۪ن لٔڑکن ہِنٛدِ کھۄتہٕ جلدی ہیٚچھان چھِ
سُہ چُھ اکھ مشہور ڈاکٹر۔
فِلِم وٕچھنہٕ خٲطرٕ ٲس تٔمِس بیٚنہِ سۭتۍ آمٕژ
تٔمۍ چھا فرٛجَس منٛز کانٛہہ کیک تھوومُت؟
یہِ میچ اوس اکھ برابر مُقابلہٕ
تٔمِس چھےٚ رنٛنہٕ چہِ کوٗشِشو سۭتۍ خوشی میلان۔
سُہ چُھ رژھِ رژھِ تفصیٖلہِ سنان۔
سۄ ٲس اکھ سِیٲسی اصوٗل مُقرر کرن واجیٚنۍ بنیمٕژ۔
یہِ چھےٚ چانہِ خٲطرٕ اکھ دھمکی۔
طوٗفانن منٛز گوٚو لگ بگ وُہن ساسن لُکن جٲنی نۄقصان
سُہ چُھ اکھ جان کِھلٲڑۍ تہٕ تدبیٖر کار۔
مہربٲنی کٔرِتھ ہٲیِو انٛدر اژنہٕ برٛونٛہہ پنٕنۍ شناخت۔
سٲنۍ مدرَسن چُھ اکھ نوٚو ڈرٛیٚس کوڈ جٲری کوٚرمُت
ژےٚ لوٚگیہِ سفرس مزٕ؟
أسۍ چھِ نیہِ حُکومتہِ خٕلاف نارٕ بٲزی کران۔
مُقابلی کرٕنۍ چھےٚ نہٕ ہمیشہ جان حربہٕ آسان۔
سُہ چُھ پنٛںہِ بیٚمار ماجہِ واتان۔
ٹرٛکہِ ہُنٛد ڈانٛچہٕ اوس پوٗرٕ پٲٹھۍ تباہ گوٚمُت
سڑکہٕ چھےٚ تنٛگ تہٕ موڈ دار۔
تٔمو کٔر وزیٖر اعلٰی ہس سلام
لاسنہِ بغٲر گٲڑۍ چلاونس پٮ۪ٹھ اوس تٔمِس جُرمانہٕ کرنہٕ آمُت۔
ٲبی جہاز اوس پٔھٹِتھ سمنٛدر کِس ژٔکِس تانۍ ووتمُت
مَہ کَر نٔکھرٕ تِکیازِ ژےٚ میٖجی نوکری
تٔمۍ سٕنٛز کٔشِش چھےٚ کُنہِ حدس تانۍ تٔمۍ سٕنٛزِ خۄد اعتمٲدی ہٕنٛدِ وجہہ سۭتۍ۔
چیٚک لٮ۪کھن وٲلِس گوٚو اتھ پیٚٹھ تٲریٖخ لیٚکُھن مٔشِد۔
کمپنی ہُنٛد یکجُت چُھنہٕ یتھ سٹیجس پٮ۪ٹھ مُمکِن
سُہ چُھ اکثر دنٛدن منٛز سِگریٹ رٔٹِتھ آسان۔
مےٚ چُھ باسان میٲنۍ کٲم چھِ قٲبلہِ انعام
پیشن گویی کرن وول اوس پنُن جواب ہٮ۪تھ تیار۔
تٔمِس منٛز چُھ اکھ اصٕل جمالِیٲتی احساس پٲدٕ سپُدمُت
بچہِ سٕنٛزٕ کتھٕ بنییہِ واریاہن خوشین ہِنٛدۍ سبب۔
بتہِ ہُنٛد سُچ کتہِ چُھ؟
دنٛدٕ ڈاکٹرن کوٚڑ تٔمۍ سُنٛد دنٛد۔
تمہِ لوگ تٔمِس لۄتہِ اتھٕ۔
سیٚٹھا سرد موسمہٕ کِنۍ پزِ نہٕ اسہِ سۄنمرگ گژُھن۔
تِمو مور سُہ بٔنٛدوٗقَو سۭتۍ مار دی دی
سۄ ٲس نہٕ غٲر ضروٗری بکواسس منٛز دِلچسپی تھاوان۔
چٲنۍ بُنیٲدی تٲلیٖم چھےٚ ییٚمہِ نوکری خٲطرٕ موزوٗن
گیٹہٕ پٮ۪ٹھٕکۍ چوٗکۍ درن کٔر میٲنۍ شناختی کاغذ چیک
تٔمۍ ژھانٛجہِ حقیقتہٕ تہٕ کریٚن تِم پرناونس لایق شکلہِ منٛز پیش۔
تِم گٔیہِ کیٚنٛہہ دۄہ برٛونٛہہ سفرس پٮ۪ٹھ۔
اسہِ پزِ نِہایت احتِیاط سان برٛونٛہہ پکُن۔
سۄ چھےٚ عموٗمن ژیٖرۍ یِوان۔
گَرُک پوٚتُھرچُھ صاف تھاوُن۔
طٲلبہِ عٔلمن آو ونٛنہٕ زِ تِم ترٛٲوِنۍ نقشس منٛز شہرن پیٚٹھ نۄقطہٕ۔
سۄ ٲسۍ پوٗرٕ پٲٹھۍ نا اُمید
تٔمۍ روٚٹ بندوقس سٕہَس کُن نشانہٕ۔
سُہ بنیٛوو ترٛیٚن نیٚچویٚن ہُنٛد مول۔
بڑِ ہٹہِ آوازِ سۭتۍ ہیٚکہِ تُہنٛدِس بوزنس منٛز خرٲبی یِتھ۔
وٕنہِ تہِ چُھ کتھ باتھ کٔرِتھ مُہادٕ کرنُک موقع۔
ؤرۍیس منٛز چِھ 12 رٮ۪تھ آسان۔
سُہ چُھ کُلۍ لاگنس منٛز آوُر۔
ژٕ ہٮ۪کَکھ پیٲرِتھ یوٚتام گاوٕ واپس گرٕ یِن۔
بٮ۪مارٮ۪و نِشہِ بچاو پان
مکانِچ نیٚبرِمہِ لبہٕ آسہٕ سیریٚن ہِنٛز بنیمژٕ۔
ہرِش چنٛدرٕ اوس واریااہ سخی بادشاہ
تٔمِس چُھ سَرٕد ہردٕ چن رٲژن منٛز چکرَس نیرُن خۄش کَران
أسۍ ٲسۍ ہٮ۪کان کِرکٹ میچُک سُکور بوڑَس پٮ۪ٹھ وٕچِھتھ
یتھ سلادِ منٛز چُھ مرژُک مزٕ۔
زِنٛدگی ہِنٛزن سختِین نِش چُھ نہٕ کانٛہہ تہِ نجات۔
تِمو لوگ پوٗرٕ پٲٹھۍ تٔمِس اِلزام۔
سون بُنیٲدی مقصد چُھ پٲداوار بڑاوُن۔
تِمو تھوو نِشانہِ پٮ۪ٹھٕ بَرابر رٲبِطہٕ قٲیِم
خانٛدرُک سال اوس بہترین۔
اسہِ کوٚر مغرِبی طرفس کُن سفر۔
درواز چہِ تھپہِ چھِ کھے لٔجمٕژ
تِمو مارِ درجن واد کرٛہنہِ ژرِ ۔
مِلہٕ ژارس منٛز ناکٲمی کِنۍ گٔیہٕ اکھ بٔڑ لڑٲے
تِہِنٛدۍ تمام تِجارتی اِدارٕ چھِ کامیاب۔
سُہ چُھ پنٛنِس عیالس منٛز وٲحِد انہوٚر نفر۔
تٔمۍ دِیُُت لۄکٹِس لٔڑکس دۄد چٔھکراونہٕ خٲطرٕ سخت مار۔
یِم لۄکٕٹ جزیٖرٕ چھِ خاص طورس پیٚٹھ سمندری جہاز کیٚن مُسافِرن ہِنٛدِ خٲطرٕ۔
سُہ خٲلی مکان ہیوٚتُن خستہٕ گژُھن۔
سٲنِس مُلکس چھِ سٮ۪ٹھا قدرتی وسٲیِل۔
مریٖض سٕنٛز شکٕل گٔیہِ دادِ سۭتۍ ۂج۔
داکٹرو کوڈ تمِس پِشاب بانہٕ۔
یہِ پۄشاک اوس اکھ جان پسنٛد۔
مےٚ باسان ژےٚ کوٚرُتھ راتھ سورُے واضح
مےٚ چھےٚ وۄمید زِ چون مول موج چُھ ٹھیٖک۔
ہوٲیی سفر اوس سٮ۪ٹھا خۄشوُن۔
فِلمہِ منٛز ٲسۍ غٲر معموٗلی خوٗبصوٗرتی ہِنٛدۍ منظر۔
تِم آیہِ مکان مٲلکس خلاف دعووں ہِنٛدِس بازنامس پر دستخط کرنس پیٚٹھ تیار۔
جذباتن ہُنٛد سرٛنٮ۪ر چُھ ناقٲبلہِ تصوُر۔
بہٕ چُھس آتھوارن ہمیشہٕ گَری روزان
وُنلہِ کٔر سخٕت پٲٹھۍ بوزنہٕ یِنٕچ حالت محدوٗد۔
ییٚتہِ چھِ نہٕ وۄنۍ اِشتِمالِیتٕکۍ آثار لبنہٕ یِوان
سانیو سِپاہو دیُت دُشمن فوجس مار۔
تۄہہِِ گَژھۍوٕ کھٮ۪نہٕ خٲطرٕ کیٚنٛہہ؟
أسۍ ہیٚکو قورون وسطی توٲریٖخہٕ نِش واریاہ کیٚنٛہہ ہیٚچِھتھ۔
پژھٮ۪ن آو لولہٕ بوٚرُت خٲر مقدم کرنہٕ۔
مےٚ چھےٚ یتھ درخاستس سۭتۍ چِٹھۍ تھٲومٕژ۔
بہٕ اوسُس کامہِ کھوژان، مگر یہِ دراو نہ تھکاون وول۔
ژٕ چُھکھ بِلکُل صٔحی
تٔمۍ سوٗنٛچ زِ سۄ ہیٚکہِ تس پانس پسنٛد کرنٲوِتھ۔
أکِس پۄختہِ اِرادٕ وٲلِس شخصس پزِ دعوتٕچ قیادت کرٕنۍ۔
یتھ مُلکس منٛز چُھ وٕنہِ تہِ غدٲری ہُنٛد سزا موت۔
سُہ چُھ بیٚین ہِنٛزِ غلطی پیٚٹھ سزا کھٮ۪نہٕ وول لٔڑکہٕ بنیومُت۔
تٔمۍ کوٚر لگ بگ منظوٗری سان کلہٕ سۭتۍ آنٛکار۔
اَسہِ چھےٚ یتھ کارٕبارس منٛز سٮ۪ٹھا رۄپیہِ ترٛایمَژٕ
جُملہٕ منٛز چُھ توصیٖفی متغیر غٲب
تٔمۍ کٔرۍ شیٖشس ٹُکرٕ۔
دستاویز منٛز چھِ واریاہ تفصیٖل غٲر موٗجوٗد
تٔمۍ سٕنٛدۍ خیالات ٲسۍ واریاہ فرسوٗدٕ۔
شہری حقوٗقن ہِنٛز تنظیٖم چھےٚ تمام سیٲسی قٲدین ہِنٛزِ رِہٲیی ہُنٛد مُطالبہٕ کران۔
اسہِ گوٚو سٮ۪ٹھاہ حٲرت ییٚلہِ پوٗرٕ گرٛہُن لوٚگ۔
مےٚ چھےٚ دٔچھنہِ نَرِ پٔتمٮ۪و دۄیَو رٮ۪تَو پٮ۪ٹھٕ دَگ
ییٚلہِبہٕ گرٕ آس مےٚ دِیُت پنٕنۍ مٲلۍسخٕت مار۔
مل نے چوکر کو گندم کے دانے سے الگ کر دیا۔
تمہِ تٔھو کِتاب میزس پٮ۪ٹھ۔
تمہِ چھےٚ پنٕنۍ راے سیٚٹھا واضح کٔرمٕژ۔
یوٗت مےٚ لُکن مدد کٔر تیوٗت میلیو مےٚ خراب تقدیر۔
شامس گوٚو موسم واریاہ خراب۔
سنٛگتر چُھ اکھ رس دار مٮ۪وٕ۔
شُرۍ ٲسۍ دٔے دۄہس دوران۔
اعلان کرن وول اوس گرٛٛزوٕنہِ آوازِ منٛز تمام تفصیلات ونان۔
یتھ معاملس مُتعلق چُھ ہٮ۪سہٕ سان سونٛچنٕچ ضروٗرت۔
کھار چُھ شیٚشتٕر ٹۄکونہٕ خٲطرٕ دۄکُر استعمال کران
برٛہمپُتراہس پٮ۪ٹھٕ کٔدل بناوُن چُھ نامُمکِن۔
پرٮ۪تھ کنہِ تہزیٖبس منٛز چھےٚ لُکہٕ کتھٕ آسان۔
گاڈٕ ہٲنٛزن رٔچہِ کیٚنٛہہ گاڈٕ۔
لۄکٕٹۍ ہوٗنہِ بَچن چھےٚ میٛانہِ ماجہِ پَنٕنۍ ماے کٔرمٕژ
چھان چُھ کٲم کرنہٕ باپتھ تیار۔
تِم ٲسۍ پننین بچن رٲچھۍ کرٕنہٕ باپتھ ہُشیار۔
اتھ چھےٚ شہر کہِ ساروٕے کھۄتہٕ سرٛوٚگ ریستوراں آسنٕچ خٲصیت۔
آتھور چُھ سُہ دۄہ ییٚلہِ بہٕ آرام چُھس کران۔
یہِ بٔنیان چھےٚ ژےٚ جان پٲٹھۍ واتان۔
یہ کھٮ۪ن چُُھ مزٕ دار۔
سُہ درٛاو نٮ۪بر سڑکہِ پیٚٹھ۔
تٔمۍ ٲس پنٛنہِ قمیٖضہِ تل ییرو بٔنیان لٲجمٕژ۔
اُستادن چُھ اسہِ منٛز ہر أکِس یَتھ ڈرٛامہَس منٛز اَکھ حِصہٕ دیُتمُت
تِم چھِ یتھ علاقس منٛز ژِنیٚن خٲطرٕ کھان کھنان۔
میون ناو چُھ اسلم۔
اِمتِحانٕکۍ تٲریٖخو بدلوو سون سفرُک منصوٗبہٕ
فِلمنہٕ وٕچھنہِ چھےٚ میانیٛو خٲمِیو منٛزٕ اکھ۔
یتھ کھٮ۪نس منٛز چھِ ضروٗری وِٹامن تہٕ معدنیات۔
صٔحی اِتحاد نَہ آسنہٕ کِنۍ چھِ واریاہ مسلہٕ پٲدٕ گَژھان
مےٚ تروو تس تٔمۍ سٕنٛدِس پرُن مۄکلاونَس پٮ۪ٹھ زور۔
تۄہہِ منٛز ہیٚکہِ کانٛہہ اَکھ ٹِکَٹ انٛنہِ گٔژِھتھ
تۄہہِ پَزٮ۪و دٔلہیٖلہِ ہُنٛد بُنِیٲدی نۄکتہٕ سمجُن۔
اِنتخابن دوران چُھ پرٛٮ۪تھ کانٛہہ واریاہ اصل بنُن یژھان۔
تِم کرن نہٕ تُہٕنٛدۍ تنٛخواہ کم۔
تِمو چُھ واریاہن مُشکِلاتن ہُنٛد مُقابلہٕ کوٚرمُت۔
سُہ چُھ شراب چٮ۪نس ٲدی گَومُت۔
تِمو تھاوِ دُکانس ساروٕے کھۄتہٕ بہترین سبزِیہِ ٹھیلس منٛز۔
ہمدردی آسنہٕ کِنۍ مہ ترٲیِو مےٚ ووٹ۔
کٲنٛسہِ ہٕنٛدِس وقارس مہ واتناو ددارٕ۔
بٕہ چُھس یژھان اکھ قٲلیٖن انُن۔
"یہِ چُھ اکھ پاگل مشورٕ۔ 
"
مےٚ ٲس ہمیشہٕ تس سۭتۍ خانٛدر کرنٕچ مرضی۔
تِِمو کٔر پنٛنِس کاروبارس منٛز بےٚ مِسال ترقی
خطہِ حامل اوس فوجی خۭمن سۭتۍ لاگنہٕ آمُت۔
دۄشوٕیو دَریو چُھ مُہادس پٮ۪ٹھ دستخط کرنس پٮ۪ٹھ اتِفاق کوٚرمُت۔
کانٛہہ چھا مےٚ مدد کرن وول؟
یہِ چُھ قۭمتس مُقابلہٕ معیارُک سوال۔
مےٚ چُھ یقیٖن زِ سُہ ہارناوِ باقٕے سارنی مُقابلہٕ کرن والٮ۪ن۔
مےٚ چھِ کیٚنٛہہ نقشہٕ دار مُجسمہٕ۔
یہِ چھےٚ تٔمۍ سٕنٛز ٲخری مرضی تہٕ وصِیت۔
زمیٖن چہِ مِلکیتس پیٚٹھ چُھ تضاد۔
سارنی چُھ پنٛنہِ ووٚجوٗدُک اَکھ مقصَس آسان
لٔکرِ ہِنٛدِس سطحس مٔتِھو تیٖل۔
مےٚ اوٚن پنٛنہِ خٲطرٕ اَکھ نوٚو سایکَل
تٔمۍ گُزور دۄہ پہاڑن ہُنٛد خاکہٕ بناوان۔
کانٛہہ مُمکِن حل چھا؟
کیرلا ہس منٛز چھِ آبٲدی ہُنٛد گَنیٚر واریاہ کثیٖر
خبرٕ چھےٚ گۄڈَے تصدیٖق کرنہٕ آمژٕ۔
سۄ ٲسۍ گۄلٲبۍ پٔنچھوٗوَس منٛز سٮ۪ٹھا خۄشوٕنۍ گٔمٕژ
خراب موسم کہِ وجہہ سۭتۍ آو میچ بٹوارِ تام مُلتوی کرنہٕ۔
تٔمِس باسیوو کملہِ منٛز سرٛیٚہجار۔
سبزِیہِ چھےٚ ونٛدس منٛز تازٕ آسان۔
صنعتی تحریٖکہِ أنۍ سٲرسٕے دُنیاہس منٛز واریاہ بٔڑ تبدیٖلی۔
أکۍ مُلکن کوٚر بیٚیِس مُلکس پٮ۪ٹھ جنٛگُک اعلان۔
تٔمۍ نژنوو پنُن کلہٕ اورٕ یور۔
تٔمۍ بچوونَس بہٕ أکِس اہم موقعس پٮ۪ٹھ۔
أسۍ گٔیہِ أکِس زبردست دعوتہِ منٛز۔
عجٲیِب گر چھِ واریاہن سیاحن مٲیِل کران۔
تٔمۍ سٕنٛزٕ اوٚش ہژٕ أچھ چمکییہِ دِلچسپی سۭتۍ۔
درجہٕ حرارت بڑنہٕ سۭتۍ چُھ بہہ بنٲوِتھ وٕڑِتھ گژُھن تہِ واریاہ تیٖزی سان سپدان۔
جمٲژ کوٚر مُقرر زِ تِم دِنۍ ووٹ پنٛنٮ۪ن رُکنَن
یہِ چُھ ہٮ۪وان کُملُن۔
سُہ چُھ کُنُے زوٚن زِنٛدگی بسر کران۔
سُہ چُھ ییٚمہِ کھیلُک زینن وول۔
تُہۍ ہیٚکوٕ پٔتھرِس پھش دِتھ؟
سُہ اوس تجویٖزِ ہُنٛد زور آور حمایت کرن وول۔
بسہِ مںز آسہٕ پنٛژہ سوارِ۔
تٔمۍ لَگٲو ژوٗرَس گوٗلۍ
یَتھ دُکانَس منٛز چھِ خاص قٕسمٕکۍ کرٛہِنۍ چمروٗ کوٹ کٕنٛنہٕ یِوان
فساد تُلنٕچ ٲس امدَن کوٗشِش۔
وۄستاد چھِ پیش قدمی پیٚٹھ کتھ باتھ کرنہٕ خٲطرٕ اکثر سمکھان۔
پرٛانیٚن کِتابن ہِنٛدِ چَٹہٕ منٛز تُج تٔمۍ ساروٕے کھۄتہٕ بہتٔریٖن کِتاب
پھۄکہٕ ڈوٗن چُھ ہَوہَس منٛز ہیوٚر کُن وِڑان
سُہ چُھ أکِھ عملی صدر۔
تِم ٲسۍ پَریشٲنی منٛز تٔمۍ سٕنٛدِس یِنس پیاران۔
تٔمۍ سٕنٛدِس پِشاب بانس چُھ کیاہتانۍ مسلہٕ۔
واو اوس تیز رفتار سان پکان۔
گُرِس قابوٗ کرنس لوٚگ میں تھوڑا وقت۔
اَسہِ چُھ حِساب کَرُن زِ سٲنِس سفرَس کوتاہ خرچہٕ لَگہِ
دچھِ باغ حٲصِل کرنہٕ خٲطرٕ مور تِمو نیٚچُو۔
مےٚ ہیوٚک آرام سان تٔمۍ سٕنٛدِ بٕتھِ پیٚٹھٕ مایوٗسی ہُنٛد تاثُر وٕچِھتھ۔
بچہِ سٕنٛز محنت چھےٚ تعریفن لایق۔
ژٕ ہیٚککھ مےٚ سۭتۍ صاف پٲٹھۍ کتھ کٔرِتھ۔
تٔمۍ کٔر پوٗرٕ دلیٖل واضح طورس پیٚٹھ بیان۔
مُہٲجِرن ہِنٛدۍ مسلن چُھ سرحدی تناعزس منٛز اکہِ نوِ پہلوٗوُک اضافہٕ کوٚرمُت۔
یہِ ڈیر چُھ تٔمۍ سٕنٛدِ خٲطرٕ تھاونہٕ آمُت۔
سُہ اوس صاف پٲٹھۍ ییٚمہِ شیٚچھِ سۭتۍ پریشان۔
اکھ لۄکٕٹ رُکاوٹ چھےٚ یہِ زِ یہِ چُھ درٛوٚگ۔
مہربٲنی کٔرِتھ کڑ یِمن بانن گرٛاے۔
سۄ ٲس ہاوان زِ سۄ چھےٚ خۄش
تٔمۍ سٕنٛدِ مرنُک وجہ اوس دٮ۪ماغس منٛز خوٗن یُن۔
تٔمۍ روٗدۍ ہمیشہٕ دوست۔
سُہ چُُھ ہسپَتالَس منٛز پنٛنہِ زِنٛدگی سۭتۍ لَڑان
تٔمۍ مۄکلوو پنُن دۄدٕ پیالہٕ أکِس زیٖٹِھس گرٛۄٹھس منٛز۔
تور مہ گژھ۔
میری چھےٚ ژھوٚٹ کٹٲے کٔرمٕژ۔
ژٕ ہیٚککھٕ ییٚمہِ مکانُک خاکہٕ بنٲوِتھ؟
ناول چھےٚ بجہِ چھپایہِ منٛز دستیاب۔
پیدل پکن وٲلۍ تُل پنُن سامان بستس منٛز پھیٚکین پٮ۪ٹھ۔
تٔمۍ مارِ ٹھٹھس پیٚٹھ کِھکھرِ۔
گِلاس کُلیٚن درٛایہِ یُہُس سُلی پُھلَے۔
شَرارتَس منٛز دوٚگ تٔمۍ پَنُن سیٖنہٕ
مےٚ چُھکھ ژٕ واریاہ زیادٕ خۄش کران۔
بہٕ ہٮ۪کَے چانہِ خٲطرٕ نوکری ژھٲنٛڑِتھ
سُہ نفر کوٚرُکھ جیلہٕ منٛزٕ رِہا۔
مےٚ چُُھ نہٕ چون لہجہ پسنٛد۔
پانی کو مٹی کے روایتی برتن میں جمع کیا گیا تھا۔
واریاہ زیادٕ خۄد تجزِیہٕ چھےٚ بےٚ مطلب۔
مےٚ وُچھ پکوُن جلوسہٕ۔
یہِ اوس نہٕ واضح زِ تٔمۍ کیاہ ووٚن۔
نوٚو مٲلِک چُھ پنٛنیٚن مُلٲزِمن سۭتۍ اصٕل پٲٹھۍ پیش یِوان
ایٚم ایٚس سُبولکشمی چھےٚ اکھ مشہوٗر گُلوکارہ۔
سُلہِ یا ژیٖرۍ ننہِ اسہِ پَزر۔
تِمو چھےٚ صلحہ نامس خٕلاف ورزی کٔرمٕژ۔
تٔمۍ دیُُت تٔمِس سخت جواب۔
بچن پزِ پنٛنِس مٲلِس ماجہِ تہٕ وۄستادن سۭتۍ با سلیٖقہٕ روزُن۔
یِم شاخ چھِ ییٖتِس تٔھدِس کُلِس خٲطرٕ واریاہ زٲوِلۍ۔
ظٲہِر نیرِ سُہ نیہِ ہفتہٕ کینڑا۔
سُہ کوتاہ بہتریٖن تربِیت دِنہٕ وول چُھ۔
یہِ چھےٚ اکھ خیٲلی تصویٖر
وۄستادن سمجٲے طٲلِبہِ عٔلِم مضموٗن۔
سُہ روٗد بَرس ٹُھک ٹُھک کَران مَگر کٲنٛسہِ تہِ کُھلوونَس نہٕ
حالے طوٗفانٕکۍ ٲسۍ خوفناک اثرات۔
ناو ٲس بٔٹِھس پیٚٹھ گٔنٛڑِتھ۔
سُہ چُھ اکھ واریاہ قٲبِل نفر
از کیا چُھ تٲریٖخ ؟
سۄ چھےٚ نہٕ زانٛہہ تہِ پنٛنہِ ذہانتہِ مُتعلق تھٮ۪کان۔
تٔمِس چھےٚ نہٕ کتھ کرنٕچ قوت روٗزمٕژ۔
تٔمۍ کوٚر اکھ نفر کنہِ لٲیِتھ زخمی۔
بہٕ ہٮ۪کہٕ نہٕ برداشت کٔرِتھ اصٕل کھٮ۪ن ضایع گژُھن۔
بہٕ پیارے ژےٚ برآنٛدس پیٚٹھ۔
اسہِ چھِ تِمن سۭتۍ ہمدردی کران یِم اسی ہِوۍچھِ۔
چارواے نیٖوُکھ کھہَس منٛز۔
تِہنٛدیو اعمالو کھٲلۍ تِمۍ معموٗل ہیوٚر۔
تٔمۍ سُنٛد مول چُھ تٔمِس پرنہٕ خٲطرٕ حوصلہٕ افزٲیی کران۔
ایمبلنسہٕ آیہِ جایہِ وٲرداتس پٮ۪ٹھ تعینات کرنہٕ
تٔمۍ کٔرۍ تِم پاک دامن تہٕ محنتی لُکن ہِنٛدِس طورس پیٚٹھ بیان۔
سۄ چھِ ڈاکٹری سیٖٹ حٲصِل کرٕنۍ یژھان۔
تہزیٖبی پرٛوگرام چھِ شہرس منٛز جٲری۔
مےٚ چُھ پنُن فرض پوٗرٕ کرُن۔
مِسہِ ورق چھِ کھٮ۪ن تازٕ تھوان۔
کپتانن کوٚر سمنٛدری جہاز سفرٕ خٲطرٕ تیار۔
محلس منٛز چُھ اکھ مدرسہٕ۔
تٔمِس باسیٚیہٕ یِم مَسٲیِل واریاہ سَہل
تٔمۍ اوس اکھ پۄشاک لوگمُت یُس کمرس نِش واریاہ تنٛگ اوس۔
تٔمۍ ہیٚتۍ تٔمِس پَلَو سُونہٕ خٲطرٕ واریاہ پونٛسہٕ
شور کٔرِو کم۔
مےٚ اوسُک یٔقیٖن دیُتمُت زِ یِم شَرٕط یِن جلدی نٲفِز کَرنہٕ
بہٕٕ چُھس ژےٚ سۭتۍ نَین منصوبن مُتعلِق کَتھ کرُن یَژھان
تٔمۍ سٕنٛزِ زٲم گوٚو پٔتِمہِ رٮ۪تہٕ خانٛدر۔
تٔمۍ سُنٛد کلہٕ اوس دستار سۭتۍ ؤلِتھ۔
تمہِ وۄتھروو پنٛنہِ بٕتھِ پٮ۪ٹھٕ اوٚش۔
شیٖشہٕ چُھ اکھ شفاف مواد۔
ہوٗنۍ کٔر رٲتۍ راتس وۄں رارَے۔
اسہِ چھِ اکہِ امن پسنٛد ملکٕچ حسرت
اَسہِ بَنوو دٔریاوَس نزدیٖک اکھ مَکان
تِمو ہور میچ۔
سُہ اوس مقٲمی گِرجہٕ گرس منٛز رٲچھ در۔
یتھ پرٛٲنِس پَلنٛگس چُھ ترٛاموٗ سانٛچہٕ
میٛون زاے دۄہ چُھ أزۍ کہِ پٮ۪ٹھٕ صِرِف اَکھ ہفتہٕ دوٗر
تٔمۍ کٔر یتھ شعبس منٛز تحقیٖق شروٗع۔
سُُھ چُھ اکثر الٮ۪کٹرٛانِک کیٚل کُلیٹَر اِستعمال کَران
سۄ چھےٚ ییٚمہِ نوکری خٲطرٕ مُنٲسِب
مےٚ چُُھ ڈر زِ تُہنٛد خیال چُھ نہٕ تجارتی طور قٲبلہِ عمل۔
تٔمۍ کوٚر کَلہٕ سۭتۍ آنٛکار
میون وۄستادن چُھ مےٚ محنتہٕ خٲطرٕ شابٲشی دِوان۔
آلوٗدگی چھِ وسیع حلقہٕ بنجر زمیٖنس منٛز تبدیٖل کٔرۍمٕتۍ۔
پہٲڑی علاقن چھےٚ ایوڈیٖنٕچ کمی۔
آز چھےٚ زبردست تۭر۔
اسہِ نِیہِ پنٕنۍ پالتو جانور پانس سۭتۍ چکرس۔
مزدوٗرو لوگ گۄپھِ منٛز اکھ دماکہٕ وول مواد۔
ترقی یافتہٕ ٹیٚکنالوجی سۭتۍ درٛاو واریاہن مُشکِلاتن ہُنٛد ہَل
بۄچھِ تہٕ غُربتن کرنوو سُہ ژوٗر۔
میٲنۍ گٔر چھےٚ پانٛژھ مِنٹ برٛونٛہہ۔
کٲنٛسہِ تہٕ کٔر نہٕ تٔمِس رُکاونٕچ ہٮ۪مت۔
تٔمۍ نی پنٕنۍ خانٛداریٚنۍ گاڑِ سٲلس۔
تٔمِس اوس اَکھ بوٚڑ فٲصلہٕ نیُن
تٔمِس لۄکچہِ کوٚرِ ہُنٛد دِل اوس شوٚد۔
لبہِ پٮ۪ٹھ اویزان پیٹِنٛگہٕ چھِ جان سجان
سۄ ٲس کامہِ خٲطرٕ نٮ۪تہٕ سۄت۔
گٲڑۍ چھےٚ خوبصوٗرت تہٕ سیٚٹھا جدیٖد۔
تِہِنٛدِس دعوَس ٲس نہٕ حٔقیٖقَتس منٛز کانٛہہ تہِ بُنیاد
أسۍ ہٮ۪کو شامس پٔٹِھس کُن گٔژِھتھ
کمپنی اوس پنٛنٮ۪ن افسرن ہِنٛدِ خٲطرٕ گاڑٮ۪ن ہُنٛد جُنٛڈ۔
خداے چُھ سون تخلیٖق کار تہِ تہٕ زِنٛدٕ تھاون وول۔
دعوتس منز ٲسۍ ژتجی لُکھ موجود۔
تِمو چُھ ضمانت کِس طورس پیٚٹھ واریاہ بڑِ رقمٕچ پیشکش کٔرمٕژ۔
تٔمۍ سُنٛد ڈاکٹر چُھ اکھ جان نفر۔
از کل چھےٚ بادامٕچ شجرکٲری عروٗجس پٮ۪ٹھ۔
بہٕ پیارییَس تتہِ پٔزۍ پٲٹھۍ دۄن گٲنٛٹن۔
اکھ تیز گاش اوس دارِ کِنۍ پٔھلیومُت۔
تِم ٲسۍ مایکرٛو سرجری ہِنٛدِس شعبس منٛز پیش قدم۔
بہٕ چُھس ہمیشہٕ تِم پَلو انان یِم سہولیت سان چھلنہٕ یِنہٕ وٲلۍ آسن۔
سفید پَلو وہراو میزس پیٚٹھ۔
تٔمۍ سٕنٛز شکٕل ٲس بدلاونہٕ آمٕژ۔
دِلہِ گژھنہٕ خٲطرٕ سون جہاز چُھ شامس۔
تِٔہِنٛز ہٮ۪مت چھےٚ اسہِ سارنی خٲطرٕ اکھ مِثال۔
دِلہِ چُھ ہِنٛدوستانُک ساروٕے کھۄتہٕ بڑِ رِیاستُک آلوٗدٕ شہر۔
ہُنٮ۪ر چُھ رژھا کم گوٚمُت۔
ژٕ کِتھ کٔنۍ ہٮ۪کَکھ تٔمِس اِتھ کٔنۍ پھیرنہٕ تھورنہٕ دِتھ؟
تٔمِس ٲس پنٕنۍ مقامی زبان اِستعمال کرٕنۍ خۄش کران۔
منشیات چُھ سُہ مسلہٕ یتھ مُسلسل ہوشیٲری ہِنٛز ضروٗرت چھےٚ۔
دٔلیٖلہِ منٛز چُھ نہٕ پزرٕ رژھ تہِ۔
مسلہٕ منٛزٕ نٮ۪بر نیرنُک چھا بیٚیہِ کانٛہہ طریٖقہٕ؟
بہٕ اوسُس شوقہٕ سان گرٕ کُن گژھان۔
ژےٚ چُھ تھس بہٕ دُلمُلس منٛز ترٛوومُت۔
فوجن کوٚر دُشمَنن ہِنٛدِس کیمپَس گیرٕ
انِگٔٹِس منٛز فوٹو تُلنہٕ خٲطرٕ چھےٚ فٕلیشٕچ ضٔروٗرتھ آسان۔
یہِ تیٖل چُھ چربہٕ پیٚٹھٕ حٲصِل کرنہٕ آمُت۔
تٔمِس چُھ اصٕل رِیٲضی دیٚماغ۔
مُجرِم بچوو أکِس ہفتس گِرِفتٲری نِش۔
زٕ بٔڑۍ ۂسۍ سٕنٛدۍ دنٛد ٲسۍ صاف صاف بوزنہٕ یوان۔
دفتر نیرنہٕ برٛونٛہہ نیٛوو تٔمۍ اکھ بوٚڈ فٲصلہٕ۔
مےٚ أنۍ پنٛدہ ماٹم پٔھلۍ۔
حوض چُھ بٔرِتھ۔
کُٹِھس منٛز اوس ماحول پریشان کرن وول۔
تِم چھِ حدٕ کھۄتہٕ زیادٕ امیٖر۔
دَب لگنہٕ وِزِ ؤژھ تٔمِس دنٛدَس کٔھنٛڑ
سُہ چُھ اکھ واریاہ محنتی مُلٲزِم۔
  گھوڑا میدان میں لمبی رسی سے بندھا  تھا۔
باقیِن ہِنٛدِ نۄقصان نِش بچُن چُھ جان۔
پرٛٮ۪تھ کُنہِ قٕسمٕچہِ ناوٕ آسہٕ بٔٹھِس سۭتۍ گٔنٛڈِتھ
یِمن لُکن چھِ بد منٛشہٕ۔
مضموٗن لیٚکِھو پنٛنیٚن لفظن منٛز۔
رامَن لَگوو تیٖر یُس أکِس وٕڈوٕنِس أنٛزَس آو
یتھ معاملس مُتعلق کیاہ چھےٚ چٲنی راے؟
مصنوعی ریشم چُھ رٮ۪تہٕ کالہِ خٲطرٕ۔
تِمو چُھ قومی نیٚٹ ؤرک بنوومُت۔
توانٲیی ہِنٛدٮ۪ن وسٲیلن ہُنٛد چُھ بٔڑِس پیٚمانس پٮ۪ٹھ غلط اِستعمال گژھان
یہِ چھےٚ نٔو قمیٖض۔
"میں نے کل دو کلو کیل خریدے تھے۔
"
گگُر اوس پٔتھرِس پیٚٹھ۔
تۄہہِ چُھو قۄدرٔتی آفتَن ہُنٛد مُقابلہٕ کَرُن
سٲنۍ شےٚ نَفر ٲسۍ ہوٲیی جہازس منٛز سوار
دٔریاو اوس بالہہٕ کِنۍ بۄن وسان۔
تِم چھِ جان خٕدمات فراہم کران۔
سامان اوس ٹرٛکہِ منٛز والنہٕ آمُت۔
تِہِنٛدۍ پٔژھۍ ٲسۍ سیٚٹھا لٲزِم دار۔
تٔمۍ کوٚر پنٛنہِ قوم کہِ حفاظتہٕ خٲطرٕ لڑنُک عہد۔
نٔوِس پادرِس چھےٚ حٲکمانہٕ آواز۔
چھانن کٔر لٔکرِ ہٕنٛز سطح رنٛدٕ سۭتۍ ہموار۔
سُلہِ یا ژیٖرۍ اوس یہِ سپدُن یقیٖنی۔
تٔمِس ٲس أکِس أچھ شدیٖد دَگ۔
مٔندرس منٛز چھِ عقیٖدتمنٛدن ہٕنٛز واریاہ بِرٕ
سٲری علاوٕ پیالہٕ ت؟ییِو واپس بنٛد۔
بہٕ چھس پننِس مٲلِس وفادار
بہٕ چُھس نٔہٕ چایہِ منٛز مٔدریر ترٛاوان۔
خانٛدان کِس جایدادس آو حِصہ کرنہٕ۔
شرابک اکھ گلاس چیٚیِو۔
کٕنٕک چُھ صحتہٕ خٲطرٕ اصٕل۔
سٲنۍ لیٚباٹرٛی چھےٚ اصٕل پٲٹھۍ سازوسامان سۭتۍ بٔرِتھ تھاونہٕ آمٕژ۔
لگاتار آبٕچ کٔمی آسنہٕ کِنۍ گٔیہٕ شہرس آبٕچ فرہٲمی بنٛد۔
تِمن آو جنٛگی نعرٕ دِنُک حُکُم دِنہٕ۔
تٔمۍ ژٔٹۍ تمام کُلۍ۔
تِم چھِ کُملاونہٕ آمتِس دھاتس سانٛچس منٛز ترٛاوان۔
برٛوشرس منٛز چھِ مشیٖنہِ چلاونہچہِ دٔلیٖل دِتھ
مےٚ لوٚگ گۄڈنِچہِ کھۄتہٕ تٔمۍ سٕنٛز دٔیم ناول پرنس مزٕ۔
سۄ ٲس تٔمۍ سٕنٛدِس فوٹوَس غورٕ سان وٕچھان
سۄ گٔٔیہِ بےٚ ہوشی منٛز۔
سُۄ چھےٚ واریاہ گرم مِزاز۔
ییٚمہِ مکان کِس بناون وٲلِس شوٗبن تعٲریٖف۔
ییٖتِس کالس خۄش کَریو تیٖتِس کالس روٗزِو ییٚتی۔
عٔلِمہِ کیٖمیٲیی ہِنٛدۍ کیٚنٛہہ موضوٗع سمجٕنہٕ خٲطرٕ پیٚیہٕ اسہِ مدتٕچ ضٔروٗرت
تٔمۍ سُنٛٛد مُلکی طور طریقہٕ چُھ سارنی خۄش کران۔
سُہ اوس ٹیٚنِس ٹورنامیٚنٛٹس منٛز میون بوج۔
سُہ اوس پَشس پیٚٹھٕ کنہِ شیٚشتٕرُک جوڑ دِوان۔
سُہ گوٚو قٔصوٗر وار ثٲبِت مَگر تٔمۍ کٔر ہاے کورٹس منٛز أپیٖل
أکۍ نٔوۍ نٲظِرن سنبول قٲد خانہٕ۔
سُہ چُھ اکھ نٮ۪تہٕ سۄت افسر۔
سُہ چُھ أکِس تنظیٖمہِ ہُنٛد سربراہ۔
مےٚ ہیوٚک نہٕ دوٗرِ پٮ۪ٹھٕ تماشُک صاف نظارٕ وٕچِھتھ
سُہ چُھ اکھ محنتی کٲم کرن وول۔
تٔمِس پیٚیہٕ نظر أکِس غریٖب کورِ پٮ۪ٹھ۔
أسۍ گٔیہِ أکِس سرایہِ منٛز تہٕ کوٚر آرام۔
مےٚ باسیو نہٕ یہِ تیوٗ ٹھٹھٕ وول۔
سُہ چُھ مِلہِ منٛز کٲم کران۔
اس نے اپنے ہاتھوں میں مہندی لگائی۔
اِنسان سُنٛد اِرتِقا چُھ قٲبلہِ بحژ۔
تمہِ لیوٚکھ کیاہ تام پننہِ خیالُک خُلاصہٕ کرنہٕ خٲطرٕ۔
تِم ٲسۍ زبردست لڑایہِ گٔرۍ۔
ییٚمہِ چھکڑُک زیادٕ کھۄتہٕ زیادٕ وزن چُھ اکھ ٹن۔
کٲم ٲس صاف پٲٹھۍ کرنہٕ آمٕژ۔
سۄ منٛدٕچھییہِ تہٕ تھووُن پنُن بُتھ پنٛنٮ۪و اَتھو سۭتۍ ژوٗرِ.
بٕڑٕ زنان ٲس پنٛنِس لوٗمس پیٚٹھ وونان۔
سُہ روٗد دَہن ؤرِین قٲد خانُک رٲچھ در۔
تٔمۍ دِژ پوٚت نَظر
بستہٕ لَجہِ اچانک پھٹنہِ
مہربٲنۍ کٔٔرِتھ مہ کر مےٚ ییٚمہِ سٕنٛژنہ سۭتۍ تنٛگ۔
مال چُھ آمُت تَہہ خانَس منٛز تھاونہٕ
پرل ایس بک چُھ اکھ قٲبلہِ ذِکِر ناول نِگار۔
سُہ چُھ میچ کِس ٲخری مرحلس ووتمُت۔
گَرس نزدیٖک چُھ ژھۄٹہٕ ڈیر
مےٚ اوس ڈراماہس منٛز شری رام سُنٛد کِردار دِنہٕ امُت۔
میٲنۍ گٲڈۍ چھےٚ صرِف میانہِ ذٲتی اِستعمال خٲطرٕ۔
طوٗفانس منٛز مُتٲثر گَژھن والٮ۪ن اِمداد دِنہٕ خٲطرٕ آیہِ اکھ خٔصوٗصی ٹیٖم بُلاونہٕ
مےٚ چھِ چاے چیٚنۍ خۄش کران۔
کٲم چھِ مےٚ اکثر تھکراوان، مگر بوریت چھےٚ مےٚ ماران۔
یوٗنٲنِیَس منٛز چھِ ژوٚوُہ اَچھر
وزیٖرِ اعظمن کوٚر سانہِ یوٗنِورسٹی ہُنٛد دورٕ۔
فِلمہِ کٔر سیٚٹھا کم ناظرین آسنہٕ کِنۍ بدنٲمی حٲصِل۔
سۄ چھےٚ زٲوِجار باپتھ میٖلہٕ واد پیدل پکان۔
مےٚ چُھنہٕ چنہٕ پسنٛد
آرین ٲسۍ قدیٖم تہٕ تھزِ ذٲژ ہٕنٛدۍ لوٗکھ۔
کانٛہہ تہِ پردیسُک ہٮ۪کہِِ ہا نہٕ ویزا بعٲر ہوٲیی سفر کرِتھ۔
ملکٕچ نمایاں ترقی چھےٚ حُکمران حکومتس پٮ۪ٹھ دارمدار آسان۔
از کل چھِ پاورٕچہِ کٹوتی ہٕنٛدِ وجہہ سۭتۍ جنریٹر واریاہ عام گٔمٕتۍ
کیٹلاگ چُھ دُکانچہ ویٚب سایٹہِ پٮ۪ٹھ موجود۔
رۄپیہِ ہُنٛد مۄل چُھ ہُریومُت۔
تِم چھِ پزرٕ تہٕ امنہٕ چہِ وتہِ پٮ۪ٹھ پکان۔
تٔمۍ سٕنٛزِ ناشُکری کِنۍ چھِ تٔمِس سٲری ناپسنٛد کران۔
تٔمۍ بچوو پنُن پان چٔھترِ سۭتۍ۔
سۄ چھےٚ پسرٕ یِوان ییٚلہِ تٔمِس کانٛہہ چُھ کٕٹھ کڑان۔
یوٗنیَنن چُھ تنٛخواہ بَڑاونہٕ خٲطرٕ ہنٛگامہٕ جٲری تھوومُت
شہرس منٛز چُھ جان موسم۔
مےٚ چھےٚ چٲنۍ سفیٖد ٹی شٲٹ خۄش کران۔
سۄ چھےٚ اکھ محنتی زنان۔
تٔمۍ آسہٕ پنٛنہِ کِتابہٕ پنٛنِس ٹھیلس منٛز تُجمژٕ۔
تُہنٛز کُل ہُم آمدٔنی کٲژاہ چھےٚ؟
حٲدِسس منٛز گوٚو مےٚ کھووُر کھۄر زخمی۔
سُہ بنیوو شہری حقوٗقن ہُنٛد وتہٕ ہاوُک۔
بہٕ چُھسَے ژےٚ چانہِ کامیٲبی خٲطرٕ مُبارک بٲدی پیش کَران
تازٕ مٮ۪وٕ تہٕ سبزِیہِ کھیٚیِو سٮ۪ٹھا۔
لاسَن حٲصِل کرنہٕ خٲطرٕ دیُت تِمو افسَرن رُشوَت
پرٛٮ۪تھ خٔریٖدٲری ہُنٛد رسیٖد أنِو۔
ڈَبَس منٛز اوس اَکھ پُھٹمُت پیٛالہٕ
پنُن سامان نیٖو سۭتۍ
کانٛہہ تہِ ہیٚکہِ سالس یِتھ
ٲخرس توٚر مےٚ فِکرِ زِ تٔمۍ سُنٛد مطلب کیاہ اوس۔
تٔمۍ سٕنٛدِس اتھس منٛز اوس میٚژِ دۄگُل۔
دوٚیُم لفظ کیاہ چُھ؟
فِلمہِ اوس ٹھاک لاگنہٕ آمُت
مزدور چُھ کارخانس منٛز کٲم کران۔
سٕژنہِ چھُ تیز پیوٚت۔
سۄ ٲس خوابس منٛز پِھپھرارَے کران۔
سۄ چھےٚ شہرس منٛز بہتریٖن چاے بناون واجینۍ مانٛنہٕ یِوان۔
کھنٛڈٕ روٚس چاے چھِ شُگر بٮ۪مارن خٲطرٕ مُفیٖد
تِمن چھےٚ نہٕ پَیی زِ تِمن کوٚت پزِ گژُھن۔
مقٲمی مسلہٕ چُھ واریاہن علاقن مُتٲثِر کران۔
گاڑِ ہِنٛدِس اِستعمالس منٛز چُھ ہُرٮ۪ر گژھنٕچ پیشن گویی کرنہٕ آمٕژ۔
وزنس منٛز کمی چُھ اکھ سُہ آثار یُس ڈاکٹر سنٛجیٖدگی سان نِوان چھِ۔
تٔمۍ نفرن کٔڑ ہٕکہٕ شرٛاکھ۔
نتٲیِج چھِ مستتح شکلہِ منٛز پیش کرنہٕ آمٕتۍ۔
تِم چھِ نہٕ پنٛنیٚن شُریٚن نظر تھاوان۔
پنٛنیٚن ضرایعن منٛز روٗزِو تہٕ غربت کیٚن دۄہن خٲطرٕ کٔرِو بچت۔
تٔمِس چھِ شہرس منٛز واریاہ دوست۔
اَز چُھ موسم رژھا گرم پَہن۔
سُُہ چُھ ہمیشہٕ کَلاس منٛز غٲر حٲضر آسان
تٔمِس آیہِ تھٔدِس درجَس پٮ۪ٹھ پرٛموشن دِنہٕ۔
ژِنہٕ کھان کِس دۄبس منٛز گژُھن چھِ اکھ خطرناک کٲم۔
 باغبان نے ایک بڑے بیلچے سے کھدائی کی۔
ڈوسٹووِسکی چُھ میٛون پَسنٛدیٖدٕ أدیٖب
تٔمۍ کوٚر صحیٖح طرفس کُن موڑ۔
تٔمۍ سٕنٛزِ لاپروٲیی کِنۍ گوٚو معاملہٕ خراب۔
کُلِس پٔتھۍ کِنۍ چُھ اکھ سۄرُپھ۔
میون نٮ۪تٕسۄتھ بوے چُھ دۄہس صوفس پٮ۪ٹھ آرام کران۔
یہِ گٲڑۍ چھےٚ اَوسَطن ژتجی میٖل فی گٲنٛٹہٕ پَکان
تٔمِس چُھ نہٕ پنٛنِس شَراتس پٮ۪ٹھ کانٛہہ تہِ قابوٗ
تٔمۍ ہیٚکوٕ تصدیٖق کٔرِتھ زِ یِم دعویٰ چھا صحیح؟
ژوٗر ژاو ید دِتھ گٔنِس گاسس منٛز۔
ژھاوجہِ دۄد چُھ صحتس خٲطرٕ جان
تۄہہِ چھو واریاہ ٲبی چیز چٮ۪نٕچ ضرورت۔
اکھ ۂجوٗم گوٚو مرکٔزی مٔشیٖدِ نِش جمع
مےٚ چُھِ مِٹھاین ہُنٛد واریاہ ٹَکھ۔
یہٕ اوٚدُر زیُن دزِ نہٕ زانٛہہ تہِ۔
تٔمۍ سُنٛٛد دانہٕ کُٹھ اوس فضوٗل چیٖزو سۭتۍ بٔرِتھ۔
أسۍ ہٮ۪کو یَتھ مسلس بیٚیہِ کُنہِ نطریہِ سۭتۍ وٕچھِتھ
ہیٚڈر کترٲیِو تہٕ رُوانٛگن ژٔٹِو ژۄن حِصن منٛز۔
تٔمۍ سٕنٛدۍ تبصرٕ چھِ ہمیشہٕ ٲکِس بیٚمار اِنسانس زُو ژانان۔
تٔمِس چھےٚ نلٕچ زٔڈِج پٕھٹمٕژ۔
یہِ کوٗشِش روزِ اسہِ درمِیان اکھ اصٕل نٔتیٖجن ہُنٛد سٔفیٖر
سڑکہِ برٛونٛہہ کَنہِ چُھ اَکھ موڑ
تِمن درمیان اوس دوستی ہُنٛد سخت تعلُق۔
تتہِ چُھ جادادس پٮ۪ٹھ واریاہ زیادٕ محصول۔
سُہ چُھ کٲم مۄکلاونٕچ خواہش تھاوان۔
تِمو کوٚر مغرِب کِس طرفس کُن سفر۔
سۄ چھےٚ اکھ لوٗبوٕنۍ کوٗر۔
خۄدایس پٮ۪ٹھ تِہُنٛد یٔقیٖن چُھ مُکمل
یہٕ چُھ بحث کرنہٕ خٲطرٕ جان موضوٗع۔
یہِ اوس پٔزۍ پٲٹھۍ بہودُرانہٕ کوٗشِش
کتاب چھےٚ میزس پٮ۪ٹھ۔
سُہ چُُھ شہرُک مشہور شراب بناون وول۔
سۄ ٲس کونٛکلہٕ سۭتۍ لوٗبوٕنۍ باسان۔
یتھ تٲلابس منٚز چِھ یٔڑ سۭتۍ پکن وٲلۍ جانور
میانہِ نوکری منٛز چُھ واریاہ سفر شٲمِل۔
نوِ کامہِ پٮ۪ٹھ گژھنہٕ پتہٕ گوٚو تٔمِس گاٹہٕ۔
فقیرس چھِ گامس منٛز واریاہ مانن وٲلۍ لُکھ۔
کٲم کرن والیٚن چُھ اِنتِظامیاہس سۭتۍ اِختلاف۔
تٔمۍ سُنٛد ذِہٮ۪ن اوس خوفناک خیالو سۭتۍ بٔرِتھ۔
تٔمۍ دیُت مےٚ بنفشَن ہُنٛد اکھ خۄشوُن گوٚنٛد۔
تٔمِس چھےٚ پلون منٛز حدٕ کھۄتہٕ زیادٕ دِلچسپی۔
چلتے چلتے اس کے پازیب کی گھنٹیاں بج رہی تھیں۔
یہِ چُھ کَپس وۄپداونُک بہتریٖن موسم۔
سُہ چُھ صحیٖح نظریہٕ حِسابہٕ چیٖزن وٕچھان۔
ییٚمہِ دورِ ہُنٛد ٲخٕر آسہِ سٮ۪ٹھا دِلچسپ۔
یتہِ تہِ تُہۍ ٲسِو، خدا اَنیو تۄہہِ سارنی اِکہٕ وٹہٕ۔
کیٚنٛہہ تہِ ونٛنہٕ برونٛہہ گژھِ پنٛنیٚن کتھن پر غورٕ سان سونٛچُن۔
سُہ اوس رضاکارانہٕ طورس پیٚٹھ مقٲمی ہوسٹَلس منٛز کٲم کران۔
ادیٖب چُھ نفرٕ سٕنٛزِ اِنفِرٲدِیتس پیٚٹھ زور دِوان۔ 
تٔمۍ سُنٛد ساروٕے کھۄتہٕ بوٚڑ خوف اوس زِ تس گژھِ نوکری اتھٕ۔
طریقہٕ کار ہٮ۪کو دۄن حِصن منٛز تقسیم کٔرِتھ۔
أسۍ چھِ دُعا منگان پگاہ گوٚژھ جان موسم آسُن۔
اسہِ چُھ پنٕنۍ کٲم کرنہٕ خٲطرٕ واریاہ وقت بچیومُت۔
آبس منٛز اوس شیٖنُک گولہٕ ییٖران۔
سُہ اوس ڈرٛاماہس منٛز ہیٚلمیٹ کِس کِردارس منٛز پیش کرنہٕ آمُت۔
زِنٛدگی مُتعلِق تٔمۍ سُنٛد عٔلِم چُھ کِتابنٕے یوت تانۍ محدوٗد
مےٚ وٕچھ فِلِم ویڈیو ٹیپس پٮ۪ٹھ۔
ژےٚ پزی پنٕنۍ کتھ منطقی دلیٖل سۭتۍ ثٲبِت کرٕنۍ نہ کہِ کرٛٮ۪کھ لاگنہٕ سۭتۍ۔
سۄ چھےٚ اکثر درٛوٚگۍ پَلو انان۔
جنٛڑٕ ٲسۍ ہواہس منٛز اورٕ یور نژان۔
میٛانہِ کالج دٲخٕل گھژنہٕ برٛونٛہٕے ٲس تٔمۍ گرٛیجویشن کٔرمٕژ
تٔمۍ سٕنٛدِ رۄخُک نقشہٕ آو میانٮ۪ن أچھن بروٚنہہ کنہِ۔
تم ژایہِ زبردستی مکانس منٛز۔
یتھ کیٚٹلہِ پیٚیہٕ نوٚو ایٚلِمیٚنٛٹ لاگُن
گِنٛدنٕکِس مٲدانس منٛز ٲس واریاہ رب۔
سُہ چھُ پنٕنۍ تمام بہژ پوچھر دِتھ پیش کران۔
تٔمۍ کٔر نیہِ منصوٗبہٕ خٲطرٕ پنٛنین تجویٖزن ہِنٛز تفصیلات تیار۔
تٔمۍ کٔر مےٚ پوٚتُھر مانٛجنس منٛز مدد۔
تٔمِس آو شیطٲنی طورس پیٚٹھ حملہٕ کرنہٕ تہٕ لوٚگُس کَلس۔
سۄ چھےٚ پنُن پان اَصٕل پٲٹھۍ تھاوان
اسہِ دیُت تٔمِس پنٛنہِ نوکرِیہٕ بچاونہٕ خٲطرٕ عزت۔
پنٛنہِ جوٲنی منٛز اوس سُہ طاقت تہٕ جوشہٕ سۭتۍ بٔرِتھ۔
یہِ مُجسمہٕ اوس اشوک سٕنٛدس وقتس منٛز بناونہٕ آمُت۔
بہٕ چھس پرٛٮ۪تھ دۄہ پیدل سٲر کرنہِ گژھان۔
سرٛہہ نِش روٗزِو دوٗر۔
تٔمۍ کوٚر پنٛنہِ کامہِ ہُنٛد رفتار بڑاونُک فٲصلہٕ۔
سۄ ٲس واریاہ گرم تاپس منٛز پَلن پیٚٹھ بِہِت۔
سبزی وان چھِ ہر کُنِہ جایہ۔
یا دیٖوو تُہۍ مےٛ چاکلیٹ یا مِٹھٲے۔
سُہ چُھ ٹرٛک چلاون وول۔
تٔمۍ کوٚر مِٹھایہِ ہُنٛد ڈَبہٕ خٲلی
بٕجہِ زنانہِ کٔر تٔمِس وُہَو
یہِ پروگرٛام چُھ پرٛٮ۪تھ ہفتہٕ لچھٕ بَدیٚن وچھٮ۪ن والٮ۪ن رٲغب کران۔
سُہ دراو وٕنۍ دروازٕ کِنۍ۔
یہِ چھےٚ لِیونارڈو سٕںنٛز گۄڈنِچ فِلِم
سُہ چُھ غٲر معموٗلی قٲبلِیت وول نفر۔
تٔمِس ہیٚکہِ نہٕ کٕہیں نہٕ مُقابلس منٛز حِصہٕ نِنہٕ نِش رُکٲوِتھ۔
تمہِ دِیُت تٔمِس چایہِ پیالہٕ تہٕ پلیٹ۔
تٔمۍ کوٚر گملن وۄزُل رنٛگ
تمام درخواستی فارم تٔھیِو اِکہٕ وٹہٕ۔
بوتلَن اوس چِرٕ ٹھانٛڈٕ تھاونہٕ آمُت
کھۄوُر پھیر تہٕ ژٕ واتَکھ پنٛنِس مقامس پٮ۪ٹھ۔
مےٚ بوٗز سُہ زبٲنی۔
تٔمۍ وٕچھ کِتابہِ کُن غورٕ سان
مہربٲنی کٔرِتھ تٔھیِو آنٛچار کینن منٛز
کرٛسمسَس پٮ۪ٹھ آسو أسۍ مدراسس منٛز۔
تٔمۍ سٕنٛدِ بےٚ عقل تبصرٕ سۭتۍ گٔیس بہٕ ناراض۔
آز روزِ درجہِ حرارت سیٚٹھا زیادٕ۔
ییٚمہِ کامہِ خٲطرٕ چُھ سرکارن رقم فراہم کوٚرمُت۔
تٔمۍ دیُت تس سٕنٛدِس سوالس کہاوت سۭتۍ جواب۔
کِتابہٕ چھےٚ کِتابن ہِنٛزِ المارِ منٛز۔
اسہِ چھےٚ ترٛٮ۪ن کَمرَن ہِنٛز روزَن جاے
سُہ چُھ پنٛنِس کلاسس منٛز ہمیشہٕ اَول درجس پیٚٹھ یِوان۔
پنٛنیٚو اِشتِعٲلی کَتھو سۭتۍ دیُت تٔمۍ ۂجوٗمَس ہٕس
بُنلیٚن ہِنٛز پیشن گویی کرٕنۍ چھےٚ واریاہ مُشکِل۔
بہٕ شیرن سۄ اگر نَے سۄ میٛٲنۍ بدنٲمی کرٕنۍ بنٛد کرِ۔
ذِمہ وٲری ٲس کامیٲبی سان مکمل کرنہٕ آمٕژ۔
مےٚ جوٗڈۍ پٕھٹۍ مٕتہِ پھوٗل دانٕکۍ حِصہٕ۔
راین منٛز اِختِلاف ہیٚکہِ ٹیٖمہِ منٛز لڑایہِ ہُنٛد سبب بٔنِتھ۔
فوجس باسیو زِ بروٚنہہ کُن حرکت ہیٚکہِ خطرٕ ہوٚت ٲسِتھ۔
میٛون مول چُھ اَکھ اَصٕل کارٕبٲرۍ
اس کی ماں نے پنیری کا گچھا اٹھایا تھا۔
موج چھےٚ اللہ تعالیٰ سٕنٛز ساروٕے کھۄتہٕ بہتریٖن تخلیٖق۔
سۄ گژھِ یُہُس پنٛدہ ؤرِس۔
یہِ فِلِم چھےٚ کیٚنسرس سۭتۍ زندگی گُزارنس مُتعلق مختصر بیانک اکھ سلسلہ۔
أسۍ چھِ صحیح وتہِ پٮ۪ٹھ۔
لوکی باغ کے باڑ کے پار پھیل گئی۔
بہٕ چُھس صُبحہٕ کہِ وقتہٕ اَصٕل پٲٹھۍ کٲم کَران
سۄ ٲس ہمیشہ اکھ لٔڑکہٕ ہِش کوٗر۔
سُہ چُھ احتِیات سان کٲم کَران
تٔمۍ سٕنٛزٕ اوٚنٛگجہٕ چھےٚ زیچھِ تہٕ زٲوجہِ۔
تٔمۍ اوٚس نہٕ کیٚنٛہو دۄہو پیٚٹھٕ سرٛان کوٚرمُت تہٕ اوسُن ہیوٚتمُت گٲنٛز لد گژُھن۔
تازٕٕ ہوا چُھ جان صحتہٕ خٲطرٕ اہم۔
بہٕ چُھس یتھ مسلس مُختلف نظرِیہ سۭتۍ وٕچھان۔
مےٚ چُھ خٲلی ورقن ہُنٛد اکھ چٹہٕ ضٔروٗرت
تِمو چھےٚ ہمسایَن گٲڑۍ کِرایہِ ہیٚژمٕژ
جوٗن کِس شُروعاتس منٛز آو اکھ واقع پیش۔
سُہ چُھ حل کرنہٕ آمتیٚن مُقدِمن ہُنٛد حوالہٕ دِوان۔
اس نے نرم میوے کے پانی کے تازہ مشروب سے لطف اٹھایا۔
تٔمۍ کوٚر پنٛنِس نٔزلس چیٖنی جٔڑی بوٗٹِیو سۭتۍ اعلاج۔
مےٚ رٲو بازرس منٛز گۄژٕر۔
مُظٲہریٖنو کوٚر پننٛٮ۪ن مُطالبن ہُند اِظہار۔
یوٚتتھ تہِ سُہ گژھان چُھ ہوٗن چُھ تٔمِس پتہٕ پتہٕ پکان۔
تٔمۍ دِیُت تٔمِس تِم کِتابہٕ پرنُک مشورٕ۔
ہیٖرٕ چھِ قۭمتی آسان۔
تٔمِس چُھ واریاہ تھوٚد معیار
تاج محل چُھ سنٛگہِ مرمَرُک بنیومُت۔
وٕنلہِ مٔنٛزۍ اوس نہٕ سمنٛدری جہاز بوزنَے یِوان۔
دُشمَن فوجَن کوٚر راتھ کیُتھ نیٚبرِمہِ چوکہِ پٮ۪ٹھ حملہٕ
کِتاب تٔھیِو ساروٕے کھۄتہٕ بٔنمِس تاخس پیٚٹھ۔
سُہ اوس دۄہ چہِ محنتہٕ پتہٕ تھوٚکمُت باسان۔
مہربٲنی کٔرِتھ سوٗزِو کِتابہٕ میٛٲنِس گرِ کِس پتہَس پٮ۪ٹھ
بہٕ چُھس کلہٕ دادیُک شِکار۔
سور چھِ واریاہن صوبن منٛز بٔڑِس پیمانس پٮ۪ٹھ رچھنہٕ یِوان۔
مےٚ چھ تھوومٕژ وصیت کٔرِتھ ۔
سُہ چُھنہٕ پننِس عیالس خٲطرٕ جان نثار
مےٚ چھِ اپُز وننس سۭتۍ نفرت
سُہ اوس ژوٗر کرنہٕ خٲطرٕ جیلس منٛز تھاونہٕ آمُت۔
سُہ چُھ سٲرسی مُلکس سٲر کران۔
تٔمِس ٲس چٔھژ سوٗرۍ رنٛگ قمیٖض لٲگِتھ۔
معموٗلی واوٕ سۭتۍ گوٚو پنہٕ ؤتھرَن الہٕ ڈَلہٕ
تِمن چُھ کُنُے شُر
مےٚ چُھ باسان ییٚمہِ ہفتہٕ نِمہٕ بہٕ چُھٹی۔
تٔمۍ نژنٲو پنٕنۍ بٲزۍ گٔری ہِنٛز لوٗر تہٕ اکھ خرگوش گوٚو ظٲہِر۔
مےٚ کھیوٚو پٔتمہِ بوموارِ تس سۭتۍ کوج۔
تٔمۍ لوگ سُونہٕ وِزِ اوٚنٛگجہِ نیوٚٹھ۔
تِمن چیٖزن تھٲیِو نِشان یِمن مُعٲینہٕ کرنہٕ چُھ آمُت۔
آلس وٕچِھو پٕھٹہٕ پھرٛاٹھ ما چھےٚ۔
تِمو کوٚر اِنتِخاب منعقد کرنُک فٲصلہٕ۔
سۄ چھےٚ نہٕ پنٛنیٚن فۭصلن سۭتۍ ہم آہنٛگ۔
بہٕ اوسُس لبہِ سۭتۍ واریاہس کالس کھڑا
تٔمۍ سُنٛد جواب اوس واریاہ ژھوٚٹ۔
مےٚ چُھکھ ژٕ واریاہ زیادٕ خۄش کران۔
تِم چھِ ظُلمس خلاف لڑان۔
دِگرس بیٖٹھۍ أسۍ ٹیٚریسس پیٚٹھ۔
تٔمِس اوس سُہ لقب اعلیٰ خٕدمات خٲطرٕ دِنہٕ آمُت۔
مےٚ کھوٚت شَرارت ییٚلہِ مےٚ تِمو لٮ۪کہٕ کَجہِ
گولہِ ٹاسن ہِنٛز آواز آیہِ پورٕ وادی منٛز۔
تٔمۍ سٕنٛدۍ کھیٚنٕکۍ عادات چھِ غٲر معموٗلی۔
ہوٗن چُھ سڑکہِ پٮ۪ٹھ بےٚ پرواے پٲٹھۍ نژان۔
لُکن چُھ یہِ زاننُک حق زِ اتھ بیانس منٛز کیاہ چُھ۔
تیٖر لوٚگ نہٕ نِشانس پٮ۪ٹھ۔
ژٕ کَر تٕرنہِ آبہٕ سرٛان
گھوڑے کی کاٹھی کو نرم گدی سے لیس کیا گیا تھا۔
ہوٲیی جہاز اوس آسمانس پٮ۪ٹھ تھزرس پٮ۪ٹھ وُڈان
سۄ چھےٚ اعتِدال پَسنٛد گَرس منٛز بَڑیمٕژ
مےٚ چُھ اِمتِحان دِنہٕ خٲطرٕ فیٖس برُن۔
بہٕ کَرٕ اَز پنٛنٮ۪ن کِتابن ہُنٛد اِنتِظام
شٲعرس چُھ پنُن اکھ مُنفرد استعارٲتی اظہارُک طٔریٖقہٕ آسان
تٔمۍ اوٚن اکھ نوٚو کمپیوٗٹر
یہِ اوس بہتریٖن کھیٚن یتھ مےٚ وٕنیُک تانۍ مزٕ اوس وُچھمُت۔
سُہ چُھ احتِجاجس منٛز ساروٕے کھۄتہٕ زیادٕ بولن وول نفر روٗدمُت۔
گاڑِ ہِنٛدِ تیٖلُک فی میٖل خرچہٕ اوس اصٕل۔
مےٚ وٕچھۍ سٲنِس گیٹس کُن ژور نفر یوان۔
بہٕ چُھس نہٕ جِنن ہِنٛدِس آسنس پٮ۪ٹھ یقیٖن تھاوان۔
طٲلِبہِ عٔلِم ٲس لٲنہِ منٛز کلاسس کُن پکان۔
شُریٚن آو ونٛنہِ زِ تِم کٔرِن اکھ أکِس دکہٕ دیُن بنٛد۔
تۄہہِ پزِ پنٛنہِ گاڑِ منٛز اکھ علاوٕ ٹٲر تھاوُن۔
خوٗبصوٗتی ہِنٛدِ خٲطرٕ چُھ نہٕ کانٛہہ مُقرر معیار
یتھ متعلق بٔڑ کتھ چھےٚ یہِ کہِ ٲسۍ چھِ ویڈیو کانفرنسہِ پٮ۪ٹھ یکجا کٲم ہٮ۪کان کٔرِتھ۔
یہٕ چھےٚ خیٲلی داستانن ہِنٛز اَکھ بہترین کِتاب۔
مےٚ ووٚن مٲلۍ بازر منٛزٕ اکھ بِسکوٹ ڈبہٕ انُن۔
تٔمی نیوو سامان جایہِ پتہٕ جایہِ۔
یَتھ سڑکہِ چھےٚ ییٚتہِ پٮ۪ٹھٕ ترٛیٚن کوچن منٛز شاخہٕ نیران
تٔمۍ وُچھ چڑیا گرس منٛز اکھ روٗسۍ کٔٹ۔
ژٕ ہٮ۪کَکھ نہٕ بُڑٕ ہوٗنِس نوِ ترکیٖب ہیٚچھنٲوِتھ۔
سۄ چھےٚ پنٛنہِ بیٚنہِ نِش مُختلِف۔
تٔمۍ سُنٛد ساروٕے کھۄتہٕ بوٚڑ صفت چُھ تٔمۍ سُنٛد سمٕج۔
سُھ چُھ پنٕنۍ گٲڑۍ واریاہ تیز چلاوان۔
طوٗفانَس منٛز آو ڈوٹھ دارٮ۪ن لاینہٕ
دیوارس سۭتۍ مہ تراو پان۔
آز کل چُھ پرٛٮ۪تھ کانٛہہ مشہوٗری یژھان۔
مٲلی گِراوٹُک دور کٲتِس کالس روزِ جٲری؟
أنٛدرم آیہِ جرٲحی دوران کڑنہٕ۔
نیہِ ہفتہٕ خٲطرٕ چُھ موسم خۄشٕک تہٕ تاپہٕ دار روزنُک اِمکان۔
تٔمۍ دِژ موسمَس پٮ۪ٹھ پنٕنۍ راے
تِم چھِ طٲلبہِ عٔلمن پرناونہٕ خٲطرٕ پنٕنۍ مفط خٕدمت پیش کران۔
تِمو دِژ مےٚ بتٕچ اکھ تھٲلۍ۔
وتھ چھےٚ ونہٕ مٔنٛزۍ نیران۔
"
پُلیٖس اہلِکارو کٔرۍ جنٛگ جوٗں ۂتھیار ترٛاوٕنہٕ خٲطرٕ مجبوٗر۔"
کیٚٚنٛہہ گامٕکۍ چھِ بالٲیی علاقن منٛز جنگلی جانور ژھانڈان۔
ڈاکہٕ وٲلۍ چُھ وُنی چانہِ خٲطرٕ پارسل اوٚنمُت۔
تتہِ چھا چکر کرنہٕ خٲطرٕ کیٚنٛہہ؟
سۄ ٲس نہٕ یَژھان تٔمۍ سٕنٛدِ سَوالُک جواب دیُن
قَلم اوس کِتابَن تَلہٕ کَنِہ
ژٕ ہیٚکَکھ نہٕ یہٕ بستہٕ پھاٹرٲوِتھ
تٔمۍ دِیُت وارٕ وارٕ پنٛنہِ ہُنیمٕژ نستہِ پھش۔
مےٚ بوٗز ہیٚرِ پیٚٹھ تٔمۍ سٕنٛدِ پکنٕچ آواز۔
مےٚ چھِ یہِ نوکری حٲصِل کرنہٕ باپت چانہِ اسرِ رسوٗکٕچ ضروٗرت
تٔمۍ سُٕنٛدِس واپس یِنَس پٮ۪ٹھ تٔھوۍ تِمو واریاہ شرٕط
رنن وٲلۍ چُھ اکھ مزٕ دار سیُن روٚنمُت۔
پٔتمِس بُنِلِس منٛز جٲنی تہٕ مٲلی نۄقصان اوس بےٚ مِثال۔
وٕچھن والیٚن ہِنٛدِ ژرِ پوٚپ سۭتۍ میلیو فنکارن حوصلہٕ۔
تٔمۍ دِژ کمپنی لاپروٲہی کرنہٕ خٲطرٕ مقدمہٕ دٲیِر کرنٕچ دمکی۔
سُہ واتہِ عیٖز کیُتھ۔
تٔمۍ دیُت مےٚ اکھ مُنٲسِب مشوَرٕ
أس ہٮ۪کو صِرف پُلیٖس کِس واتنس تانۍ پیٲرِتھ۔
کالجس منٛز تٔمۍ سٕنٛدِس دٲخِلس پٮ۪ٹھ تُلۍ سارِوٕے سوال۔
تۄہہِ میلیو یہِ نزدیٖکی وانَس پٮ۪ٹھ۔
تٔمِس سۭتۍ روزُن چُھ سیٚٹھا جان تِکیازِ تٔمِس چُھ پرٛٮ۪تھ کُنہٕ خٲطرٕ تِیُتھ باوۄمید رٔویہِ۔
تٔمِس ٲس یورپچ فِطری نفرت۔
بانہٕ اوس پٕملاسٹِک ٹھانٛڈٕ سۭتۍ بنٛد تھاونہٕ آمُت۔
مےٚ تھوو پنُن سورُے جاداد المارِ منٛز
سکوٗلن کوٚر سُہ اُستاد خٲرِج ییٚمۍ شاگِردن لوٗر سۭتۍ لویمُت اوس۔
حٲدِثَس منٛز مُتٲثِر گَژھن وٲلۍ ٲسۍ معاوزٕ منٛگان
یتھ دُکانس چھِ تموکھ کٕننُک اِجازت نامہٕ۔
مگرمچ اوس دٔریاوس سۭتۍ کھۄکھشِہ پکان۔
سُہ چُھ بےٚ صِفت۔
بہٕ اوسُس پٔتِمہِ ہفتہٕ پنٛنہِ ماسہِ نِش گوٚمُت۔
لگ بگ آو شام کہِ بتہٕ کھٮ۪نُک وقت۔
اسہِ پَزن تمہِ سماجِکۍ اصوٗل اختیار کرٕنۍ یتھ سماجس منٛز أسۍ روزان آسو ۔
تٔمِس چھِ ویٚٹھۍ گَل
کھیٚن اوس خراب تہٕ کمٕے۔
تٔمۍ چُھےٚ مُختلف ذٔریو پیٚٹھٕ زانٛکٲری حٲصِل کٔرمٕژ۔
بہٕ ہٮ۪کے ژے بد تر چیٖز ؤنِتھ۔
موجوٗدٕ بَجٹ آو اِصلاح بغٲر پاس کَرنہٕ
سڑک چھےٚ پہاڑس کُن پھیران۔
وۄزُل لِباس لاگن واجنہِ کوٗر چھےٚ تٔمِس ہمیشہٕ دِل تمبٕلاوان
تٔمۍ دِژ تس اکھ کشِش واجیٚنۍ نظر۔
تٔمۍ کوٚر اتھ پیٚٹھ بحژ کرنس نکار تہٕ ژول۔
پرنہٕ سۭتۍ کٔر تٔمۍ پنٕنۍ زبان بہتر۔
ماجہٕ کرنوو پَنُن شَرارتہٕ ہوٚت نیٚچوٗ ژھۄپہٕ
تمۍ سٕنٛز دلیٖل ٲس غٲر ضروٗری تفصیٖلو سۭتۍ بٔرِتھ۔
کیٚنٛہہ پونٛسہٕ بچاوٕنۍ چھےٚ عقلمنٛدی۔
سۄ ٲس اکِس مشہور ویڑیوہس مُتعلق کتھ کران یُس تمہِ اِنٹرنیٹس پٮ۪ٹھ وُچھمُت اوس۔
مےٚ بٔڑروو پنُن قلم میٖلہِ منٛز۔
سفرَس منٛز پزِ اَسہِ ہمیشہٕ ہُشار روزُن
سُہ اوس جنٛگس دوران سٲروٕے کھۄتہٕ زیادٕ خوفزدٕ جنٛگی حُکمران۔
بہٕ چُھس ایٚم پی یُک بسکیٖن در۔
سُہ چُھ اکثر نِگار خانس منٛز نُمٲیِش کران۔
سۄ چھےٚ نہٕ موتس کھوژان۔
ییٚتی چھےٚ سٲنۍ راے اکھ أکِس نِش الگ گژھان۔
عملہِ تکسیٖد کہِ انکشاف کہِ وجہہ سۭتۍ چُھ رۄپھ گوٚٹ گژھان۔
عام طور چھِ سۄرپھ زہریٖلہٕ آسان۔
مےٚ کر پزِ پنٛنِس بچس اوپ ژوپ کرُن۔
تٔمِۍ سُنٛد ساروٕے کھۄتہٕ بوٚڑ صِفت چُھ تٔمۍ سُنٛد پلزٕوُن مِزاز
اَسہِ پیٚیہِ دٔریاوَس کٔدٕل تارُن
تٔمۍ کوٚر تتھ مسلس عقلمندی سان مُقابلہٕ۔
میٛون بوے روٗد خانٛدرٕ پتہٕ تہِ مٲلِس ماجہِ سۭتی
سۄ ٲس پوٗرٕ پٲٹھۍ ناولہِ سۭتۍ آوٕرۍ گٔمٕژ۔
سُہ اوس کردار کِنۍ چالاک تہٕ مسخر۔
سِگریٹ نوشی چھِ صحت خٲطرٕ مُضِر
مُخٲلِف جمٲژو کوٚر وزیٖر اعظم سٕنٛدِس بیانس خلاف احتجاج۔
تٔمِس اوس بدلن وول مِزاز تہٕ تٔمِس سۭتۍ روزُن اوس نہٕ سہل۔
سۄ چھےٚ أکِس مُشکِل صورتِحالس سۭتۍ لڑان۔
تٔمۍ دیُت تٔمِس اَکھ پوشہٕ گوٚنٛد
عِمارتہِ ہِنز سنٛگہِ بُنیاد ٲس 1997 تس منٛز ترٛاونہٕ آمٕژ۔
تمہِ وۄتھروو کلہٕ پٮ۪ٹھٕ اتھٕ سۭتۍ عٲرق۔
بارت چُھ واریاہ خۄشکیٖل لٔڑکہٕ۔
سُہ چُھ سون گریلوٗ مُلٲزِم۔
سُہ چُھ رباب وایان۔
یہِ چُھ بیٖمہِ کہِ مُعاہدُک دستاویز۔
بھگود گیٖتاہس چھِ اردہ باب
مُوٲفِق حالاتن منٛز ہیٚکہِ کٲم مُکمل گٔژِھتھ
لٮ۪تہٕ پوٗر چُھ سِریٖنَگر کِس نیٚبرِمِس حِصَس منٛز اَکھ صنعتی علاقہٕ
کانٛہہ تہِ خبر آیہِ نہٕ، توتہِ روٗدۍ أسۍ وۄمید کران۔
سُہ چُھ جرمن یوٗنورسٹی منٛز پرناوان۔
بہٕ ہٮ۪کہٕ یہٕ اَصٕل تبدیٖلی ہِنٛدِس طورس پٮ۪ٹھ بیان کٔرِتھ
ریاست چھےٚ غٲرقونوٗنی منشیاتن ہِنٛزِ فراہمی منٛز رُکاوٹ انٛنٕچ کوٗشِش کران۔
تٔمِۍ دِیُت پننِس دوستس آلو
تٔمِس اوس نہٕ بےٚعزتی ہُنٛد کانٛہہ تہِ داغ لوٚگمُت۔
مِشین چھےٚ وۄنۍ ٹھیٖک پٲٹھۍ چلان۔
خون کی پیداوار کے لئے ہڈیوں کا گودا اہم ہے.
سُہ چُھ جانورن ہُنٛد جراح۔
تٔمِس ٲسۍ خۄدکشی ہِنٛدۍ خیال یِوان۔
مےٚ بجوو واریاہ اصٕل گِٹار.
یہِ اوس بڑٕ مُصیٖبتُک وقت۔
میٲنۍ نیٚچِوۍ چھےٚ دچھِ ہِنٛزِ کاشتکٲری ہنٛز تعلیٖم حٲصل کٔرمژٕ۔
سُہ چُھ اَکھ قٲبِل جوان شَخٕص
یہِ چُھ شہرس منٛز اکھ زیوٗٹھ سفر۔
سُہ اوس اکھ بدمعاش نفر۔
نیٚبرٕ پٮ۪ٹھٕ یِنہٕ وول مُشُک اوس نہٕ خۄشوُن۔
سۄ چھےٚ واریاہ حوصلہٕ واجیٚنۍ تہٕ زِندٕ دِل۔
فِلمہِ کٔر سیٚٹھا کم ناظرین آسنہٕ کِنۍ بدنٲمی حٲصِل۔
یہِ پردٕ گژھِ زیچھرٕ آیہِ تراونہٕ یُن۔
یُس کانٛہہ دِلچسپی آسہِ تھاوان سُہ ہیٚکہِ مےٚ فون کٔرِتھ۔
سُہ چُھ تھوٚد تہٕ چٹہٕ مٹہٕ۔
رٕتۍ انسان چھِ مرنہٕ پتہٕ جنتس گژھان
عام نفر ہیٚکہِ نہٕ یِژھٕ گاڑِ أنِتھ۔
میٛٲنۍ نَتایِج چھِ یَتھ تحقیٖقَس پٮ۪ٹھ بُنیاد
مرد چھِ اکثریتس منٛز۔
پیٚٹرول چُھ اکھ وٕڑِتھ گژھن وول مادٕ۔
"اسے ایک دريائي گھوڑے نے کچل کر ہلاک کر دیا تھا۔
"
یہِ چُھ مانٛنہٕ یِوان زِ تِم چھِ کیٚمۍ کھٮ۪نہٕ وٲلۍ۔
یتھ بوتلہِ منٛز چُھ تیز آب
لُکھ درٛایہِ نُمٲیِش کہِ مٲدان منٛزٕ۔
پرٛٮ۪سس آو جنٛگی قٲدٮ۪ن سمکھنس ٹھاک کرنہٕ۔
سُہ اوس پنٛنہِ جوٲنی منٛز اَکھ دِلیر نَفر
آسامٲنی رنٛگ چُھے ژےٚ پٔزۍ پٲٹھۍ اصٕل گژھان۔
معہادس کوٚر وکیٖلو احتِیاط سان مُعٲینہٕ۔
گملے میں تیز رنگ کے پھول لگے تھے۔
فوجس آو جنگ بٔنٛدی ہُنٛد حُکُم دِنہٕ
تٔمۍ لَگٲو پٮ۪نٛد بیٚٹٕس مینَس کُن تیٖزی سان
اکہِ پِھرِ دستخط کرنہٕ پتہٕ ہیٚکہِ نہٕ سۄ مُعاہدٕ پُھٹرٲوِتھ۔
یہِ سُہ ونان چُھ تہِ چُھ بِذٲتی پوٚز۔
بہٕ سمکَھے ژےٚ کٲجِس پیٚٹھ۔
اَسہِ چھےٚ وۄمید زِ أسۍ دِمو نہٕ پنٛنِس رِشتَس منٛز دوٗریٚر یِنہٕ
فنٛگشَن آو مدرَسہٕ کِس مٲدانَس منٛز مُنٛعقد کَرنہٕ
مےٚ چھےٚ نہٕ پَیی مےٚ کتہِ چھِ یِمن فوٹووَن ہِنٛدۍ نگیٹیو تھٲیمٕتۍ۔
جاناوار چھِ پنٛنِس ٲلِس کُن گژھان گژھان پکھٕ وایان۔
ژےٚ چَھیہِ خبر زِ ییٚلہِ ژٕ حَد پار کرکھ، پتہٕ چھِ نہٕ ہٮ۪کان واپس گٔژِھتھ۔
کُس تام اوس بَرس ٹُھکرارے کران۔
راز کیٚن معاملن ہٕنٛدۍ دستاویز گژھن پوشیٖدٕ جاین منٛز تھاوٕنۍ
ژےٚ پزی وقتس پیٚٹھ دوا کھیٚنۍ۔
پنٕنۍ دنٛد کر صاف۔
تٔمۍ سٕنٛدۍ بحژ ٲسۍ واریاہ منٛطِقی۔
راجن تُل موقُک پوٗرٕ فٲیدٕ
یِہ چُھ اکھ چالاک جاناوار۔
ژےٚ پزی اصل پٲٹھۍ پنٛنِس مستس کنگُو کرُن۔
سۄ چھےٚ وۄپرن منٛز بےٚ قرار گژھان۔
حل کرنہٕ آمتٮ۪ن پرچن ہٕنٛدۍ نموٗنہٕ چھِ وۄنۍ طٲلبہِ عٔلمن ہٕنٛز ضروٗرت۔
تٔمۍ کٔر پنٛنہِ کھۄتہٕ لۄکٹِس سٲتِھیس بےٚ عزتی۔
صَدرَس چُھ نامنظوٗری ہُنٛد طاقت آسان۔
چانہِ قٲیِل کرنٕچہِ صلٲحِیتہِ کوٚر نہٕ تٔمِس کانٛہہ تہِ اثر۔
سۄ ٲس پنٛنٮ۪ن شُرٮ۪ن باپت خوف زَدٕ
سُہ چُھ اِنٛگلینٛڑس منٛز بجہِ مِلکِیَتُک مٲلِک۔
تٔمِس چُھ واریاہَن معاملَن تَوَجہ دیُن
تٔمۍ کوٚر تصدیٖق زِ پونٛسہٕ چھِ ادا کرنہٕ آمٕتۍ
یِم چیٖنٕکۍ پیالہٕ چھِ مےٚ خۄش کران۔
مَہریٚنہِ تہٕ مہرازن کوٚر اکھ أکِس سۭتۍ وعدٕ۔
سُہ گوٚو پاخانس منٛز۔
تۭرِ کِنۍ گٔیہِ تٔمۍ سٕنٛزٕ اوٚنٛگجہٕ بےٚ حیٚس۔
واریاہ رزاکار تنظیمہِ آیہِ ضروٗرت منٛدن مدد کرنہِ۔
ژٕ کمہِ باپتھ گوکھ تور؟
ییٚمہِ جڑی بوٗٹی ہِنٛدۍ چھِ مُختلف استعمال۔
سۄ ٲس بد مِزاز تہٕ بےٚ صبٕر۔
تٔمۍ سٕنٛٛٛٛز کٲم ٲس پنٛنٮ۪ن خریٖدارن خٲطرٕ لۄکچٮ۪ن کوٗرٮ۪ن ہِنٛز درٛالز کرٕنۍ۔
سُہ چُھ خاص طورس پیٚٹھ اکھ قٲبِل فنکار۔
سُہ چُھ ساینس کِس شعبس منٛز پرناوان۔
آز چھےٚ زبردست تۭر۔
یِم شخص چھِ واریاہ جان کھِلٲڑی
کالج کٮ۪ن قاعِدن ہِنٛز پابنٛدی چھےٚ ضروٗری۔
بہٕ چُھس تٔمۍ سٕنٛزو لگاتار شکایتو سۭتۍ بےٚ زار گوٚمُت۔
ژٕ کریِکھ مےٚ سمکٕھنہِ؟
یہٕ دٮ۪وار سجاونہٕ خٲطرٕ چھِ اسہِ رنٛگ بٔرنٛگی چاکن ہِنٛز ضٔروٗرت
سُہ آو أکِس مُقٲمی شفاخانس منٛز واتناونہٕ۔
مےٚ أنۍ مٲلِس ماجہِ خٲطرٕ گرٕم پَلَو
اسہِ پَزِِ ہٮ۪کَتھ انٛنہٕ خٲطرٕ سٮ۪ٹھا ترٛیش تہٕ کھٮ۪ن کھیوٚن
تٔمِس چھِ پنٛنِس صحبس سۭتۍ ناجٲیِز تعلُقات۔
سۄ گٔیہٕ اکہِ حٲدِثِچ شِکار ییٚمہِ کِنۍ تٔمِس أچھن ہُنٛد گاش گوٚو
کَمانڈَرن کٔر فوجس تِہنٛزِ بہدوٗری خٲطرٕ تعریٖف
بہٕ تہٕ میٛون خانٛدار چھِ یَژھان منٛگتہٕ کوٗر رٹٕنۍ
غٲر مُلکی زبان ہیٚچھنۍ چھےٚ اکھ زیٖٹھ عمل۔
مےٚ چھِ چنٛدس منٛز وُہ پاونٛڈ۔
ونٛدَس منٛز چھِ واریاہ جاناوار گَرم علاقن کُن گَژھان
أسۍ لیٚکھو تٔمۍ سٕنٛزٕ اصٕل کَتھٕ
مہاتما گاندھی ین پکنوو امنُک مقصد برٛونٛہہ کُن۔
سُہ چُھ تنٛظیٖمہِ ہُنٛد بڑٕ لایق رُکُن
یہٕٕ ڈَبہٕ تُلۍزِ ہٮ۪سہٕ سان
مریَمن نی تٔمِس تھپہِ چِٹھۍ تہٕ تٔھوٕن چنٛدس۔
مٔریٖض سٕنٛدیٚن اہم تانن کٔرِو مُعٲینہٕ۔
تٔمۍ چُھ اکھ خوبصوٗرت بیگ تُلمُت۔
دأرِ چھےٚ لٔکرِ ہِنٛزٕ بنیمژٕ آسان۔
میٲنِس ٹھٹھس پیٚٹھ اسان اسان نٮ۪مییہِ تِم۔
آڑو رسیلا اور پکا ہوا تھا۔
شراتس منٛز دَبوو مےٚ پنُن بُتھ شانٛدٕ گٔنٛدِس سۭتۍ۔
سُہ چُھ ؤری کِس دٔیمِس حِصس خٲطرٕ واریاہ اصٕل پٲٹھۍ تیار۔
أسۍ ہٮ۪کو سٕہلاب زَدن اِمداد واتنٲوِتھ
تٔمۍ سٕنٛزِ کٔمیٖزِ ہُنٛد کالر چُھ واریاہ صاف
تٔمۍ چیٚیہِ گِلاس منٛزٕ ترٛیش۔
یتھ ضیافتس چُھ اکھ مخصوٗص مزٕ۔
تٔمۍ کٔرۍ دونٛکھہٕ سۭتۍ پونٛسہٕ حٲصِل۔
مےٚ ٲس دِلس ٹاس رارَے گژھان۔
سۄ ٲس نٹوٕنۍ قدم ترٛٲوۍ ترٛٲوۍ پکان۔
تٔمۍ سُنٛد ہِنٛدی بولنُک طٔریٖقہٕ چُھ واریاہ خراب۔
تٔمی سُنٛد کُٹھ چُھ میٛانہِ کُٹھِ کھۄتہٕ ترٛےٚ گنہٕ بوٚڑ۔
مےٚ مہ لاگ اتھٕ۔
تٔمِس چھےٚ بیٖروٗنی مُلکی چُھٹیہِ پسنٛد، ییٚلہِ زن تٔمۍ سٕنٛزِ خانٛدارنہِ گرِ بِہُن خۄش چُھ کران۔
ٹاٹا چھِ ہنٛدوستانس منٛز بہتریٖن سِٹیل بناون وٲلۍ۔
تٔمۍ سُنٛد خانٛدار چُھ اکھ کارٕبٲرۍ۔
سُہ اوس گُریلا گروٗپس سۭتۍ تعلق تھاوان
شفا خانس نیٚبرٕ کنہٕ مہ لٲگِو بِٹھ۔
مےٚ گژھِ معٲفی دِنۍ بہٕ آس رژھا سُلی۔
لٕہر چھےٚ شُمال پٮ۪ٹھٕ جٔنوٗبس کُن وسان۔
چُھٹی پٮ۪ٹھٕ واپس یِنہٕ بروٚنٛہہ ہیوٚت مےٚ پنٛنہِ کورِ خٲطرٕ اکھ لۄکُٹ وس ۔
یہِ لفظ چُھ نہٕ عام اِستعمالس منٛز۔
تٔمِس پیٚیہِ نہٕ دلیٖلہِ سۭتۍ سہل سہل اثر۔
سخت بٮ۪مارِ پتہٕ چُھ سُہ نٮ۪تہٕ سۄت بنیومُت۔۔
سُہ اوس یژھان پانٛس مُتعلق تھٮ۪کُن ۔
مےٚ چُھ باسان سۄ چھےٚ مےٚ پسنٛد کران
سُہ روٗد مُجرِمس خٕلاف پۄختہٕ پٲٹھۍ کھڑا۔
ہم آہنٛگی منٛز واپس یُن اوس جان۔
تِمو ساروٕیو کوٚر بیان نظر انٛداز۔
مےٚ ہوو بٔلۍ زِ بہٕ چُھس اتھ تجویٖزِ منٛز دِلچسپی تھاوان.
فن کار اوس نُمٲیشہِ منٛز بدلاو انُن یژھان۔
تِمن چُھ باسان زِ کُلیٛو چھےٚ اِنسان ہِنٛز ہِش سکٕل اختیار کٔرمٕژ۔
تِم چھِ روزی خٲطرٕ پنٛنِس نیٚچوِس ماتحت۔
سڑکہِ ٲس سۄ بِرٕ زِ ٹریفِک ہیوٚک نہٕ برٛونٛہہ پٔکۍ تٕھے۔
سُہ چُھ اکھ نَرم مِزاز شَخٕص
تٔمۍ سُنٛد عٔلِم چُھ محض تٔلیٖمی
بہٕ گوٚس تٔمِس پیدل سٲرس پٮ۪ٹھ سۭتۍ۔
اکھ جوشہٕ ہوٚت ٲبی مُسافِر درٛاو أکِس کورِ ہُنٛد دِل زینٛنہِ۔
موسیٖقی ہِنٛزِ آوازِ کوٚر سُہ ہُشارٕ۔
تٔمۍ کوٚڑ حوضہٕ منٛز سورُے آب نٮ۪بر۔
یِم کُلۍ چھِگاشہِ دار جاین اصٕل پٲٹھۍ وۄپدان۔
اوپنِنٛگ بیٹس مین سٕندِ بہترین سُکور بناونہٕ سۭتۍ چھےٚ کھیل زیننٕچ وۄمید پٲدٕ گژھان۔
صِرِف پنٛنہِ خٲطرٕ سونٛچُن چُھ نہٕ جان۔
شمٲلی ڈکوٹاہس منٛز چھےٚ سیاحت واریاہ کم۔
جوٗس تٔھیِو فِرٛجَس منٛز تُرُن کرنہٕ خٲطرٕ
بہٕ چُُھس فِلاسفی منٛٛز ماسٹٔرس کرُن یژھان۔
فاقہٕ دیُن چُھ صحتہٕ خٲطرٕ اصٕل۔
تٔمۍ سٕنٛدِس زا دۄہَس پٮ۪ٹھ اوٚن تِمو اَکھ چاکلیٹ کیک
تِمو چُھ کٔنٛڑۍ تارِ ہُنٛد اِستعمال کٔرِتھ کھہُک انٛد مقرر کوٚرمُت۔
پٔتمیٚن دَہن ؤرِین منٛز آیہِ واریاہ تبدیٖلیہِ۔
مزدوٗر چُھ کارخانہٕ پٮ۪ٹھٕ گرٕ یِوان۔
مےٚ چھےٚ حقیٖقتٕچ تلاش۔
مےٚ کٔر تٔمِس گُزٲرِش زِ سۄ دیٖن مےٚ کِتابہٕ واپس۔
تِمو چُھ پاور بنٛد کوٚرمُت۔
وۄمید چھےٚ زِ دۄیہٕ وٕہٕرۍ پٔھلایہٕ سُہ پنُن کاروبار۔
بچہٕ رچُھن چُھ واریاہ صبرُک تقاضہٕ کران۔
کُلِس پٔتھۍ کِنۍ چُھ اکھ سۄرُپھ۔
کینیڈا تہٕ امریٖکہ چھِ شُمٲلی نٮ۪صف کِرہس منٛز۔
سُہ چُھ زیادٕ تر تارکن سۭتۍ وابستہٕ علمس سۭتۍ آوُر آسان۔
بہٕ یِمہٕ دۄیہِ ہفتہٕ پتہٕ واپس
کیٹلاگ چُھ دُکانچہ ویٚب سایٹہِ پٮ۪ٹھ موجود۔
یِم وٹامن پِلہٕ چھےٚ اتھٕ گٔمژٕ قوت حيٲتی بحال کران۔
نیب چُھ ہاوان زِ سُہ چُھ دوٗر منگولیاہس منٛز روزان۔
سُہ چُھ جمٲعژ ہُنٛد دَہن ؤرین ہُنٛد تجربہٕ کار۔
زِنۍ موٚنٛڑۍ چھِ اکثر مکان بناونس منٛز اِستعمال کرنہٕ یِوان۔
تِمو چوُچھ مسلہٕ مُختلف پٲٹھۍ۔
مےٚ لَگٲو تٔمِس بٕتِھس مُش
مۄختہٕ ژھانٛڑنہٕ خٲطرٕ دِژ تٔمۍ سمنٛدرس منٛز وۄٹھ۔
شُرۍ ٲسۍ جنٛگلہٕ سۭتۍ گٔنٛڑِتھ أکِس لۄکچہِ جایہِ منٛز گِنٛدان۔
سوٗتی پَلو چھِ رٮ۪تہٕ کالہِ خٲطرٕ آرام دہ آسان۔
اُستادن چُھ ونٛنہٕ یِوان زِ تِم رُکٲوِن مدرسن منٛز نشہٕ آور دواہن ہُنٛد اِستعمال۔
مظلوٗم اوس ۂٹۍ چیٖر دِتھ مارنہٕ آمُت۔
تٔمۍ لگوو وَنس منٛز تیٖر۔
اصٕل نمبرات حٲصِل کرنہٕ خٲطرٕ کٔر تٔمۍ لگاتار محنت
تِمو کٔرۍ جج سٕنٛدۍ اختیار واضح۔
مضموٗنُک ترٛیٚیُم رُکوُع چُھ یتھ مسلس سۭتۍ وابستہٕ۔
خَراب موسم آسنہٕ کِنۍ روو پِکنِکُک مَزٕ
یہ چُھ نہٕ پوٚز۔
بوٚڑ حٲصِل کرنٕکۍ تٔمۍ سٕنٛدۍ مقصدن چُھ تٔمۍ سٕنٛدِس صحتس پیٚٹھ اثر ترٛوومُت۔
اتھ سرمایہِ کٲری منٛز زیوٗن تمۍ دہ گنہٕ نفع۔
تِم چھِِ یژھان زیادٕ کھۄتہٕ زیادٕ خریدار پانس کُن مٲیِل کرٕنۍ۔
تٔمۍ سٕنٛز أچھ چھےٚ لوٗبوٕنۍ۔
تِمو چھےٚ آسٹریلیاہس کُن ہِجرت کٔرمٕژ۔
سۄ چھےٚ مےٚ ناپسنٛد کران، تہٕ اِتَھے پٲٹھۍ چُھس بہٕ تٔمِس ناپسنٛد کران۔
بہٕ چُھس پونٛسہٕ بچاونٕچ کوٗشِش کران۔
شَرارتہٕ سۭتۍ گوٚو تٔمۍ سُنٛد بُتھ خوف ناک
بہٕ تارٕ یہِ پنٛنہِ کاپی پیٚٹھ۔
میون گاش چُھ دۄہ پتہٕ دۄہ خراب گژھان۔
تِمو کوٚر الگ روزنُک فٲصلہٕ۔
واوٕچ رفتار چھےٚ خوفناک۔
سۄ چھےٚ اکھ انۂرِش کوٗر۔
جہاز چُھ ہِنٛدوستٲنۍ جنٛڈٕ لہراوان۔
سۄ ٲس انہِ گٔٹِس کُٹِھس منٛز بِہِتھ۔
تۄہہِ منٛز کُس چُھ زیادٕ کھۄتہٕ زیادٕ پونٛسہٕ زینان۔
وہ دھوتی پہن کر باہر نکل گیا۔
اَسہِ تٔھوٚو سٲری ڈَبہٕ کٲنی منٛز
میٲنۍ نفر چھِ مِزازٕ کِنۍ واریاہ اصٕل۔
یہِ کٲم کۄکلاونہٕ خٲطرٕ چھِ ژۄداہ دۄہ سیٚٹھا۔
سۄ ٲس پنٛنہِ ویٚسہِ واریاہ ناراض تِکیازِ تٔمِس اوس تس نوِ ؤرِیِچ مبارکبٲدی دِنۍ مٔشِد گٔمٕژ۔
کانفرٛنس یِیہٕ نَیہٕ ہفتہٕ مُنٛعقد کرنہٕ
تٔمِس گٔیہٕ ریل اتھٕ۔
تٔمۍ چُھ حالَے اکھ نوٚو سایکل اوٚنمُت۔
لٔڑکن بناوِ میٚژِ ہِنٛزٕ بالہٕ۔
مہربٲنۍ کٔرِتھ لاگ بٔتۍ ہولڈرس منٛز
ژٕ ہیٚککھ کیٚنٛہہ تہِ علاوٕ سامان دٲرِتھ دِتھ۔
میون بوے چُھ جاداد ڈَبن ہُنٛد صنعت کار۔
دائی نے بچے کی پیدائش میں مدد کی۔
یہِ اوس صِرف اکھ بدلہٕ۔
سۄ ٲس تِمن پلوَن منٛز عجیٖب باسان۔
سُہ چُھ پرٛٮ۪تھ صُبحس سرٛان کران۔
تفتیٖشس پیٚٹھ گٔیہِ تٔمۍ سٕنٛز دلیٖل ناکام۔
گاو چھےٚ ہٹہِ کِس دٲدِس منٛز ہٮ۪نہٕ آمٕژ۔
بہٕٕ اوسُس زوٗنہٕ پیٚٹھ قدم تھاون وول گۄڈنیُک خٕلا باز بنُن یژھان۔
تٔمِس چھِ بٕتِھس پیٚٹھ نٔنۍ دانہٕ۔
مےٚ چھےٚ لۄکچار چہِ واریاہ خۄشوٕنہِ یادگارٕ۔
تٔمۍ دیُُت اسہِ ذہیٖن مشورٕ۔
ناظریٖن گٔیہِ تٔمۍ سٕنٛدِ تقریٖر سۭتۍ مُتٲثِر
پرٛانہِ عمارتہِ خٲطرٕ تِہِنٛزب بوٗلۍ ٲس باقیَن ہِنٛدِ کھۄتہٕ واریاہ زیادٕ
کھہہ تہٕ أنٛدۍ پٔکۍ کِس علاقس اوس سٔہلاب آمُت۔
مےٚ وُچھ وَنس منٛز اکھ ہانٛگُل۔
اگر تُہۍ یتھ نوکری خٲطرٕ درخواست چُھو یژھان دیُن تیٚلہِ سوٗزِو تِمن پنُن تعليمی کوایف۔
قٲتِلن اوس نہٕ کانٛہہ تہِ ثٔبوٗت ترٛوومُت۔
تٔمۍ سُنٛٛد جِسم چُھ ورزش سۭتۍ نرم بنیومُت۔
زیادٕ تر ناولہٕ چھےٚ آسان تَصوُرٲتی
یُتُھے تِمن میٲنۍ بِل میلہِ تِم سوزن مےٚ تمی ساتہٕ چیک ڈاک کہِ ذریعہٕ۔
یہِ کٲم ہیٚکہِ تٔمۍ سٕنٛدِ خٲطرٕ نوٚو نظرِیہٕ کھوٗلِتھ۔
ٲبی مواد یِیہِ سِریٖنٛج سۭتۍ کڑنہٕ۔
سُہ آو پنٛنہِ مُلکہٕ منٛزٕ جُلاے وطن کرنہٕ۔
مےٚٚ چھےٚ نہٕ تٔمۍ سٕنٛز روزنٕچ جاے پَتہ
تٔمِس گیہِ پنٛنہِ خانٛدارنہِ سۭتۍ معمولی کتھ پیٚٹھ لڑٲے۔
مےٚ سوٗنٛچ بہٕ ہٮ۪کہٕ ژےٚ پٮ۪ٹھ بروسہٕ کٔرتھ۔
یِمن دستاویزن منٛز چھےٚ خفیہ زانٛکٲری
یہِ چھےٚ اکھ لۄکٕٹۍ کِتاب۔
آیِس کریٖم اوس پٔزۍ پٲٹھۍ واریاہ اصل مزٕ۔
تٔمۍ تھوو بالٹیٖن نلکَس تلہٕ کنہِ
سُہ لڑکہٕ گوٚو بحری فوجس منٛز شٲمِل۔
مےٚ چھےٚ پنٛنہِ کامہِ ہِنٛز سٮ۪ٹھا فِکِر آسان
اسہِ ٲس سمنٛدری بٔٹِھس پیٚٹھ گرمہٕ سۭتۍ حالت خراب گٔمٕژ۔
یِتھ سلوٗکہٕ خٲطرٕ چھےٚ نہٕ کانٛہہ تہِ ضمانت۔
سۄ چھِ گۄڈنِکِس ؤرۍیَس منٛز۔
تجویٖزِ گژھِ آنٛکار میلُن۔
ییٚمہِ شیٖنہٕ مانہِ ہِنٛز نٲلۍ چھےٚ واریاہ کٔھج۔
سیاحن ہِنٛدِ پَے پتہٕچ چھےٚ نہٕ مےٚ کانٛہہ تہِ زان کٲری۔
کیل چھےٚ صحتہٕ خٲطرٕ اَصٕل
بَجٹَس پٮ۪ٹھ بَحث کَرنہٕ خٲطرٕ آیہِ قومی اٮ۪سَمبَلی دٔسۍ اَکھ میٖٹِنٛگ مُنعقد کَرنہٕ
کانٛہہ مُمکِن حل چھا؟
مےٚ میلیوو مہرانہِ سمکٕھنُک موقع۔
مہربٲنی کٔرِتھ نیٖو زیوٗٹھ شہہ۔
سۄ چھےٚ اکھ جان دٔلیٖل ونن واجیٚنۍ۔
ؤلِو مضموٗنس پٮ۪ٹھ کرو کُھلہٕ پٲٹھۍ بحث۔
سُہ چُھ دچھ وۄپداون وول۔
واریاہس کالس کھڑا روزنہٕ سۭتۍ ٲس تٔمِس کھۄرن دگ۔
تتہِ گٔیہٕ خطرناک لڑٲے۔
موٹر گٲڑٮ۪ن ہُنٛد بازرَس منٛز بَڑنہٕ سۭتۍ گٔیہِ اَکہِ قٕسمٕچ تَبٲہی
میانہِ ماجہِ چُھ نہٕ ٹی وی وُچُھن خۄش کران۔
زمیٖن آو امہِ کِس گۄڈنِکِس مٲلِکس واپس دِنہٕ۔
بہٕ چَھس چاہان سُہ کَرِ پنٕنۍ کٲم پانے
کمپنی چھےٚ نفع کِس کھوجس منٛز۔
کاتُر چُھ گُرِس تہٕ خَرس درمِیان اکھ میُل۔
یِم چھِ کیٚنٛہہ چیٖز یِم پرٛٮ۪تھ سیاحس پَے گژھن آسٕنۍ۔
تٔمہِ چلٲو مےٚ سۭتۍ پٔزۍ پٲھۍ اکھ مٔکٕر چال۔
واریاہ قٕسمٕکۍ رنٛنٕکۍ بانہٕ چھِ ترٛامٕکۍ بناونہٕ یِوان۔
تٔمۍ سٕنٛزِ آوازِ منٛز اوس جزبہٕ
اسہِ کٔر سرحدن اپارِ یپور مال تارناونہٕ خٲطرٕ أکِس بین الاقوٲمی ٹٛرکہِ منٛز مال انناون واجنہِ کمپنی ہُنٛد اِستعمال۔
مُستقبِل خٲطرٕ روز رٕتِس وۄمیدوار۔
رامس میٖج پسنٛدیٖدٕ نوکری
بچہٕ سٕنٛز پرٛٮ۪تھ کانٛہہ منٛگ گژھِ نہٕ پوٗرٕ کرٕنۍ۔
تٔمۍ سٕنٛزِ نیک نِیتہِ باوجود تہِ آو سُہ غلط سمجٕنہٕ۔
تٔمِس چُھ پانس أنٛدۍ پٔکۍ خۄشوٕنۍ چیٖز آسٕنۍ خۄش کران۔
بہٕ بیٛوٗٹُھس پتھر تہٕ بوٗزُم غوٗرٕ سان۔
وِمبٕلڈنس منٛز کامیاب گٔژھِتھ گٔیہ، سۄ ناماور
اسہِ کٔر أکِس قٲبِل جاسوٗس سٕنٛز تقرری یہِ کیس حل کرنہٕ خٲطرٕ
تٔمۍ نژنٲو باسکیٚٹ بال پنٛنہِ اوٚنٛگجہِ پٮ۪ٹھ۔
کِتابہِ ہِنٛدِس گۄڈنِکِس حِصس منٛز چھےٚ نہٕ موضوٗعن ہِنٛز فہرست موجودٕے۔
سُہ چُھ پنٛنہِ خانٛدارنہِ غۄلام سُنٛد ہِیوٗ سلوٗک کران۔
یہٕ ٲس کایِنٲتی پیمانس پٮ۪ٹھ اکھ بٔڑ تبٲہی۔
تٔمۍ سٕنٛز بےٚ خبری چھےٚ حٲران کرن واجیٚنۍ۔
کمیٹی ہٕنٛز سربرٲہی چھِ ترٛےٚ وزیٖر کران۔
تٔمۍ کٔر پنٕنۍ دلیل حقیقتس سۭتۍ پیش۔
مےٚ روٚٹ موٚہرِ روٚستُے اکھ لِفافہٕ۔
عٔلمِہ نٔجوٗمی پرنہٕ کِنۍ ٲس تٔمِس پنٛنہِ مُستقبِلٕچ زانٛکٲری
پنٛنہِکامیٲبی ہُنٛد تُلِو لُطُف!
تٔمۍ سٕنٛزِ تخلیٖقی لِکھایہِ ہِنٛز چھےٚ ساروٕے وۄستادو تعٲریٖف کٔرمٕژ۔
تٔمِس گوٚو پانٛسہٕ کِس کھیلس منٛز سورُے پونٛسہٕ اتھٕ۔
سُہ نفر اوس نہٕ سۄنُر ییٚمۍ سۄن پرکھوو۔
یہِ اوس کپِل دیو سُنٛد حٲران کرن وول اووَر۔
فُٹ بال چھےٚ المارِ ہِنٛدِس پٔتۍمِس طرفَس
کمپٔنی چھِ پرٛوجیٚکٹ خٲطرٕ رقم مخصوٗص کوٚرمُت
شیٖنس پیٚٹھ پٔکِو وارٕ وارٕ نتہٕ پیٚیِو ؤسۍ۔
یہِ چُُھ میون ٹوکیو ہُک گۄڈنیُک دورٕ۔
سُہ چُھ حِسابس منٛز کمزور۔
کمپیوٗٹرس چھِ واریاہ فٲیدٕ آسان۔
واوٕ سۭتۍ گوٚو ژھیٚدنِس سیٚٹھا نۄقصان۔
میٲنِس مٲلِس چُھ زیوٗٹھ ریش
سۄ چھےٚ پیٚٹھمِس طاقس تانۍ واتنہٕ خٲطرٕ واریاہ ژھوٚٹ۔
سُہ اوس نٔہٕ تتھ بےٚ عزتی لایق یۄس تس کرنہٕ ٲس آمٕژ۔
تِم چھِ اکھ أکِس واریاہ تِجارتی شیٚچھٕ سوزان
اکھ خطرناک مُلزِم چُھ قٲد خانہٕ منٛزٕ ژوٚلمُت۔
تٔمۍ ؤنۍ تٔمِس کُن ناشٲیِستہٕ کتھ۔
سٲری پنہٕ ؤتھر ترٛاو دۄبس منٛٛز۔
تٔمۍ سٕنٛدۍ جایہِ جایہِ سفرن واتنوو سُہ ہِنٛدوستان تہٕ چیٖن۔
تاخچَس پٮ۪ٹھ تھاونہٕ آمژٕ کِتابہٕ گٔنٛزرٲیِو۔
تٔمِس چُھ تنخواہ ہُریومُت۔
پٔتمیٚن کینٛژن ؤرین دوران گٔیہ تکنیٖکی ترقی واریاہ تیٖزی سان۔
گلاب پوری طرح کھلے ہوئے تھے۔
مےٚ چھےٚ وۄمید زِ سُہ کرِ اِمتحان پاس۔
یَتھ حلقس تانۍ واتُن چُھ نہٕ سَہل
تٔمۍ نِیوٗ پنُن ویٚسپا، گوٚو گرٕ تہٕ بیٚیہِ کھوٚت پننِس مکانس پٮ۪ٹھ۔
منٛع کرنہٕ آمُت مٮ۪وٕ چُھ موٚدُر آسان۔
سُہ چُھ پیشہٕ کِنۍ اکھ مضمون نگار۔
سُہ چُھ اکھ واریاہ اصٕل نژن وول
سُہ پیوٚو ہیرِ پٮ۪ٹھٕ ؤسۍ۔
سُہ اوس پوٗرٕ بےٚ حٮ۪س۔
شُرۍ ٲسۍ کٕلییَس مُختٔلِف شکلہٕ بناوان
تٔمۍ سُنٛد درُے چُھ یونیورسِٹی منٚز پَران۔
صحت ٹھیٖک تھاونہٕ خٲطرٕ گژھِ واریاہ ترٛیش چیٚنۍ۔
اشنھ کے پودے میں نازک اور باریک پھول تھے۔
کمپٔنی چُھ پونٛسن ہُنٛد اِنٛتِظام بینٛکس قرضہٕ ہٮ۪تھ کوٚرمُت۔
تٔمۍ کٔر آرٹس کالجس منٛز گرٛیجویشن۔
یہِ رٮ۪واج چُھ وۄنۍ مۄکلیٛومُت۔
مےٚ آیہِ نہٕ کانٛہہ تہٕ گۄڈٕ اِطلاع دِنہٕ۔
موٚزوٗرن چھےٚ معموٗلی موٚزوٗرۍ میلان۔
تِمو منٛزٕ کٲتیٛو کٔر مُفت کٲم ؟
سیریٚن ہُنٛد وار اوس سڑکہِ پٮ۪ٹھ پتھر ترٛاونہٕ آمُت۔
یہِ چُھ ازکل اکھ مشہور لفظ۔
ییٚمہِ واقعہ پتہٕ گٔیہٕ تِہِنٛدۍ حوصلہٕ کم۔
تٔمۍ سُنٛٛد مکان چُھ محلَس سۭتۍ مُقابلَس لایق
پنٛنہِ یارٕ سٕنٛدِ بےٚ غرٕض استقبالُک گوٚو تٔمِس سخ مُشکِل
مہربٲنی کٔرِتھ کر اقتباسُک ترجمہٕ۔
حُکومتَس پزِ آلوٗدگی پٮ۪ٹھ قابوٗ کرنٕچ اہمِیت سمجِنۍ۔
اسہِ وُچھ آنٛگنس منٛز اکھ کٔچھوٕ۔
سُہ چُھ تٔمۍ سٕنٛدِ کھۄتہٕ دۄگنہٕ تنخواہ نِوان۔
ڈاکٹرن چُھ تٔمِس نیٚنٛدرِ ہُنٛد پانیُل دوا دیُتمُت۔
یِم دَواہ چھِ جَرٲسیٖمی اِنفیٚکشَنن خٲطرٕ
سُہ لوٗبوُن مکان چُھ میٲنۍ دوستن بنوومُت۔
سُہ چُھ چانیٚن چِٹھیٚن قدر کران۔
ییٚمہِ عٮ۪مارتہِ ہِنٛز بناوٹ چھےٚ فن کارانہٕ
تٔمِس چُھ جان مِزاز، مگر چُھ زرا بومہٕ لد۔
سُہ چُھ غریٖبن کھٮ۪نہٕ چیٖز فراہم کران۔
مےٚ چھِ چمکہِ بغٲر رنٛگ خۄش کران۔
سُہ چُھ علمہِ مقاماتُک مٲہرِ۔
اَسہِ چھےٚ معزوٗرن خٲطرٕ حالات بہتر بَناونٕچ ضٔروٗرَت
غٔریٖب چھِ ہمیشہِ لتہٕ مۄنٛجہِ کرنہٕ آمٕتؠ۔
تٔمۍ کٔر سۄ ییٚمہِ کامہِ باپتھ تیار کرنہٕ خٲطرٕ ژۄیہِ ہُنٛد استعمال۔
تٔمِۍ سٕنٛدۍ تقریٖر چھِ میٛانہِ سَمٕج نٮ۪بَر
وٕنٛکیٚس چُھ نہٕ یہِ ذخیرٕ کرُن لایق۔
یتھ مکانس منٛز چھےٚ واریاہ زیادٕ سہولِیتہٕ۔
گِری چُھ اَکھ گِنٛدَن وول نَفر
شُریو بنوو اکھ دٲیرٕ تہٕ گیٚوِکھ بٲتھ۔
کھسوٕنۍ قۭمت چھِ واریاہن کارٕبارنن ہِنٛدِس قٲیِم روزنس خطرس منٛز ترٛاوان۔
مہربٲنی کٔرِتھ رَٹھ ڈَبہٕ احتیاط سان
سُہ چُھ اکھ سمجدار تہٕ چالاک نَفر
ژٕ ہیٚکہٕ کھٕ اخبار پِلنٲوِتھ؟
ژےٚ ہٮ۪کہٕ کھٕ تٔمِس فون کٔرِتھ
پھول گوبھی کا استعمال ایک لذیذ شوربہ تیار کرنے کے لئے کیا گیا تھا۔
غریٖبی چھےٚ قومس خٲطرٕ اکھ زبردست خطرٕ پٲدٕ کران۔
تٔمۍ کٔرۍ پنٛنہِ جوٲنی منٛز عٲش۔
اِجلاسٕچ کاروٲیی گٔیہٕ نہٕ وٕنہِ تیار۔
بہٕ گژھٕ اکِس ژِہِس منٛز تیار۔
أکِس اِنسانس گژھِ سادٕ زِنٛدٕگی تہٕ تٔھز سونٛچ آسٕنۍ۔
بہٕ ہٮ۪کہٕ یہِ تٔمۍ سٕندِ خٲطرٕ کٔرِتھ۔
بہٕ چُھس سکون واجیٚنۍ زِنٛدگی بسرکرٕنۍ یژھان۔
بہٕ چھس پرٛٮ۪تھ دۄہ پنٛنِس مٲلِس سمکٕھنہِ گژھان۔
جُملُک اہم فعل کیا چُھ؟
اسہِ گُزور رٮ۪تہٕ کول فرانسیسی دچھِ باغس دورٕ کران۔
سُہ چُھ پنٛنٮ۪ن مُلٲزِمن سۭتۍ جان سٔلوٗک کران۔
مےٚ کھوٚت چون نظریہٕ پسنٛد تہٕ کوٚرُم تسلیم۔
تٔمۍ سٕنٛد بیان ٲسۍ پیٹھ
تتہِ ٲسۍ ڈبہٕ بٔڑِس تعدادس منٛز موجود۔
دٔلیٖلن ہِنٛز کِتاب چھےٚ بٔڑِس پیمانس پٮ۪ٹھ چھاپنہٕ یوان۔
تِمن اوس کمپٔنی خٲطرٕ بوٗلۍ لاگنَس غَرٕض
جاپانٕکۍ چھِ گٔنٛزراونہٕ خٲطرٕ اکھ خاص گٔنٛزراونٕچ مِشیٖن اِستعمال کران۔
سۄ چھےٚ گاڑٮ۪ن ہِنٛز دیوانہٕ۔
ہوٲیی سفر چُھ از کل عام گوٚمُت
اس نے کل اپنی بغل کے بال کٹوایے۔
چوٗکۍ درن دیُت طٲلبِ علمن عجٲیب گَرس منٛز اژنُک اِجازت۔
کھسوٕنۍ قۭمت چھِ واریاہن کارٕبارنن ہِنٛدِس قٲیِم روزنس خطرس منٛز ترٛاوان۔
سٹیڈِیمس منٛز چُھ نوٚو پوٗل بناونہٕ یوان۔
سُہ چُھ گرم اَور کوٹ۔
سُہ چُھ میون نزدیٖکی رِشتہٕ دار
ژٕ ہٮ۪کَکھ ترٛیٚیہِ قٕسمُک پۄشاک تُلِتھ
تِہنٛزِ تحقیٖق کِنۍ چُھ ساینس کِس شعبس منٛز تِہُنٛد واریاہ لٹہِ حوالہٕ دِنہٕ آمُت۔
تٔمۍ سُنٛد ناو لیٚکھزِ بَڑیٚن اَچھرَن منٛز
تٔمۍ سُنٛد مول اوس اکھ غٔریٖب وووُر۔
رنٛگس مہ لٲگِو اتھٕ یہِ چُھ اوٚدُر ۔
ہجوٗمس منٛز کینٛہو خراب عناصِرو کٔر تقریٖرِ منٛز خلل۔
مےٚ چھِ ٲلوٕ خۄش کران۔
سُہ چُھ نَون بجن تام کٲم کران۔
پُلیٖسس آیہِ ہُجوٗم قوبوٗ کرنس منٛز مُشکِلات پیش۔
أکۍ خوٗبصوٗرت گۄلاب کُلۍ أنۍ میٲنِس آنٛگنس شوٗب
تِہِنٛز ناو گٔیہٕ دٔریاوس منٛز یِرٕ۔
تٔمِس چھےٚ کامہِ گَژھنہٕ خٲطرٕ گاڑِ ہِنٛز ضٔروٗرت
تٔمۍ چھےٚ جان عطٕر مٔژھمٕژ۔
تٔمۍ أنٛۍ اکھ نٔو سفید تٕژھ۔
تٔمِس چُھ شٲعِری بوزناونُک اکھ خاص انٛداز۔
بچہ کھٹولے میں سو گیا۔
پٔکِو پگاہ کَرو کیٚنٛٛہن منٛدرن ہُنٛد دورٕ۔
ٹانٛگس چھِ زٕ گُرۍ لمان۔
یہِ چُھ گۄڈنیُک چیٖز یُس میٲنِس دٮ۪ماغس منٛز آو۔
 گائے کو کھلی کی ٹکیا کھانے میں مزہ آیا۔
تٔمِس چھےٚ واریاہ زیادٕ بۄچھِ۔
أسۍ چھِ چیٖز وزنہٕ حِسابہٕ مینان، نہ کہِ مقدار حساب۔
تٔمۍ اوس صاف شفاف پۄشاک لوگمُت۔
کمزور ذہنٕکۍ لوٗکھ چھِ نہٕ خطرٕ نِوان۔
سۄ چھےٚ ہمیشہٕ پنٛنیٚن شُریٚن پٮ۪ٹھ نظر تھاوان۔
مزار پٮ۪ٹھ ٲسۍ خزانہٕ ژوٗرِ نِنہٕ آمٕتۍ۔
ناون ہُنٛد کارخانہٕ گوٚو طوٗفان سۭتۍ تباہ۔
مےٚ دِ رژھ کھنٛڈ پاست
بہٕ چُھسَے ژےٚ کامیٲبی ہُنٛد دۄیہِ خٲر کران۔
گھوڑے باز نے ٹانگیں کو چلایا۔
جنٛرلن دِیُت سپاہن سختی کرنُک حُکم
میانٮ۪ن دۄشوٕنۍ ٹٲرن چُھ ہوا نیٖرِتھ ژوٚلمُت۔
ہِپوپوٹیمَس چُھ کلہٕ بوٚڈ جانور
تٔمۍ رٔٹ مُختٔلِف قٕسمٕکیو وجوہاتو کِنۍ نوکری۔
سُہ دوریٛوو ہال کِس مرکَزس کُن
تمہِ ساتہٕ ٲس لاعلمی پھلیمٕژ۔
بہٕ کرٕ نہٕ تٔمس سۭتۍ توٚتام کتھ یوٚت تانۍ نہٕ سُہ مےٚ معٲفی منٛگہِ۔
زُکام کہِ وجہ سۭتۍ چھےٚ تٔمِس نس بنٛد۔
اسہِ اوٚن بازرٕ لیٚمبۍ چیٖرُن۔
مُختٔلِف تہزیٖبن ہِنٛدۍ لُکھ چھِ یور یِوان۔
تٔمۍ ہیوٚک تنگ وادی مٔنٛزۍ جہاز چلٲوِتھ۔
بیول زیٚوِ کیٚنٛہن دۄہن منٛز۔
شُر تہِ ہیٚکہِ یہٕ سمجِتھ۔
میٛون مول چُھ فوجس منٛز کرنل
سُہ چُھ پٛنیٚن کتریوٗ بانن ہِنٛدِ خٲطرٕ مشہوٗر۔
تِم گیہِ یکجا کٲم کرنس پیٚٹھ رٲزۍ۔
یِم پرٛانہِ مِشیٖنہٕ چھےٚ وٕنہِ تہِ اِستعمالس منٛز۔
تٔمۍ کوٚر دعوا زِ پُلسن اوس تٔمِس سۭتۍ بد سلوٗکی کٔرمٕژ۔
سۄ چھےٚ اکثر پنٛنہِ ماجہِ ہِنٛز مِثال دِوان۔
آدمی نے گندم کو پنڈلی میں باندھ دیا۔
گاندھی جی اوس اکھ بوٚڈ بارٕ مٲہرِ فلسفہٕ۔
مکانَن ہنٛدِس قۭمتَس منٛز چُھ زیادٕ درٛۄجر۔
موہن اوس سِول ہسپَتالچہِ لیٚباٹرٛی منٛز بَطورِ ژاٹھ کٲم کَران
یہ سطٕر چھےٚ بٲتس منٛز ژۄداہہِ لٹہِ دۄہراونہٕ آمٕژ۔
سُہ چُھ گاہ بٮ۪گاہ گِنٛدان۔
ژٕ چُھکھ کُنہِ حدس تام صحیٖح۔
اسہِ وُچھ عجٲیٖب گرس منٛز جٔژل چِمپانٛزے
یِمن دۄن مسٲیِلن درمِیان چھ نہٕ کانٛہہ تہِ باۂمی تعلُق۔
سانہِ عوامٕچ اکثریت چھےٚ نظر انٛداز تہٕ بےٚ آواز محسوس کران۔
یہِ چھِ بمبے تہٕ پوٗناہس منٛزباگ
یِم یادگار چھِ جوٗبی ہِنٛدوستان کہِ ثقافتی میٖراثُک اکھ اہم حِصہٕ
سورُے محکمہٕ اوس نَویٚن قٲیدن خٕلاف۔
گاندھی جی ین ٲس عدم تشددٕچ ہدایات دِژمٕژ۔
تٔمِس چُھ تیز دٮ۪ماغ۔
مِٹِنٛگ کِژھ روٗز؟
پنٛنِس خوابس منٛز بنییہٕ سۄ اکھ پٔری۔
میٛٲنۍ بیٚنہِ چھےٚ اَصٕل رَنان
کچھوٕ چُھ دور زینان ییٚلہِ زن خرگوش چُھ شیٚنٛگِتھ آسان۔
تٔمۍ چُھ تٔس خانٛدر کرنُک وادٕ دیُتمُت
ژٕ ہٮ۪کَکھ میانہِ دارِ کِنۍ اکھ خۄشوُن نظارٕ وٕچِھتھ۔
"تُہۍ ہیٚکوٕ پگاہ یِتھ؟ ""نہ بہٕ ہیٚکہٕ نہٕ۔"""
تٔمۍ تھوو دھات تیٖتِس کالس ریٚہہِ پیٚٹھ ییٖتِس کالس سُہ واریاہ گرم گوٚو۔
سُہ اوس تتھ کیسَس منٛز مُلزِم
مےٚ باسییہِ پنٛنہِ نرِ زن زیٖر ہِش۔
تِمو دیُت أکِسٕے آوازِ منٛز جواب۔
اِبتداہس میلییہِ جان تنقیٖدی جٲیزٕ۔
سُہ اوس اکھ ظٲلِم تہٕ شیطٲنی نفر۔
مےٚ کوٚر فرٛیج آرڈر شےٚ ہفتہٕ بروٚنٛہہ ۔
بہٕ یِمہٕ جلدی پکن واجنہِ ریلہِ منٛز۔
نؤۍ منیجرن سمبول تضادٕ ہۄنرمنٛدی سان
مےٚ چُھ چُھٹی پٮ۪ٹھ گژھُن
سُہ ہیٚکہِ یتھ پیشکشہِ نکار کٔرِتھ۔
عوام چُھ سرکار کیٚن اِقدامن نِش ناخوش۔
چٲنِس منصوٗبہٕ کِس مقصدس چھےٚ ظٲہِر آسنٕچ ضروٗرت۔
امیدوار یِن زبٲنی اِمتحان خٲطرٕ بُلاونہٕ۔
مےٚ چھےٚ نہِ نفسِیاتٕچ زیادٕ علمیت مگر مےٚ چُھ امتحان پاس کرُن۔
سُہ اوس سخٕت بۄچھِ سٕتۍ مَران۔
شہرَس منٛز گٔیہٕ دۄن دَرٮ۪ن منٛز صٔحی لڑٲے
تٔمۍ ہیٚنٛدۍ بدلوو مذہب تہٕ بنٛیوو مُسلمان
سُہ چُھ اکھ اصٕل شخص۔
سُہ پوٚک جنٛگلہٕ مٔنٛزۍ اکہِ کھجہِ وتہِ کِنۍ۔
مےٚ ٲس تٕمۍ سٕنٛزِ کیس سٕٹَڑی ہِنٛزِ تجزِیہِ منٛز زیادٕ دِلچسپی
بُنلہِ سۭتۍ گوٚو پوٗرٕ مکانس اورٕ یور۔
بہٕ چُھس نہٕ چانہِ فرٲیض انٛجام انٛنہٕ چہِ عملہِ خۄش۔
سُہ چُھ کٲرۍگری منٛز تجرُبہٕ وول۔
بہٕ چُھس سبزی ہِنٛدیٚن سِنیٚن ترجیٖح دِوان۔
یہٕ جٔزیٖرٕ چُھ لگ بگ گول شکلہِ ہُنٛد
تٔمۍ أنۍ رِیاضی منٛز ساروٕے کھۄتہٕ زیادٕ نمبر۔
یہِ انٛدازٕ لَگاوُن اوس سَہل زِ سُہ چُھ خطاوار
وۄژھ چُھ پنٛنہِ ماجہِ ہِنٛدِس تھنَس دۄد چیٚوان۔
اسہِ چُھ پگاہ اِمتِحان۔
مےٚ چُھنہٕ تیز دورُن خۄش کران۔
ژےٚ چھی وٕٹھ نیٖلۍ گژھان۔
ڈاکٹَرن ووٚن زِ تٔمِس چھےٚ حٲدِثَس منٛز أڈِجۍ سیٚدِ سیوٚد پٕھٹمٕژ
یہِ چُھ مانٛنہٕ یِوان زِ تِم چھِ کیٚمۍ کھٮ۪نہٕ وٲلۍ۔
اکھ ون یُس سبزار سۭتۍ بٔرِتھ تہٕ روٗسۍ کَچوسۭتۍ بٔرِتھ چُھ۔
شُرۍ ٲسۍ سیوٚد لٲنن منٛز ترتیٖب سان تھاونہٕ آمٕتۍ۔
تِم ٲسۍ عزابس تحت روزان۔
مےٚ کٔر نہٕ تٔمِس برٛونٛہہ کنہِ یِنٕچ ہٮ۪متٕھے۔
خراب مُشکہٕ کِنۍ پیوٚو مےٚ کُٹھِ منٛزٕ نٮ۪بر نیرُن۔
کُٹھ چُھ واریاہ وُشُن۔
یہِ چُھ اتھ پٮ۪ٹھ دارومدار زِ ژٕ کِتھۍ کٔنۍ أنٛزراوکھ مسلہٕ۔
تٔمۍ سٕنٛزٕ زنٛگہٕ آسہٕ کمزور ۔
گرُم چُھ، لوٗکھ چٮ۪ن موٚکُر آب اگر نہٕ تِمن خبر آسہِ زِ اتھ منٛز چھےٚ بیٚمارِ۔
سارے بجہِ کمپٔنیہِ چھےٚ پنںنٮ۪ن چیٖزن ہُنٛد اشِتِہار دِوان
مےٚ آو خانٛدرٕ چہِ تقریٖبہِ منٛز سازس واریاہ مزٕ۔
تٔمِس پزِ پنٛنہِ رویہِ خٲطرٕ معٲفی منٛگٕنۍ۔
سُہ چُھ پرٛٮ۪تھ وِزِ سفید پادٕرۍ چۄگہٕ لاگان۔
تِمو کٔر 18 ہِمہِ صدی منٛز نو آبٲدی قٲیِم۔
شٲعِری ہِنٛدِس مُقابلَس منٛز میلیٛوو رامَس پنٛژہن ساسَن ہُنٛد ؤظیٖفہٕ
یہٕ پالسی چھےٚ ژوٗرِ خٲطرٕ علاوٕ سرمایہٕ دِوان۔
اسلَم گوٚو ہَوٲیی اَڈس پٮ۪ٹھ
تٔمۍ سٕنٛدۍ تبصُرٕ ٲس اِخلٲقی طور خراب۔
سۄ چھےٚ پنٛنہِ کامہِ سٲتۍ آوٕر
بہٕ چُھس پنُن ماتامال پٔتِمہِ رٮ۪تہٕ گوٚمُت۔
دربٕدٔرۍ چھ، مُفت کھٮ۪ن حٲصِل کرنٕچ کوٗشِش کران۔
تٔمۍ گِلنٲو پنٕنۍ شمشیر ہَوہس منٛز۔
تمہِ اعلان سۭتۍ گوٚو سُہ حٲران۔
بٮ۪مار چُھ وۄنۍ بِلکُل ٹھیٖک۔
تٔمۍ سُنٛد مول چُھ کٕلٲرٕک
سالس پیٚٹھ اوس ماحول سٮ۪ٹھا لُطُف وول۔
یہِ چُھ افسوٗس زِ خراب موسم دی نہٕ ژےٚ دِلہِ گژھنُک اِجازت۔
یِمن دلیٖلن ہُنٛد بُنیٲدی موضوٗع چُھ نہٕ زانٛہہ مُختلِف آسان۔
پنٛنہِ کامہِ خٲطرٕ تٔمۍ سٕنٛز ماے چھےٚ واضح۔
مےٚ وٕچھ اَکھ کرٛہِنۍ بیٛٲر
ماحولیات کٮ۪ن ماہِریٖنن ہِنٛز مجلِس یِیہٕ نیہٕ رٮ۪تہٕ مُنعقد کرنہٕ
ژٕ چُھکھٕ چاے دۄد روٚستُے یژھان چیٚنۍ؟
تٔمۍ کٔٔر بِلن اِکہ وٹہٕ تٔھٲوِتھ پِن۔
نوِ کامہِ پٮ۪ٹھ گژھنہٕ پتہٕ گوٚو تٔمِس گاٹہٕ۔
تٔمی چھِ اکھ اصل کُتُب خانہٕ یژھان۔
تِمو کوٚر سانہِ ٹیٖمہِ ہُنٛد داوہ قبوٗل۔
سُہ کوٚر بدمعاشو پنٕنۍ چیٖز تِمن حوالہٕ خٲطرٕ مجبوٗر۔
سُہ آبو پنٛنیٚن دِلیر کامیٚن ہِنٛدِ خٲطرٕ نَوازنہٕ۔
تِمو چھےٚ پنٛنِس کُٹِھس پیٚنٛلِنٛگ کٔرمٕژ۔
اس نے کیڑوں کو دور رکھنے کے لیے مچھر دانی لٹکا دی۔
سُہ چُھ ہمیشہٕ پنٛنیٚن شرطن پیٚٹھ وعدٕ پوٗرٕ نہ کران۔
وَنس منٛز ٲس اکھ رامہٕ ہوٗنۍ نژان۔
یہِ ثٲبِت کرنہٕ خٲطرٕ چھےٚ تجرُباتن ہِنٛز ضروٗرت۔
پُلیٖس چُھ سٲنِس سماجس منٛز اہم کِردار ادا کران۔
تٔمِس چھِ سٮ۪ٹھا صاحبہِ اختِیار تعلُقات
أسۍ ہٮ۪کو منٛصوٗبہٕ فوری طور عملہِ منٛز أنِتھ
دٔریاون چُھ گاسہٕ چرایہٕ سٔہلاب اوٚنمُت۔
سُہ چُھ گرٕ پتہٕ گرٕ پھیٖرِتھ سبزی کٕنان
یِمو غلط فہمِیوں سۭتۍ چھِ نامُنٲسِب نتٲیِج نیران۔
جانورن ہِنٛدۍ أکۍ ڈاکٹرن کوٚر زخمی گُرِس علاج۔
تٔمۍ سٕنٛز تصویٖر آیہِ قومی اخبارس منٛز ہاونہٕ۔
تٔمۍ سٕنٛز موج چھےٚ سِیاست دان۔
پرٛٮ۪تھ ہفتہٕ ٲسۍ واریاہ کاخانہٕ بنٛد گژھان۔
تٔمۍ سٕنٛزِ زِنٛدگی منٛز چھےٚ حٲدِثو تہٕ بٮ۪ماریو کِنۍ کھل بٔلی آمٕژ۔
بہٕ کرٕ چانہِ طرفہٕ کتھ۔
تُہنز لِکھاوٹ چھےٚ میانہِ کھۄتہٕ واریاہ خراب۔
سٲرِسٕے راتس تٔھٲو مےٚ بٮ۪مار بَچس نظر۔
کٲنٛسۍ کٔٹۍ شُرۍ چھِ مٲلِس ماجہِ ہِنٛدۍ خانہٕ مٲلۍ آسان۔
تس منٛز چُھ شٲیِستگی ہُنٛد احساس لبنہٕ یِوان۔
نژنہٕ پتہٕ نَمییہِ شُرۍ ناظریٖنَن برٛونٛہہ کنہِ
تٔمۍ سٕنٛز زِنٛدگی چھےٚ خطرس منٛز۔
اسہِ پزِ پنٛنہِ قومُک وقار برقرار تھاوُن۔
بیٖروٗنی اِمتِحان ہیٚنہٕ وول اوس واریاہ سخٕت۔
أسۍ آسو مِشکِلو باوجود تہٕ فتح یاب۔
ہوٗنۍ چھِ واریاہ اصٕل پالتو جانور آسان۔
تِمو چُھ نوٚو شفاخانہٕ بَناونُک ٹھیکہٕ کوٚرمُت
بچن منٛز چھےٚ عضوِیٲتی تبدیٖلیہِ سپدان۔
سُہ چُھ بِلکُل ٹھیٖک بچہٕ۔
بادشاہ سُنٛد قتل چُھ ڈرٛامہ کِس گۄڈنِکِس حِصَس منٛز سپدان
آز کل کیاہ خبر اتر چھےٚ چٲنۍ؟
سۄ چھےٚ پرنہٕ سۭتۍ واریاہ سکوٗن حٲصِل کران۔
تٔمۍ دِتۍ سارنی سوالن یِنٛدۍ صٔحی جواب۔
تِمن گٔیہٕ پنٕنۍ واریاہ مٲلی فٲیدٕ اتھٕ منٛزٕ نیٖرِتھ۔
2001 اوس نہٕ فلمن خٲطرٕ کامِیابی ہنٛد ؤری۔
ٲسۍ کَرو نہٕ پنٛنٮ۪ن سڑکن پٮ۪ٹھ آگاہ جماعتہٕ برداشت۔
پُلسہٕ گوٚو ژوٗرن رٹنَس منٛز کامیاب
تٔمۍ سُنٛد کورِ بَچہٕ چُھ سٮ۪ٹھا خۄشوُن
روٗدس منٛز چھےٚ گاسہٕ چراے تازٕ تہٕ سبٕز گٔمٕژ۔
تٔمِس لٲجِکھ جُرم کرنٕچ ہانٛژ۔
زوٗن ٲس گرٛہنہٕ پتہٕ نٔنۍ۔
أسۍ ہٮ۪کو شامس پٔٹِھس کُن گٔژِھتھ
مےٚ گٔیہِ چٲنۍ کِتاب انٕنۍ مٔشِتھ۔
ژےٚ ووٚٹتھٕ پنُن سامان ؟
بہٕ کرٕ پنٛنِس مٲلِس ماجہِ نِٕش چالٲکی سۭتۍ پونٛسہٕ حٲصِل کرنٕچ کوٗشِش۔
تٔمِۍ سٕنٛدِس ذہنَس منٛز آو اکھ نوٚو خیال۔
تٔمِس چُھ پنٛنِس صحبَس سۭتۍ اصٕل تہٕ لٲزِم دار رِشتہٕ۔
تٔمۍ سٕنٛزِ ثٲبِت قدمی دیاونٲو تس فتح۔
محفِلہِ موسیقی آس موسیٖقار سٕنٛدِ خٲطرٕ اکھ خراجہِ عقیدت۔
مگر یہِ اوس اکھ ہنٛگامہٕ وول ہجوٗم، تُہنٛد بَجَر۔ مُشکِلن ہیوٚکُس امہٕ منٛز نیٖرِتھ۔
سُہ اوس گۄڈنیُک شخٕص یُس کۄہس تانۍ ووت۔
تٔٔمِس چُھ واریاہن زبانن ہِنٛز زان کٲری آسنہٕ کِنۍ فٲیدٕ
پَلو چھِ خۄشٕک گٔمٕتۍ۔
صحبَس سۭتۍ رٲبطہٕ کرُن روزِ بہتر
مہربٲنی کٔرِتھ تٔھیِو آنٛچار کینن منٛز
مےٚ وُچھ نہٕ کانٛہہ تہِ سٕہہ۔
اگر پاور گَژھِ تیٚلہِ زٲلۍ زٮ۪و موم بٔتۍ
مہربٲنی کٔرِتھ وٕشناو رس۔
سۄ کٔھژ ہیوٚر پنٛنِس خانٛدارس وٕزناونہِ۔
ہوا کہِ کمی کِنۍ گوٚو تِمن دم۔
بٲژ زٕ گٔیہٕ الگ تِکیازِ تِم ٲسۍ نہٕ اکھ أکِس سۭتۍ مُوٲفِق۔
نوکری اتھٕ گژھنہٕ پتہٕ گٔیہٕ سۄ سخٕت دِل مٔلوٗلی ہِنٛز شِکار۔
مکانس چُھ پٮ۪ٹھٕ ژھییہ پَش
بہٕ کِتھ کٔنۍ ہیٚکہٕ پنُن روومُت جاداد حٲصِل کٔرِتھ؟
تٔمِس ٲس تُلرِ ٹۄپھ دِژمٕژ
تٔمۍ کوٚر دعوا زِ یہِ کِتاب چھےٚ تٔمۍ سٕنٛز
اسلَمس چھےٚ عظیٖم شخصِیت۔
ہلکی ہوا کے جھونکے نے جھیل پر لہریں بنائیں۔
سُہ چُھ ہمیشہٕ پنٕنۍ اخبار نِنہٕ خٲطرٕ چھکڑٕ اِستعمال کران۔
اسہِ پَزِ نہٕ بِجلی ضایع کَرٕنۍ
حٲمِلہٕ گژھنہٕ پتہٕ پزِ زنانَن احتِیاط کرُن
خۄداے سُنٛد شُکُر چُھ زِ گوٗلۍ ژایہِ نہٕ تٔمِس مغزَن منٛز
میٛٲنِس بٲیِس چُھ دفتَر نیرنہٕ برٛونٛہہ اخبار پرنُک عادت
تٔمۍ سُنٛد مول چُھ شہرُک اَکھ مٔشہوٗر ٹھیکہٕ دَر
ژٕ ہٮ۪کَکھ پَتہٕ آنٛچار بوتلہِ منٛز بٔرِتھ
بہٕ چُھس یژھان یہِ ویڈیو گیم گِنٛدٕنۍ۔
یہِ چُھ اتھٕ سۭتۍ بناونہٕ آمُت نمدٕ۔
تُہُنٛد پسندیدٕ کھیل کُس چُھ؟
تۄہہِ پیٚیَو نقدٕے دیُن
کٔرفیٛوٗ اوس راتھ شامہٕ پٮ۪ٹھٕ نٲفِز
وقتس سۭتۍ سۭتۍ بڑییہِ تٔمۍ سٕنٛز فن کٲری۔
یہِ چُھ اکھ مادٕ یُس تکلیف دِنہٕ واجنہِ بستہٕ چُھ کھالان۔
تِمن چُھ نیٚبرِمیٚن مُلکو پیٚٹھٕ انٲیمٕتہٕ سامانُک کاروبار۔
عجٲیِب گَرس منٛز ٲس پرٛانٮ۪ن وۄستادن ہِنٛزٕ کیٚنٛہہ بہتٔریٖن تصویٖرٕ۔
تٔمِس چُھ پیٚوان بوٚڑ عیال پالُن۔
جاناوار چھِ پیٚٹھۍ کِنۍ وٕڈان۔
تمہِ چُھ واریاہ ذہنی تکلیٖف تُلمُت۔
سۄ چھےٚ پنٛنِس خاندارس زبردست محبت کران۔
مگر یہِ مقابلہٕ چُھ وارٕ وارٕ تہٕ جوشہٕ بغٲر ختم گژھان۔
مگر پتہٕ ہیوٚتُن چیٖزن حلہِ مُشکِل گژُھن۔
کُلٮ۪ن درمیان ٲس اکھ لۄکٕٹ یلہٕ جاے۔
مےٚ چھےٚ خدایس پٮ۪ٹھ پژھ
سُہ اوس ہٮ۪کان تَسٕنٛدِ دِلٕچ دُبرارے محسوٗس کٔرِتھ
ژےٚ چِھی منظر وُچُھن۔
ڈَبَس منٛز اوس اَکھ پُھٹمُت پیٛالہٕ
سۄ چھےٚ غٔریٖب طبقٕچ کوٗر
ژےٚ پزِ ہی نہٕ تس پیٚٹھ بروسہٕ کرُن۔
ٲنکس پتہٕ کنہِ آسہٕ أچھ شیٖشہٕ ہِش۔
یہِِ چُھ اکھ نۄقصان واتناون وول وایرس۔
شُرۍ ٲسۍ ریٚین ہِنٛدِس ٲلِس منٛز نظر ترٛاونٕچ کوٗشِش کران۔
تٔمۍ دِِژ مےٚ یہِ کِتاب ترٛیٚن ہتن رۄپین منٛز۔
یہِ چُھ پٔزۍ پٲٹھۍ اکھ خۄشوُن نظارٕ۔
میون دوست چُھ مےٚ اکثر سمکھٕنہِ یِوان۔
یہِ قٔمیٖض چھےٚ نہٕ میٲنِس پتلوٗنس سۭتۍ رلان۔
تٔمۍ سٕنٛدۍ مٲلۍ ووٚن، ہمیشہِ گژھِ دلیر تہٕ پٔزۍزیور روزُن۔
رٔدی سامان چُھ دوبارہ کار آمد بناونہٕ یِوان۔
تٔمۍ کوٚر اسہِ زیادٕ مزدوٗرۍ دِنُک وعدٕ۔
ٹیٖپوٗ سُلطان آو سیٚرِنٛگا پٹنام کِس جنٛگَس منٛز مارنہٕ
وہ منڈی سے اناج لایا۔ 
تفتیٖش کارو چُھ اکھ تحقیٖقی منصوٗبہٕ روٚٹمُت۔
اس نے پودے سے ایک پکی ہوئی اسٹرابیری کاٹی۔
اُستادن پَزِ نہٕ طٲلبہِ عٔلمن ہِنٛز کوٗشش غٲر تسلیم کرٕنۍ۔
تِہنٛزِ بڑوٕنۍ وٲنٛسہِ چھےٚ نہٕ تِہِنٛدِس چکرس گژھنس منٛز کانٛہہ تہٕ رُکاوٹ پٲدٕ کٔر مٕژ
جاناوارن ہِنٛدۍ أکۍ کھیٚلۍ کٔر یکدم وٕڑو۔
ییٚمہِ ونٛدٕچ بہتریٖن خریٖدٲری چھےٚ گازرِ تہٕ مٹر۔
سُہ چُُھ واریاہ صاف شفاف۔
یش چوپرا چُھ اکھ ناماور فلمنہِ بناون وول۔
اسہِ چھِ پنٛنہِ برادری ہِنٛدِ طرفہٕ واریاہ حمایت میلان۔
تٔمۍ أنۍ دانہٕ کُٹھِ منٛزٕ شرٛاکپُچ۔
تٔمۍ چھےٚ خۄشٕک ژم۔
اچانک جنٛگ وۄتھنہٕ پتہٕ چُھ وۄنۍ مُلکس منٛز امن۔
آلوٗدگی چھےٚ ماحولَس سٮ۪ٹھا نۄقصان واتناوان
از کل چُھ پرٛیتھ چیٖزس منٛز مِشیٖنہِ ہُنٛد اِستعمال کرنُک دور۔
یِم پلو واتن تتھ سوٗٹ کیسس منٛز
اکبر چُھ پنٛہٕ نِس کلاسس منٛز ساروٕے کھۄتہٕ زیادٕ قٲبِل
ییٚمِس کۄکرِ چھِ خۄشوٕنہِ پکھٕ۔
تٔمۍ سٕنٛدِس اَچانک مرنَس پٮ۪ٹھ ترٛوو ساروٕے رِشتہٕ دارَو سخ اوٚش
تٔمۍ تُج پنٕنۍ کوٗر پرناونہٕ خٲطرٕ واریاہ سختی۔
سُہ چُھ جمٲعژ منٛز اول یِنہٕ وول۔
مےٚ چھےٚ تمہِ کُٹھِ خٲطرٕ ٲٹھ کُرسِیہٕ ضٔروٗرتھ
مےٚ کٔڑ ژۄن نزدیٖکی دُکانن منٛز ماز کہِ قۭمتُک اوسط۔
تٔمِس لٔڑکس ٲس اَکھ لیٚدٕر ٹوٗپۍ لٲگِتھ
تتہِ چھِ قٕسم وار پۄشاک۔
بہٕ چھس ہمیشہٕ پنٕنۍ پلو اِستٔرۍ کرنہٕ برٛونٛہہ أدٕرۍ کران۔
نِگران اوس تٔمۍ سٕنٛزِ کامہِ سۭتۍ پوٗرٕ پٲٹھۍ مُطمعیٖن.
اُستادن ووٚن طٲلِبہِ عٔلِمن زِ تِم تٲرِن سٲری جواب۔
تٔمِس چُھ پنُن ماہوار تنخواہ پنٛنِس بیٚنٛک خاتس منٛز میلان۔
بےٚ روزگٲری چھےٚ ازکَل عام گٔمٕژ
لنٛدنس منٛز چھِ امہِ قٕسمٕکۍ زمیٖنی سطحس تَل 9 میل وتہٕ۔
تور واتنہٕ خٲطرٕ پیٚیہِ اَسہِ نقل و حملُک مُتبادلہٕ ذٔریہٕ ژھانڑُن
تٔمۍ سٕنٛدِ جُرمہٕ سۭتۍ گٔیہٕ أسۍ سٲری حٲران
تِمو دِژ کیسٕچ تفصیٖلی وضاحت۔
لُکن ہِنٛز صِرِف اکھ کم تعداد چھےٚ یِمن نویٚن قونوٗنن ہِنٛز حمایت کران۔
زمیٖندار چھِ پنٛنیٚن کھہن منٛز البٲنۍ استعمال کران۔
یہٕ مسلہٕ حل کرنُخ چُھ نہٕ کانٛہہ بُنیٲدی أصوٗل
سٲبقہٕ وایس چانسلرن کوٚر یوٗنورسٹی ہُنٛد دورٕ۔
گُر گنٛڑُن کُلِس سۭتۍ۔
مگر میانہِ خٲطرٕ چُھ بولُن تٕہ لیٚکُھن مُشکِل۔
یہِ چُھ اَسہِ پنُن معاملہٕ لیٚحازا روٗزِو تُہۍ اَمہِ نِش دوٗر
اسہِ گُزور لگ بگ سورُے دۄہ خریٖدٲری کرنس منٛز۔
ییٚلہِ مےٚ ماڈلِنٛگ شُروٗع کٔر مےٚ میلییہِ پنٛنہِ خانٛدان کہِ طرفہٕ پس ہمتی۔
مہاتما گاندھی اوس پنٛنٮ۪ن اعطیم اصوٗلن ہِنٛدِ خٲطرٕ ماننہٕ یوان۔
تٔمۍ سُنٛد شُمار چُھ قٔدیٖم اداکارن منٛز کرنہٕ یِوان
پوشہٕ ڈورٮ۪و کوٚر باغچہِ خوٗبصوٗرتی منٛز اِضافہٕ
تقریٖبَن اوس سفرُک خرچہٕ پانٛژ ساس رۄپیہِ
یہٕ چھےٚ اصٕل جاے روزنہٕ خٲطرٕ۔
بہٕ چُھس پنٕنۍ باقٕے زِنٛدگی تٔتی روزُن یژھان۔
سِگریٹ چوٚن چُھ ہَوہس خراب کران۔
طٲلبہِ عٔلِم ٲسۍ یَژھان یُنٛورسیٖٹی ہِنٛدِس چانٛسٕلَرس سمکُھن
بہٕ چُھس ہیٚکان ییٚمہِ مقامہٕ پیٚٹھٕ اکھ تھوٚد پہاڑٕ وٕچِھتھ۔
تٔمِس ٲس بٕتھِس پٮ۪ٹھ مایوسی۔
میچس منٛز تٔمۍ سُنٛد زینُن چُھ یقیٖنی۔
مےٚ کوٚر پنٛنہِ ویٚسہِ اِمتِحانس منٛز کامیٲبی پٮ۪ٹھ مُبارک
بدنٲمی ہِنٛدِ واقع سۭتۍ لوٚگ تٔمۍ سٕنٛدِس کِردارَس داغ
سازگار موسمہٕ کِنۍ درٛاو فصلُک جان پٲداوار۔
تِمو گُزٲن پنٕنۍ زِنٛدگی غۄلٲمی منٛز۔
یہِ چُھ اکھ اِتِہٲیی مقصد وول شُڈوٗل
صوٗرت حالس مُتعلِق ہیٚکِو تُہۍ تہِ پنٕنۍ تجزیہ دِتھ
یہِ ٲس اکھ ہُش مُش کوٗشِش
بچہٕ اوس کُٹھِس انٛدٕ ونٛدٕ لۄکٕٹۍ قدم ترٛاوان۔
کُیِن چھےٚ شطرنٛج کِس کھیلس منٛز اکھ طاقتور چیٖز۔
ییٚمِس بچس چُھ کھۄکھشہِ ہُنٛد سخ شوق۔
یہٕ مسلہٕ حل کرنُخ چُھ نہٕ کانٛہہ بُنیٲدی أصوٗل
مےٚ کٔر رزِ تھپھ تہٕ لوٚممَس۔
گرِ چھِ واریاہ اصٕل اوزار۔
ہیٚچھنَس چُھ نہٕ کانٛہہ تہِ انٛد آسان
مےٚ وُچھ تٔمۍ سٕنٛدِس کُٹِھس منٛز اکھ ڈول۔
تٔمۍ چُھ تس دوکھٕ دیُتمُت۔
کوجس منٛز ٲسۍ زٕ مزٕدار کٮ۪ھن شٲمِل۔
کیٚنٛہہ امریٖکی لوٗکھ چھِ چیٖنَس بدنام کرنٕچ پرٛٮ۪تھ مُمکِن کوٗشِش کران۔
تٔمۍ سٕنٛدۍ پَلو چھِ باسان واریاہ پرٛٲنۍ۔
"تِمو چُھ اکھ نوٚو نِظام جٲری کوٚرمُت یتھ تحت تمام مُلٲزِمن باقاعدہ تربِیت نِنۍ چھےٚ۔
"
خیٲلی حقیقت کِس دُنیاہس منٛز چُھ تُہنٛد خٲر مقدم۔
پرٛٮ۪تھ کانٛہہ چیٖز گَژھِ واضح آسُن
أسۍ رُکییہِ پوٗرٕ پٲٹھۍ سڑکہِ پیٚٹھ أکِس موڈس پتہٕ کنہِ۔
سُہ چُھ سافت وِیر تیار کرنس منٛز اکھ وتہٕ ہاوُک روٗدمُت۔
اژنٕچہِ جایہِ منٛز چُھ نہٕ کانٛہہ تہِ حفاظت کرن وول موجود۔
تٕٔی سنٛبھول صورتہِ حال مُنٲسِب طریقہٕ۔
تٔمۍ سٕنٛزِ خوٗبصوٗتی کٔرۍ سٲری پانس کُن مٲیِل۔
جیٖلُک کھووُر انٛد چُھ سٮ۪ٹھا سرٛوٚن
سٲنۍ راڑارن کوٚر ہوٲیی جہازن ہُنٛد کھوج کڑُن شُروٗع۔
ژوٗٗرن کوٚر تٔھدِس دیوارس کھسنہٕ خٲطرٕ کوٗٹیُک اِستعمال۔
تٔمِس چُھ واریاہ مثبت نظریہٕ۔
بچہِ اوس موجہِ باپتھ ودان۔
قٲفِلہٕ اوس پرٛٮ۪تھ دۄہہ لگ بگ ہتھ میٖل طے کران۔
کمپنی چھےٚ تِمن لُکن نوکری دِوان یِم صلٲحیت چھِ ہاوان۔
سرکار چھےٚ رُشوَت کھوری پٮ۪ٹھ سخٕت نظر تھٲوِتھ
یہِ چُھ میانہِ گرِ پٮ۪ٹھٕ پیدل دوٗری پٮ۪ٹھ۔
تٔمِس اوس واریاہ زیادٕ خوٗن یِوان
ژھاوجہِ آسہٕ گنٛڑنہٕ آمژٕ۔
87 وٲنٛسہِ منٛز چھےٚ سۄ وٕنہِ تہِ جوشہٕ تہٕ ہٮ۪متہِ سۭتۍ بٔرِتھ۔
غریبن کٔرِو کھٮ۪ن فراہم کرنٕچ کوٗشِش۔
اسہِ چُھ زِنٛدٕ روزنہٕ خٲطرٕ کھٮ۪نٕچ تہٕ ترٛیٚشہِ ہِنٛز ضروٗرت آسان۔
مےٚ میوٗل نہٕ چٲنۍ کٲم کرنہٕ خٲطرٕ وقت تِکیازِ مےٚ پٮ۪ٹھ آسہٕ واریاہ ذِمہ دٲریہِ۔
مُصنِف چُھ باقٲعدٕ لِکھاین خٲطرٕ واریاہ مشہوٗر۔
لگ بگ چھِ تقریٖبہِ ہِنٛزٕ تمام موجودٕ وضاحتہٕ رایمژٕ۔
اسہِ پزِ یتھ معاملس منٛز چٲنِس فٲصلس پٮ۪ٹھ سوال تُلن۔
روزٕ چُھ یِوان آفتاب لوسنہٕ وِزِ کھولنہٕ، روایتی طورس پیٚٹھ کٔھزٕر تہٕ ترٛیشہِ سۭتۍ۔
کمیٹی چھےٚ تتھ علاقس منٛز فلاے اوورٕچ راے دِژمٕژ۔
یہِ اوس أکھ لوٗبوُن آبشار۔
پرٛوگرام چُھ شامَس شُروٗع گَژھان
تُہی کتہِ چُھو روزان؟
تٔمۍ اوٚن ہۄنٛکانٛگ پٮ۪ٹھٕ اَکھ نوٚو کیمرا
شہرٕکۍ لُکھ چھِ پنٛنٮ۪ن سربراہن نِش جان رہبری ہِنٛدۍ مُستحق۔
میٛون ہوٗن چُھ میٛون وَفادار سٲتھۍ روٗدمُت
تٔمِس چُھ نہٕ مُستَقِل روزگار
سارنی رُکنَن پزِ اِدارٕکہِ دوٚستوٗر مُطابِق پکُن
سارنی باسیوو زِ سۄ چھےٚ اکھ بازٕرۍ زنان۔
تٔمۍ سٕنٛدۍ منصوٗبہٕ ناکام کرنہٕ خٲطرٕ کوٚر تمہِ تہِ سورُے یہِ سۄ کٔرِتھ ہٮ۪کہِ ہے۔
سٔہلاب اوس آبٕچ پایِپ پھٹنہٕ کِنۍ آمُت۔
سُہ اوسکھ بحیثیت غدار پیش کوٚرمُت۔
ریفرٛجریٹرس چھےٚ اکھ عجیٖب آواز نیران۔
بہتر چُھ ژٕ لاگ کوٹھس تل صدٕرۍ۔
تٔمۍ سٕنٛدۍ پیٚترن کٔر سۄ أکِس کھۄجہٕ لٔڑکس سۭتۍ خانٛدر کرنس پیٚٹھ مجبوٗر۔
تھوڑا گھبراہٹہٕ سان، مٕژروو مےٚ بر۔
گاڑِ آو کُلِس سۭتۍ ٹاس
سَچِن آو واپَس پنٛنِس نانہِ بٕڑۍبَب سٕنٛدِس گَرَس منٛز
اداکٲری نِش حٲصِل سپدن واجیٚنۍ آمدنی آیہِ یتیم خانس دِنہٕ۔
سۄ چھےٚ اکھ واریاہ اصٕل رنن واجیٚنۍ۔
میٛٲنۍ پۄپھ چھےٚ اَسہِ سۭتی چُھٹی مَناونہٕ خٲطرٕ اَسہِ
چون ناو چُھ نہٕ وٕنہِ فَہرستہِ منٛز آمُت
آ، یہِ چھےٚ ڈٮ۪مب۔
سۄ چھےٚ اکھ فنکار ییٚمۍ پنٕنۍ تخلیٖقی صلٲحیژ تکمیٖلس واتناونس منٛز ؤری واد دِتۍ۔
گاو آیہِ جانورن ہِنٛدِس شفاخانس منٛز نِنہٕ۔
عمارت ٲس زیچھو پیٚتۍ دار پنہٕ ؤتٕھر واجنیو کُجو سۭتۍ بٔرِتھ۔
تِمو کٔوٚر تس ویٖزا دِنس اِنٛکار۔
یتھ فِلمہِ منٛز چھِ واریاہ فرضی اداکٲری کرنہٕ آمٕژ
گٲڑۍ پیٚیہِ دۄبس منٛز۔
تِم چھِ پَنُن زیادٕ تر وقت بُنیٲدی مقصَدن پٮ۪ٹھ بَحث کَرنس منٛز گُزاران
تِمو کٔرۍ پنٛنہِ کھۄتہٕ لۄکٹیٚن مُتعلق ٹھٹھٕ وٲلۍ تبصُرٕ۔
بہٕ ہٮ۪کہٕ نہٕ پَنٕنۍ کِتاب کٲنٛسہِ تہِ دِتھ
سُہ ہیٚکہِ نہٕ ہارناونہٕ یِنہٕ برداشت کٔرِتھ۔
تٔمۍ اوٚس تٔمِس کُن وٕچِھتھ طنٛزی انٛدازس منٛز۔
سٲنۍ منصوٗبہٕ چھِ ونۍ کیٚن مُسلسل تبدیلی ہِنٛدِس حالتس منٛز۔
سۄ چھےٚ نٔومہِ جمٲژ منٛز۔
مُنتظم اوس صدر سٕنٛدِ بدلہٕ کٲم کرنا۔
تٔمۍ سٕنٛزو ناکٲمیو ترٛوو سُہ انہِ گٔٹِس منٛز۔
یتھ ؤریس منٛز آسہٕ کمپٔنی منٛز زیادٕ ترقی منٛز رُکاوٹہٕ گٔمژٕ۔
سُہ پیوٚو پتھر اکی دکہٕ سۭتۍ۔
تٔمۍ کوٚر رب سٕنٛدِس شانس منٛز حمد تہٕ ثناہ
مےٚ آیہِ آز شفا خانہٕ پیٚٹھٕ چُھٹی دِنہٕ۔
بیٛارِ سَمے اِکہٕ وَٹہٕ کملہِ تَل وٕشنیر کَرنہٕ خٲطرٕ
سُہ اوس تھوٚکمت تہٕ ناخۄش۔
تٔمِس چھِ اکثر راتھ کیُتھ دورٕ یِوان
میانہِِ ماجہِ دِژٕ مےٚ وُہ رۄپیہِ۔
بہٕٕ تہٕ میون دوست ٲسۍ بِرٕ دار بسہِ منٛز اکھ أکِس کُن بُتھ کٔرِتھ کھڑا۔
سُہ چُھ واریاہَو ؤرۍیَو پٮ۪ٹھٕ سانہِ مالُک خٔریٖدار
مسلہٕ حل کرنہٕ خٲطرٕ پٮ۪ن اسہِ کیٚنٛہہ سمجوتہٕ کَرٕنۍ
متنُک نوٚو ترجمہٕ چُھ شایع گژھنہٕ خٲطرٕ تیار۔
یہِ کِتاب چھےٚ تصوُر تہٕ حقیٖقت رلاوان۔
اسہِ چھِ کمپنی ہنٛدۍ قٲعِدٕ مانٕنۍ۔
سُہ چُھ تقریٖبن تیوٗتُے تھوٚد یوٗت تٔمۍ سُنٛد مول چُھ۔
اسلم تہٕ مریم ٲسۍ خانٛدرٕ برٛونٛہہ دۄن ؤرِین عٔشٕق کران۔
بہٕ ہٮ۪کہٕ نہٕ تٔمۍ سُنٛد لَگاتار تنٛقیٖد برداش کٔرِتھ
تٔمۍ سٕنٛدِس بحثث چھےٚ نہٕ کانٛہہ خاص بُنیاد
بہٕ گوس گۄڈٕ پیرِس تہٕ تپٲری گوس روم۔
بہٕ اوسُس پنٛنِس ماستٕرِس بٲیِس سۭتۍ پہلگام گوٚمُت۔
ستیاجیت رے چُھ اکھ مشہوٗر فِلمی ہِدایت کار۔
تٔمۍ سٕنٛدۍ تبصُرٕ ٲس اِخلٲقی طور خراب۔
مکان آو أنٛدرِمِس آنٛگنس منٛز بناونہٕ۔
تِم  سٲری چھِ تُہٕنٛدۍ طرف دار۔ 
کسان نے مٹی کو ڈھیلا کرنے کے لیے ایک کدال کا استعمال کیا۔
حُکوٗمت کرِ مُلٲزمن خٲطرٕ الگ اپارٹمٮ۪نٛٹ قٲیِم
حقیٖقت ٲس واریاہ تکلیٖف دِنہٕ واجیٚنۍ۔
تٔمۍ مۄکلٲو دۄہ دِشِچ کٲم تہٕ گٔیہٕ شۄنٛگنہِ
سُہ چُھ اَکھ شَرٲرتی نَفر
جانن کَریے پنٛنِس دوستَس سۭتۍ مان کرنٕچ کوٗشِش
تٔمۍ کوٚر کُنیٚر تہٕ غُربت کہِ بٕجرُک تصوُر۔
تٔمۍ سٕنٛدِس خانٛدار سٕنٛدِس مرنس پٮ۪ٹھ ہیٚکۍ نہٕ مےٚ پنٕنۍ جزبات بٲوِتھ۔
ییٚمہِ خبرِ کٔڑۍ تٔمۍ سٕنٛدۍ ٹر نٔنۍ۔
پادٕرۍ چھِ اکثر کٔھلۍ چۄغہٕ لاگان۔
تِمو کٔر واریاہ لٹہِ یہِ پکناونٕچ کوٗشش، مگر سورُے فضوٗل۔
اس نے سلوٹ کو ہٹانے کے لئے قمیض کو استری کی۔
مےٚ کٔر گاڈِ منٛز کلہٕ پٮ۪ٹھ چھِ راڈِ تھپھ
سُہ پوٚک محنتہٕ سان پنٛنِس مقصدس پیٚٹھ۔
اِنتظامیاہس منٛز آیہِ بالادستی خٲطرٕ لڑٲے لڑنہٕ۔
سُہ چُھ حالاتن سۭتۍ جان پٲٹھۍ وٲقِف۔
تٔمۍ سُنٛد جواب اوس صحیح۔
ایٖماندٲری چھےٚ اکھ خصوصیت۔
سُہ چُھ مصیبت انن وول۔
تتہِ چُھ پٮ۪ٹھۍ اکھ ریلہِ ہُنٛد کٔدٕل۔
سُہ اوس ساروٕے کھۄتہٕ زیادٕ لایق کھِلٲڑۍ۔
اِنسان سُنٛد تکبُر چھےٚ اِنسان سٕنٛز کمزوری۔
یتھ عٮ۪مارتہِ چھِ سنٛگہِ مر مَرٕکۍ تھم
میٖٹِنٛگ رد کرٕنۍ چھےٚ نہٕ چٲنِس اختیارس منٛز۔
سُہ چُھ اکھ ذلیل نفر!
تٔمِس چُھ جان مٲہر عملہٕ۔
تٔمۍ تُل دُعایہِ خٲر خٲطرٕ اتھٕ تھوٚد۔
باسان چُھ زِ سُہ یی نہٕ
تٔمۍ چھِ پنُن دُشمن مارنہٕ خٲطرٕ کیٚنٛہہ لُکھ لٲگِتھ تھٲویمٕتۍ۔
نوٚو بریٚنٛڈ لانچ کرنہٕ خٲطرٕ چھِ نہٕ أسۍ پوٗرٕ پٲٹھۍ تیار
سُہ چُھ کِرکٹُک دیوانہٕ۔
بہٕ ہٮ۪کہٕ یتھ مسلس کُنُے زوٚن مُقابلہٕ کٔرِتھ۔
یہِ ٲس اکھ مزاحیہ یتھ مُتعلق یہِ ونٛنہٕ اوس یِوان زِ امِچ شُروٗعات ٲس زمیٖنہٕ پیٚٹھٕ گٔمٕژ۔
بہٕ آس واپس ییٚمہِ ساتہٕ مےٚ خبر بوٗز۔
تٔمۍ کٔر سمکٕھنہٕ چہِ جایہِ پیٚٹھ واپس گژھنٕچ ہٮ۪مت۔
مےٚ بوٗز بیٚیِس کُٹھِس منز قدمن ہِنز آواز۔
سُہ چُھ اکھ پیٚشہٕ ورانہٕ ماڈل.
أسۍ ہٮ۪کو پوٚتُس کھٮ۪تھ
ییٚمہِ نوکری خٲطرٕ یی ہر أکِس وۄمیدوارَس بَرابر ترجیح دِنہٕ
نوجوان چُھ أکھ جُرت وول سِپاہ۔
سۄ پیٚیہٕ پتھر تہٕ لوٚگُس کَلس زخٕم۔
بیٛارِ سَمے اِکہٕ وَٹہٕ کملہِ تَل وٕشنیر کَرنہٕ خٲطرٕ
بہٕ گوس تٔمۍ سٕنٛدِس بینگلور گژھنس پٮ۪ٹھ مایوٗس
تٔمۍ سٕنٛزِ گاڑِ چھےٚ نیہٕ اِنٛجنٕچ ضٔروٗرت۔
تٔمِس چھےٚ حیاتین ہنٛز کمی۔
عنوان چُھ وٮ۪ٹھٮ۪ن حرفن منٛز۔
قیٲسی شکٕل ہٮ۪کو نہٕ فِلمی پردس پٮ۪ٹھ ہٲوچِتھ۔
سُہ چُھ مےٚ وِزِ وِزِ میون مُصیبت یاد پاوان۔
ورزِش سۭتۍ چُھ جِسمَس منٛز خوٗنُک دورٕ بَڑان
تٔمِس پیٚٹھ آو نوجوانن ہِنٛدِ اکہِ جمٲعژ ہِنٛدِ طرفہٕ حملہٕ کرنہٕ۔
اسہِ چُھ نہٕ تمۍ سٕنٛدِ مُلوث آسنُک کانٛہہ تہِ درست ثبوٗت۔
نٔو پروفیسر چھےٚ پنٛنِس طور طریقس منٛز زیادٕ یلہٕ۔
کارٕبار شُروٗع کرنہٕ خٲطرٕ چھِ اَسہِ سٮ۪ٹھا پونٛسَن ہِنٛز ضٔروٗرت
میٛون مول گوٚو گاوٕ چاونہِ۔
لالٕچ کرٕنۍ چھےٚ گۄناہ۔
یہِ چُھ صاف زیتون تیٖل۔
یہِ چُھ ٹٲر دار میز۔
سُہ چُھ حالَے پنٛنہِ نوکری منٛزٕ کڑنہٕ آمُت۔
زٕ کھٮ۪نہٕ چمچہٕ اوٹ رلاو۔
تٔمِس اوس اتھس منٛز اکھ لۄکُٹ سِنٛگارُک ڈبہٕ۔
بہٕ چھسَے ژےٚ نہ گژھنُک حُکُم دِوان۔
سۄ چھےٚ بِلکُل کُنی زٕنۍ روزان
یہِ چُھ میون کاغذ۔
بہٕ چُھس نہٕ خیٲلی کتھن پیٚٹھ یقیٖن تھاوان۔
تٔمۍ سُنٛد جوش گوٚو واریاہ زیادٕ ٹھنٛڑٕ.
ژےٚ چَھ یہِ مدتٕچ ضروٗرت؟
یہِ میز چُھ لٔکرِ ہُنٛد بنیومُت۔
ژیر گژھنہٕ باوجوٗد تہِ روٚٹ تمہِ جہازٕ
یہٕ جاے چھےٚ پٔزۍ پٲٹھۍ اَکھ دٔرِیافت، مےٚ ٲس نہٕ خبرٕے ززِ ییتہِ أنٛدۍ پٔکۍ آسہِ یُتھ کیٚنٛہہ۔
تِمۍ گٔیِیہٕ کُنِہ پٲٹھۍ پُلسَس نِش فَرار گَژھنَس منٛز کامیاب
بۄکسِنٛگ منٛز پھسوو تٔمۍ پنُن مخٲلِف جالس منٛز
واوٕ طوٗفانن کوٚڑ کُلۍ گۄڈ موٗلہٕ۔
تٔمۍ کٔر پنٕنۍ ژوٗر ہِتو سۭتۍ واجِب قرار دِنٕچ کوٗشِش۔
میانہِ خٲطرٕ ان سٕژنن ہُنٛد اکھ لِفافہٕ۔
یِمن دۄن کمپٔنیَن ہِنٛدِ یکجتہِ سۭتۍ بنہِ دُنیاہُک ساروٕے کھۄتہٕ بوٚڑ تِجٲرتی اِدارٕ۔
مےٚ دِ میٖٹنٛگ ہٕنٛز پوٗرٕ تفصیٖل
سٲنۍ نوجوان نسٕل چھےٚ تقلید پسند اہلیت نِش دوٗر گژھان۔
بچن کٔر پنٛنٮ۪و لۄکٹیو اتھو سۭتۍ میانہِ اوٚنٛگجہِ تھپھ۔
تِمو کٔر جوشہٕ ۂژ اداکٲری۔
بُنِلۍ کوٚر سٲرِسٕے ارٕ۔
تُہنٛدِس بیانس منٛز چھےٚ وضاحتٕچ کٔمی۔
یِمن دارٮ۪ن پیٹھ سجِہ محراب واریاہ اصٕل
تِمو کور اکھ أکِس نالہٕ موٚت۔
تِمو لوگ بالہٕ کِس دامنس پٮ۪ٹھ ڈیرٕ۔
مندر چٮ۪ن لبن پٮ۪ٹھ زٲوِج نقٲشی چھےٚ واریاہ مُتٲثِر کروٕنۍ۔
منصوٗبن منٛز اچانٛک تبدیٖلی ہِنٛدِ وجہہ کِنۍ گوٚو سٲرِسٕے تلُک پٮ۪ٹھ۔
تِہِنٛزن مٲلی حالاتن منٛز اوس نہٕ کانٛہہ ہُریر
تٔمۍ سٕنٛدۍ خیال چھِ مےٚ باسان فٔضوٗل
تِم چھِِ ہیٚرمِس فلیٹس منٛز روزان۔
یہِ چھےٚ سۄ کِتاب یتھ منٛز گُتٕج زانکٲری چھےٚ۔
سُہ اِنجیٖنَر چُھ کامہِ ہِنٛزِ جایہٕ پٮ۪ٹھٕ ہمیشہٕ نقشہٕ سۭتۍ نِوان
یہِ کوٗنٛز اژِنہٕ تتھ قُلفس
بہٕ کِتھ کٔنۍ ہیٚکہِ پنٛنہِ بیٚنٛگ کھاتہٕ پیٚٹھٕ تٔمۍ سٕنٛدِس کھاتس منٛز رقم سوٗزِتھ؟
مےٚ چُھ باسان زِ چون خَیال چُھ نہٕ صٔحی
تٔمۍ چُھ خاکہٕ مُکمل کوٚرمُت۔
تٔمۍ سٕنٛزِ گرفتٲری پتہٕ گٔیہٕ شہرس منٛز حالات خراب۔
سۄ چھےٚ صِرِف پانٛژ ؤرِش۔
ژےٚ کِتھ کِنۍ لٔجی ییٚمہِ حٲدِثٕچ پَے
سۄ چھےٚ واریاہ خراب حالتہِ منٛز
میون مول چُھ گرِ ساز۔
تٔمِس چُھ تنٛگ کمر تہٕ کٔھلۍ شانہٕ۔
عدالتس منٛز غلط بیٲنی کرنہٕ برٛونٕے آو سُہ رٹنہٕ۔
پوست کے بیج مختلف پکوانوں میں استعمال ہوتے ہیں۔
ججس چُھ پگاہ مُقدِمُک فٲصلہٕ دیُن۔
تُہنٛدِ تعاوُن خٲطرٕ چُھس بہٕ سٮ۪ٹھا شُکُر گُزار۔
تٔمۍ گٔنٛڑ پنٛنِس سامانس رز۔
بہٕ چھس پنُن دِلبر وٕچھنہٕ خٲطرٕ مَران۔
لیڈ چُھ اَکھ خطرناک عنصُر
تٔمۍ سُنٛد مول چُھ پُلیٖسُک کٔمِشنَر
تِم چھِ أکِس نوِ حِکمت عملی ہِنٛزِ تشکیٖلہِ سۭتۍ آوٕرۍ۔
مےٚ أنۍ سالہٕ خٲطرٕ پنٛٛژہ پیالہٕ۔
میری ٲس وٲحِد خاتوٗن وۄستاد۔
طٲلبہِ عٔلِم گٔیہٕ آڈِٹورِیَمس منٛز جمع
اسہِِ پیٛارنہٕ خٲطرٕ نیٚمیو سُہ اکی طرفہٕ۔
مہربٲنی کٔٔرِتھ دِ بَرس دکہٕ۔
تِم چھِ وۄنۍ بمبیہِ منٛز روزان، مگر اصلی چھِ تِم نیپال پٮ۪ٹھ آمٕتۍ۔
انہِ گوٚٹ گژھنس تانۍ ٲسۍ أسۍ جہاز کِس تختس پیٚٹھ بِہِت۔
ِ تٔمۍ سٕنٛدۍ ظٲہری طور معصوٗم سمجٕنہٕ یِنہٕ والیٚن تبصُرس منٛز اوس کٔھٹِتھ معنی۔
اتھ منٛز اوس معمولی نیوٗل رنٛگ۔
مُخٲلِف جمٲژ کجہِ حُکُمرٲنی جمٲژ لٮ۪کہٕ
ہندوٗستانُک ؤلڈ کپ ہارنہٕ کہِ وجہہ ٲس لوٗکھ مایوٗس گٔمٕتۍ
کورِ پیٚٹھٕ أکِسد زنانہِ منٛز تٔمۍ سٕنٛز تبدیٖلی ٲس مُکمل گٔمٕژ۔
تٔمۍ سُنٛد بوٚڑ صِفت چُھ تٔمۍ سٕنٛز نرمی۔
تٔمۍ دِیُت مےٚ نرِ ور۔
احتمالُک تصوُر چُھ ۹٠ کٮ۪ن ابتدٲیی دٔہلین منٛز قٲیِم کرنہٕ آمُت۔
میٲنِس گَرس پٔتھی کِنۍ تالاب چُھ گاڈٕو ستۭۍ بٔرِتھ۔
سُہ چُھ پنٛنیو میچھو کتھو سۭتۍ لُکھ قوبوٗ کران۔
سۄ چھےٚ قومی کِرکٹ ٹیٖمہِ خٲطرٕ گِنٛدان۔
اسہِ چھےٚ نِظامس منٛز تبدیٖلی انٛنٕچ ضٔروٗرت۔
تِم چھِ وۄنۍ خانٛدرٕ وٲلۍ۔
آبُک پوٚس چُھ چوٗلس پیٚٹھ آمُت۔
سۄ ٲس پنٛنِس تقدیٖرس ودان۔
ییٚتہِ روزنس گژھٕ بہٕ خۄش۔
تٔمِس چھےٚ یہِ صَلاحِیت زِ سُہ ہیٚکہِ واریاہ مسلہٕ اَکی ساتہٕ حل کٔرِتھ
کٔدٕل بناونَس لَگہِ واریاہ وقت
فوج ہیٚکہِ سٲنِس مُلکس منٛز جنوٗب کہِ طرفہٕ أژِتھ۔
یِِم شَرٲیِط چھِ تۄہہِ منٛزٕ کیٚنٛہَن پٮ۪ٹھ لاگوٗ گَژھان
أسۍ چھِ کم کھۄتہٕ کم ٹیٚکس ادا کران۔
چُھٹی کِنۍ میٛوٗل اسہِ واشِنٛگٹن گژھنُک موقعہٕ۔
برطانوی طریقہ کارو ٲسۍ سٲنِس مُلکس منٛز واریاہ مسٲیِل پٲدٕ کٔرۍمٕتۍ۔
ژٕ چُُھکھ میانہِ کھۄتہٕ زیادٕ ہوشیار۔
أسۍ چھِ ترٛیٚیِمہِ لٲنہِ منٛز۔
یہِ چُھ چُھرِ کانٛٹن تہٕ چمچن ہُنٛد مُکمل سیٹ۔
کُتُب خانس منٛز چھےٚ ڈھیرٕ واد کِتابہٕ۔
بٕہ گوس ناوِ منز سَوار
سُہ چُھ پیٹِنٛگ منٛز اَصٕل
اگر گونٛد چانہِ ژمہِ سۭتۍ لَگی تیٚلہِ ہیٚکَکھ سُہ اتھ لٲرِتھ گٔژِتھ
تٔمۍ ترٛٲو مےٚ کُن عٔجیٖب نظر۔
مےٚ چُُھ نہٕ باسان یِم خوف چھِ بُنیاد وٲلۍ۔
کِرکٹ میچَس مُتعلق تِہِنٛز تمام پیشن گویی درٛایہٕ ہتھ فیٖسد صٔحی
گرِ چھےٚ وٕنۍ بہہ بَجیمژٕ۔
مَگر خۄشوٕنہِ رٮ۪تہٕ کالہِ پَتہٕ چُھ ونٛدٕ یِوان
تمہِ کٔر سخت محنت سۄ پوٗزِشن حٲصِل کرنہٕ خٲطرٕ
غلام چُھ پنٛنِس مٲلِکس واو کران۔
أٔسۍ چھِ اکثر کۄکرِ ہُنٛد ٹھوٗل کھٮ۪وان
میون لیپ ٹاپ چُھ میانہِ کمپیوٗٹرٕ کھۄتہٕ واریاہ تیز کٲم کران۔
فُٹ بال لَگاوو ہیوٚر ہَوہَس منٛز
تٔٔمی سٕنٛدۍ لۄکٕٹۍ بٲے دِژ اَسن کرٛٮ۪کہٕ ییٚلہِ تٔمہِ تٔٔمِس کٕتہٕ کٕتہٕ کوٚر۔
مرنٕچ تعداد وٲژ 83 تانۍ۔
کِھلٲڑۍ آو ٹیٖمہِ منٛز کٔڑِتھ ژٕھنٛنہٕ
آفتاب گوٚو اوٚبرَس پٔتۍ کِنۍ غٲب
غٲر ضروری طور ونٛنہٕ تہٕ ونٛنہٕ نِش گژھِ دوٗر روزُن۔
ہر کانٛہہ اوس نتٲیِجن بےٚ صبری سان پیٛاران۔
سہلابن کٔر گامس واریاہ تبٲہی
مہربٲنۍ کٔرِتھ تُل فرشہٕ پٮ۪ٹھٕ وال۔
أکِس تٔھدِس باسکٮ۪ٹ بال کِھلٲڑِس چُھ پنٛنہِ قَدُک فٲیدٕ آسان
مےٚ چھِ یِم نموٗنہٕ دار وال پیپر خۄش کران۔
کُنہِ ساتہٕ چُھ باسان زِ سُہ چُھ پنٛنہِ وٲنٛسہِ کھۄتہٕ زیادٕ بالغی تھاوان۔
تٔمِس چُھ اَصٕل اِخلٲقی کِردار۔
تٔمِس چھِےٚ قمیٖضہِ تل سرٕد بنیان لٲگِتھ۔
پوٗرٕ خانٛدان اوس تس رٲزۍ۔
قٲتِلس آیہٕ مۄخصر پھٲسۍ دِنہٕ۔
آنٛچار چُھ مُختلِف کھجرٕ کٮ۪ن بانن منٛز برنہٕ یوان۔
مےٚ چھِ پوش جمع کرٕنۍخۄش کران
واریاہ سِیٲسی سربراہ چھِ ذٲتی فٲیدٕ خٲطرٕ فِرقہٕ ورانہٕ تشددُس ہٕس دِوان۔
تٔمۍ اوٚن ہۄنٛکانٛگ پٮ۪ٹھٕ اَکھ نوٚو کیمرا
پُلسن تھٲو مُلزِم سٕنٛدِس گَرس پیٚٹھ نظر
پٔتۍمہِ رٲژ ٲس سخ تۭر
پنٛنیٚن دُشنمَنن آگٲہی دِنہٕ باپتھ کٔر تِمو پنٛنہِ زمیٖنٕچ نِشان دہی۔
تُہۍ ہیٚکِو شہر کہِ مرکز منٛزٕ پلون خٲطرٕ جان کپُر أنِتھ۔
تٔمۍ چُھ مُکمل کرنٕچ ذِمہٕ دٲری ہیٚژمٕژ
کمپنی اوس دیٚوول نیرنس تیار۔
سۄ ٲس دروازس نِش وۄدنی۔
سُہ چُھ سِیاسَتس منٛز عملی تَوجہٕ دِوان
سُہ گوٚو تنٛگ مِزاز۔
ژےٚ یِم پۄشاک پَسنٛد ٲسِتھ کٔرۍمٕتۍ تِم ٲسۍ نہٕ اَصٕل
سُہ چُھ بےٚ صِفت۔
کتابن منٛز تمام زانٛکٲری چھےٚ متنی۔
ناظریٖنن ہُنٛد شُکر ادا کٔرِتھ کوٚر تٔمۍ پنُن تقریٖر اِختِتام پٔزیٖر
تٔمۍ کٔرۍ دونٛکھہٕ سۭتۍ پونٛسہٕ حٲصِل۔
تِم چھِ سانٮ۪ن حقوٗقن لتہٕ مۄنٛجہِ کران۔
"دو نوجوان لڑکیاں جلانے کی لکڑی جمع کر رہی تھیں۔
"
سۄ چھےٚ دۄہ کھۄتہٕ دۄہ خوبصوٗرت بنان۔
لوکُھ موٗدۍ کھٮ۪نہٕ دادٍ۔
کٔمۍ تانۍ لۄکٕٹۍ کھروٕنۍ نفرن رٔٹ تٔمۍ سٕنٛز جاے۔
مہربٲنی کٔرِتھ مہ کٔرِو پنٕنۍ کوٗشِش بنٛد
أسۍ چھِ دریاو کہِ دوٚیمہِ طرفہٕ روزان۔
سۄ ٲس محبتی تہٕ جوشہٕ سۭتۍ بٔرِتھ۔
تٔمِس چُھ دِل کمزور
تٔمۍ بوٗز دوٗری شُرۍ سٕنٛدِ ودٕنچ آواز۔
اسہِ گوٚوُے نہٕ تٔمۍ سٕنٛزِ بیٚمارِ ہِنٛزِ شِدتُک انٛدازٕ۔
تِمن چُھ پنٛنیٚن رٮ۪واجن پٮ۪ٹھ سخ فخٕر۔
تٔمۍ سٕنٛزِ لاپروٲیی سۭتۍ ہٮ۪کہِ ہے ماحولس منٛز خرٲبی گٔژھِتھ۔
حٲدِثس منٛز گٔیہٕ کاہ نَفر زخمی
مےٚ چھِ بہودُری ہٕنٛدۍ کارنامہ کرٕنۍ واریاہ پسنٛد
مےٚ چُھ کھہن منٛز نژُن خۄش کران۔
سانہِ ہاکی ٹیٖمہِ ہِنٛز ہار ٲس سٮ۪ٹھا مایوٗس کرن واجیٚنۍ۔
بہٕ اوسُس ناوۄمیدی ہِنٛدِس گِردِ آبس منٛز ہٮ۪نہٕ آمُت۔
بہتر گژھِ اگر ژٕ یہٕ کٲم أزۍ پوٗرٕ کرکھ۔
میون مُلٲزِم نِیَو تۄہہِ گرٕ۔
تٔمۍ لَگٲو ژوٗرَس گوٗلۍ
یُتُھے تِمن میٲنۍ بِل میلہِ تِم سوزن مےٚ تمی ساتہٕ چیک ڈاک کہِ ذریعہٕ۔
تٔمِس انٛدر اوس ہٮ۪متُک نہ مۄکلن وول ذخیٖرٕ۔
سُہ گوٚو راتھ گرم موسمہٕ کِنۍ بےٚ ہوش۔
میون دوس چُھ ہوٹلُک مُنتظم۔
مےٚ چھےٚ نہٕ خبر زِ تٔمِس کۄسہٕ نوکرِیہِ آسہٕ پٔتمہِ ؤرِیہِ۔
مقصدٕے یوت نہٕ کیٚنٛہہ بلکہِ گژھِ حٲصِل کرنُک طٔریقہٕ تہِ صحیٖح آسُن۔
تٔمۍ زیوٗن گۄڈنِیُک اِنتخاب واریاہو ووٹو سۭتۍ۔
ریشم کے کپاس کے درخت کا کپاس کپڑوں کے لئے استعمال کیا جاتا تھا۔
انہوں نے چوکھٹ کو ایک متحرک سرخ رنگ سے  رنگ دیا۔
تاج اوس عجٲیِب گَرس منٛز تھاونہٕ آمُت۔
تٔمۍ دِژ تجویز زِ کِتابہِ پیٚٹھ گٔژ پابنٛدی لاگنہِ یِنۍ۔
تۄہہ پَزٮ۪و بیٚیہِ اکہِ لٹہِ پنٛنیٚن چنٛدن نظر دِنۍ
ہوٗنۍ گِلنٲو پنٕنۍ لٔٹ۔
تٔمِس اوس اتھس منٛز اکھ چُمٹہٕ۔
تٔمۍ سُنٛد مدرسہٕ چُھ واریاہ نزدیٖک۔
سۄ ٲس پٔتۍمٮ۪و ژورو دۄہو پٮ۪ٹھ بٮ۪مار۔
ژٕ چُھکھٕ پاگل گوٚمُت؟
سُہ چُھ ییٚمہِ کھیلُک زینن وول۔
تِم چھِ ووٹ گٔنٛزراوان۔
تٔمۍ کوٚٚر پنٛنِس عاشقس اِنٛکار۔
آزکل چُھ واریاہن لُکن مشرپھ۔
سُہ چُھ اکھ اصٕل اِنسان۔
مےٚ وُچھ چِڑیا گَرس منٛز اکھ بوٚڑ ہوٚس۔
تٔمۍ چھوٚل پنُن بُتھ تٕرنہِ آبہٕ۔
تمہِ أنۍ وال پیپرن ہِنٛدیٚن نموٗنن ہِنٛز اکھ کِتاب۔
تٔمۍ سُنٛد تقریٖر ووت أکِس طنٛزِیہِ جُملس پیٚٹھ انٛد۔
یتھ لفظس مہ لٲگِو ٲخرس پیٚٹھ کانٛہہ تہِ حرف۔
تِمو کوٚر فورَن دروازٕ أنٛدٕرۍ کِنۍ بنٛد تہٕ کَرٮ۪کھ بَتہِ ژھٮ۪تہٕ
اسہِ چُھ نتٲیجن ہُنٛد جٲیزٕ نیُن۔
بُزرگ نفرس اوس گاڑِ کھسنہٕ خٲطرٕ واریاہ پکُن۔
تٔمۍ مٲنۍ پنٕنۍ غلطی۔
مےٚ دیٖو پنُن پونٛسہٕ۔
تٔمۍ چیٚیہِ کوجہٕپتہٕ ترٛےٚ گِلاس آب۔
کٲنٛسہِ تہِ چھےٚ نہٕ خبر سُہ کتہِ پیٚٹھٕ چُھ آمُت۔
یہِ دوا ہیٚکہِ چانہِ ژاسہِ فرق کٔرِتھ۔
شفاخانُک سورُے عملہٕ اوس مددگار۔
پنٛدہ وٕہٕرۍ کھۄتہٕ زیادٕ وٲنٛسہِ ہٕنٛدیٚن شُریٚن چھےٚ سفرس خٲطرٕ پوٗرٕ ٹِکٹہِ ہِنٛز ضروٗرت آسان۔
تمۍ سٕندۍ تبصُرٕ ٲسۍ واریاہ تعریٖف کروٕنۍ۔
أکِس گُمنام شخصہٕ سُنٛد فون اوس آمُت
بم آیہِ صحیٖح نِشانن پیٚٹھ ترٛاونہٕ۔
اِشتِہار بٲزی ہِنٛدۍ نٔے طٔریٖقہٕ چھِ واریاہ تخلیٖقی
سالس پیٚٹھ ٲسۍ سیٚٹھا پٔژھۍ۔
مِستٔرۍ بدلٲے گاڑِ ہِنٛدۍ خراب سامان
دسمبر چُھ ؤرِیُک بٔہیُم رٮ۪تھ۔
افسر سٕنٛدِس حُکمَس خٕلاف ورزی کرنس پٮ۪ٹھ آو سُہ کڑنہٕ
شُرۍ ٲسۍ پوٗرٕ ہُشارٕ
سُہ سمکھیٛوو مےٚ اچانک ریلوے سٕٹیشنَس پٮ۪ٹھ
کُلِچ لٔنٛڑ پیٚیہِ میانہِ گاڑِ پٮ۪ٹھ ٹاس کٔرِتھ۔
ناو چھےٚ یِوان واریاہ بوٚڑ پیڈل اِستعمال کٔرِتھ برٛونٛہہ پکناونہٕ۔
یہِ سامان چُھ اعلیٰ معیارُک۔
سۄ چھےٚ اکھ اِنتِہٲیی اِخلٲقی زنان۔
اَچانک باسییہِ مےٚ پٔتِمِس چَنٛدَس منٛز گرٛین۔
رِیاستس پٮ۪ٹھ حملہٕ کَرنہٕ خٲطرٕ بیٖٹھ تِم پَنٕنۍ ۂتھیار ہٮ۪تھ
مےٚ وُچھ زنٛڈِ منٛز رامہٕ ہوٗن۔
تُہۍ ہیٚکِو مدرَسُک بستہٕ پنٛنہِ مرضی مُطٲبِق بنٲوِتھ۔
وعدٕ چھِ پُھٹراونہٕ خٲطرٕ آسان۔
تٔمِس ٲس خبر زِ تِم چھِ تٔمِس پیٖچھا کران۔
تِمو کٔر اجتِجاج کرن والیٚن تشدد نِش دوٗر روزنٕچ درخواست۔
تٔمۍ سٕنٛدِس بٲیِس چُھ عٔجیٖب مِزازٕ
یِم حقوق چھِ مرکزی ٲیٖنس منٛز قٲیِم۔
سُہ چُھ جنٛگی جہازس منٛز پنٕنۍ خدمات انجام دِوان۔
تٔمِس سۭتۍ وابستہٕ آسُن چُھ با وٮ۪قار مانٛنہٕ یِوان
بہٕ چُھس یَژھان نیٖلہِ رنٛگٕچ بٔنیان اَنٕنۍ
اتھ مُتعلق کرو نہٕ وۄنۍ أسۍ شِکایت۔
تٔمۍ سٕنٛدۍ خانٛدارن ٲس سۄ اکھ ؤری برٛونٛٹھ ترٛٲومٕژ۔
یَتھ جایہِ چھِ سَیاحَن خٲطرٕ واریاہ دِل کَش مُقامات
تِہُنٛد نظریہِ چُھ تشدُدک استعمال کرنُک اِجازت دِوان۔
یہِ بیگ چُھ کٹہٕ بَستہِ ہُنٛد بنیومُت
مُستقبِلٕچ پیشن گویی ہیٚکہِ نہٕ کانٛہہ تہِ کٔرِتھ۔
شیٚشتٕر چُھ توٚت کرنس پٮ۪ٹھ وۄزُل گژھان
محلس منٛز اژنہٕ خٲطرٕ چھےٚ تۄہہِ اِجازت نامٕچ ضٔروٗرت۔
سالانہٕ امتحانس منٛز آو سُہ اول
دٮ۪وارُک مۄچر چُھ پانٛژھ فُٹہٕ۔
أسۍ تٔرۍ دٔریاوَس أکِس لۄکچہِ ناوِ منٛز
لگاتار پریشٲنی کوٚر تٔمۍ سٕنٛدِس میادس زخم۔
"میں نے جھاڑ پوچھ کرتے وقت گلدستے کو توڑ دیا۔
"
ٲخٕرکار میلییہِ تٔمِس زِنٛدگی منٛز پنٛنہِ پیشِچ صلٲحیت۔
تٔمۍ کوٚر حٲدثہٕ وضاحت سان بیان۔
تمۍ چُھ  چوگندرس مسالہٕ دار سیُن بنوومُت۔
میٲنۍ بیٚنہِ چھےٚ اکھ موسیقار۔
سُہ چُھ پنٛنِس شعبس منٛز مٲہِر۔
مےٚ وۄتھروو پنٛنہِ نستہِپیٚتۍ پٮ۪ٹھٕ عٲرق۔
سٹیفی یس چھِ ٹیٚنسس منٛز واپس یِنُک واریاہ کم موقع۔
تاج محل چُھ اکھ عٲلی شان یادگار۔
پارٹی منٛز چھِ کیٚنٛہہ اِنقِلٲبی حِصہٕ۔
أسۍ کَرو نہٕ ٹیٚکسی، أس ہٮ۪کو سہل پٲٹھۍ پٔکِتھ۔
طبی شعبس منٛز حالَے یۄس ترقی کرنہٕ چھےٚ آمٕژ سۄ چھےٚ ناقٲبلہِ قیاس
اکھ پیدل وتھ چھےٚ دۄن عمارتن رلاوان۔
یہٕ علاقہٕ چُھ مُجرِمو سۭتۍ بٔرِتھ۔
اکھ غلط دستخط ہیٚکہِ چیٚک رد کٔرِتھ۔
مےٚ بٔڑرٲوۍ کھۄر میٚژِ منٛز تہٕ پوٚکُس۔
سُہ چُھ واریاہ دٮ۪مٲغی پریشٲنی منٛز مُبتلا۔
سۄ زنان چھےٚ سٮ۪ٹھا حُسٕن واجیٚنۍ
مےٚ کوٚر مُستقبلس منٛز زیادٕ ہُشار روزنُک پۄختہٕ اِرادٕ۔
اسہِ پزِ کٲم کرنک وقت کم کرُن۔
رُکنن ہِنٛزِ اکثریتن دیُت نیشنَل کانفرنس کِس حقس منٛز ووٹ.
ہوٗن اوس نیبر نیرنہٕ بٲپتھ ودان۔
بہٕ چُھس یژھان یہِ کھیوٚن
ہوٗن اوس پنٕنۍ لٔٹ گِلناوان۔
تٔمۍ سُٕنٛد ہفتٕوار دورٕ آو منسوٗخ کرنہٕ۔
زٕ عمارتہٕ آسہٕ اکھ أکِس نِش تقریٖباً 50 میٖٹر دوٗر کھڑا۔
رٮ۪تہٕ کالہِ خۄشٕک گژھن والیٚن دٔریاون پٮ۪ٹھ بنٛڈ گنڈنُک چُھ نہٕ کانٛہہ تہِ فٲیدٕ
سۄ ٲس تٔتھۍ سیٖٹہِ پٮ۪ٹھ بہتھ۔
سۄ چھِےشاہراہس پٮ۪ٹھ روزان۔
اس کے بالوں کی مانٛگ بہت اچھے سے نکالی گئی تھی۔
تٔمۍ کوٚر پنٛنِس پرٲنِس معشوقس دعوتس پٮ۪ٹھ استقبال۔
تٔمۍ کتہِ اوٚن قَلم ؟
بہٕ چَھس ونٛدَس اتھٕ پنٛجہِ لاگان
ژےٚ چُھتھٕ پنُن پینسل گوٚرمُت؟
رۄپیہِ لاگنہٕ ورٲیی ہیٚکہِ نہٕ کاروبار کامیاب گٔژِھتھ۔
پوٗرٕ مُلکس منٛز چُھ واریاہن رِیاستن منٛز سٔہلاب آمُت۔
سُہ چُُھ واریاہ زور آور مضبوٗط ییٚلہِ زن تمۍ سُنٛد بوے چُھ کمزور۔
کٔشیرِ چُھ سَرٛید رَلان پٲکِستانَس تہٕ چیٖنَس سیٹھ۔
گٲڑۍ چلاونہٕ وِزِ چَھو تۄہہِ اکھ بَرابر رفتار قٲیِم تھاوٕنۍ
تقریبہِ بدلوو عام چہِ رایہِ ہُنٛد رحجان۔
دۄن دَرٮ۪ن درمِیان کَتھ باتھ أکِس سمجوتَس تان واتنَس منٛز گٔیہِ ناکام
یہ اخروٹ کی گری ہے۔
تاج محل اوس شاہہِ جہانن بنومُت۔
تٔٔمِس اوس حالَے اشعات خٲطرٕ اعزاز دِنہٕ۔
سڑکہِ ہِنٛدِس انٛدس پٮ۪ٹھ چُھ فوجی گشت۔
یہِ وتھ چھِ جنٛگلہٕ مٔنٛزۍ دٔریاوس کُن واتناوان۔
پش چُھ تیُتھ بناونہٕ آمُت یتھ نہٕ امہِ منٛزٕ آب نیرِ۔
بہٕ ہیٛوکُس نہٕ اَز مدرَسہٕ گٔژِھتھ کیٛازِ کہِ بہٕ اوسُس ناٹھیٖکھ
سۄنٛرس ٲسۍ تٔمۍ سٕنٛزِ کٲرۍگٔری خٲطرٕ سٲری تعٲریٖف کران۔
یہِ کٲم ہیٚکہِ تٔمۍ سٕنٛدِ خٲطرٕ نوٚو نظرِیہٕ کھوٗلِتھ۔
سۄ چھےٚ پانٛژ ھ فُٹہٕ تٔھز۔
اسہِ چُھ شہر کِس ٲخرس پٮ۪ٹھ مٲدان۔
مےٚ أنۍ پننہِ ماجہِ خٲطرٕ سۄنہٕ سٕنٛز بٕنٛگٕر
سۄ ٲس جان پَلو لٲگِتھ۔
سٲنِس مکانس چُھُ مغرِبس کُن بُتھ۔
قلعہٕ چھِ سیاحن ہِندِ توجٕکۍ مرکز بنیمٕتۍ۔
یہِ پوش چُھ بنفشی رنگُک۔
امہِ واقعٕچ وضاحت آیہِ اخبارس منٛز شایع کرنہٕ
ییٚلہِ بہٕ ووتُس کاونٛٹَر اوس بنٛد گوٚمُت۔
مےٚ چُھ ہوٹلس منٛز روزُن
سۄنُک قۭمت چُھ واریاہَس حَدس تانۍ بَڑیومُت
سۄ چھےٚ قٲبِل مگر کامہِ ہُنٛد چُھس نہٕ کانٛہہ تجرُبہٕ۔
سُہ چُھ کیٚنسر کِس ٲخری مرحَلس منٛز۔
تٔمۍ دِیُت مےٚ مشورٕ زِ بہٕ کتہِ روزٕ۔
مےٚ چھےٚ اتھ پرکھاونٕچ ضروٗرت۔
پنُن کارٕبار زِنٛدِ تھاونہٕ خٲطرٕ چُھ اسہِ یہِ قدم تُلُن۔
گاڑیٚو منٛزِ دٕہ نیرُن چُھ ہَوہس منٛز آلودگی ہُنٛد سَبب بَبان
تٔمۍ سٕنٛدِس مٲلۍ سُنٛد موت اوس دۄکُھک لمحہ
کانٛہہ تہِ دۄکٕھ بٲزی ہیٚکہِ نہٕ مےٚ بیگلٲوِتھ۔
بہٕ زانن نہٕ سُہ وٕنہِ ذاتی طور مگر سُہ چُھ واریاہ زورآور۔
مٲلِکن کوٚر نہٕ پنٛنیٚن مُلٲزِمن سۭتۍ جان پٲٹھۍ سلوک۔
تقریٖب روٗز دۄن دۄہن جٲری۔
نظمہِ ہُنٛد دٔیُم حِصہٕ چُھ گۄڈنِکہِ مِصرٕکۍ پٲٹھۍ گٮ۪ونہٕ آمُت۔
مےٚ چُھ نہٕ کٕہیں دوست۔
لیو ٹولسٹاے سٕنٛز کٲم چھےٚ یادگار۔
دورن والیٚن پیٚیہِ واریاہن گرم حالاتن ہِنٛز ہٲل کرٕنۍ۔
یہِ چُھ پٔزۍ پٲٹھۍ واریاہ اہمِیت تھاوان۔
اکھ عظیم جنٛگجو چُھ نہٕ سہل سہل ۂتھیار ترٛاوان۔
نوٚو قونوٗن گژھِ نیہِ ریتہٕ نٲفِذ۔
ژےٚ پزی وۄستاد سٕنٛزِ ہدایتن پٮ۪ٹھ پکنٕچ کوٗشِش کرٕنۍ۔
یتھ کُلِس چھِ جوٗنس منٛز پوش پھۄلان۔
تٔمِس گیہِ جلدی تٔمۍ سٕنٛدۍ تسلہ۔
مہربٲنی کٔرِتھ مہ کٔرِو پنٕنۍ کوٗشِش بنٛد
مریٖض سُنٛد خوٗن مۄٹیوو نہٕ۔
بچن گژھِ دُنیاہس مُتعلق وسیع سونٛچ سمجھ آسُن۔
سۄ گٔیہٕ اردہ ؤرِش
سُہ اوس پرٛوجَکٹُک اَہم ہِدایت کار
تٔمِس دِ ٲخری ہٮ۪س اگر ژٕ تس پٔتیُم موقعہٕ دِیُن چُھکھ یژھان۔
تٔمِس ٲس دِلَس تیز تیز دُبراے گَژھان۔
ٹنٛگُک أنٛدریُم حِصہٕ کھییہِ زِ نہٕ کیٚنٛہہ۔
تٔمۍ سٕنٛز شکٕل چھےٚ خۄشوٕنۍ۔
سٔہلاب زد علاقن منٛز پٔھسِتھ لُکن چھِ اِمدادٕچ ضٔروٗرت۔
یِم چھےٚ اِنسٲنی مِزازٕ چہِ کیٚنٛہہ حقیقتہٕ۔
سۄ دارِ مےٚ زٕ ہتھ امریکی ڈالر۔
کتاب چھےٚ اِشاعت خٲطرٕ تیار۔
تہٕ یہ تٔمۍ سُنٛد عقیٖدٕ اوس، تی اوس تٔمۍ سُنٛد مذہب تہٕ فلسفہ تہِ۔
سُہ آو کمپٔنی خٲطرٕ بَطورِ صدر مُنتَخٕب کرنہٕ
اسہِ گُزور رٮ۪تہٕ کول فرانسیسی دچھِ باغس دورٕ کران۔
تٔمِس اوس بوے ہمیشہِ ژھوٚٹ آسنس پٮ۪ٹھ پامہٕ دِوان۔
دربٲرۍ روٗدۍ بادشاہس برٛونہہ کنہِ پتھ کُن۔
سۄ چھےٚ خانٛدرٕ خٲطرٕ واریاہ لۄکٕٹ۔
تِمو کٔرۍ پنٕنۍ مُطالبہٕ شورٕ سان پیش۔
گٮ۪ون والٮ۪ن ہِنٛز جماعت چھےٚ خۄشوٕنِس انٛدازس منٛز گٮ۪وان۔
پوٚتُھر اوس درٛۄکہٕ سۭتۍ بٔرِتھ۔
اثر دار تصویٖرٕ ہٮ۪کن تُہنٛدِس زبٲنی پیغامس واضح بنٲوِتھ۔
تمہِ ہارنٲوۍ اِنتخابس منٛز پنٕنۍ مُخٲلِف۔
بہٕ چُھس یژھان یہِ ویڈیو گیم گِنٛدٕنۍ۔
تٔمۍ کوٚر واقعُک پنُن انٛداز بیان۔
تٔمۍ سُنٛد جواب اوس نکارس منٛز۔
سٮ۪ٹھا لُکھ ٲسۍ جوکرَس أندۍ پٔکۍ بِہِتھ
سۄ چھےٚ پنٛنیٚن زُلفن کنٛگُو کران۔
سخٕت سٔہلابہٕ سۭتۍ پیوٚو کٔدٕل ؤسۍ۔
یہِ آلہٕ چُھ وٕنہِ تہِ وارنٹی منٛز۔
یتھ شراکہِ چھِ تھپھ ایؤری ہٕنٛز بنیمٕژ
پٔتھرِس دِ صاف تٕژھ۔
تٔمۍ دیُت پرٛٮ۪تھ کانٛہہ چیٖز یٔتیٖم خانس خٲراتس منٛز۔
پنُن کارٕبار زِنٛدِ تھاونہٕ خٲطرٕ چُھ اسہِ یہِ قدم تُلُن۔
چٲنِس شہرَس کیا چُھ پِن کوڈ
سہلاب زدٕ ٲسۍ أکِس دۄہس کھٮ۪نہٕ ورٲے۔
زنانہٕ چھےٚ سٕکارف وونان یِم دوٗر دراز مُلکن منٛز کٕنٛنہٕ چھِ یِوان۔
مجرم گٔیہ منظرٕ منٛزٕ غٲب۔
سُہ چُھ اردٲہمہِ صدی ہٕنٛدِس ٲخری حِصس منٛز زامُت
تٔمۍ کوٚر سُہ واقعہ بِلکُل تِتَھے پٲٹھۍ بیان یِتھ پٲٹھۍ سُہ واقعہ اوس سپُدمُت۔
سڑکہٕ چھےٚ کٔدلس نِش رلان۔
سۄ چھےٚ یژھان پنٕنۍ نوکری ترٛاوٕنۍ۔
ہوٲیی آمدورفت اوس بحال گوٚمُت۔
جنٛگہٕ پتہٕ آیہِ ٲییٖن بناونہٕ خٲطرٕ اکھ جماعت قٲیِم کرنہٕ۔
قانونی عدالت چھِ انصافی فٲسلہ عملہِ منٛز اَننٕچ ذمہ دار
ڈاکٹرن لیٚکھۍ مےٚ نیٚنٛدر یِنہٕ خٲطرٕ کینٛہہ دوا۔
تِمو زٲلۍ سٲری پرٛٲنۍ کاغزات
یوٗروٗ چُھ کُنہِ تہِ کَرنٛسی منٛز تبدیٖل گژھن وول
بہٕ کھوٚتس وۄتھٕ ہیرِ اویزان
ہندوٗستانس منٛز چُھ کِرکِٹ واریاہ مشہوٗر کھیل
راج وِلاس محلس منٛز چھِ ہتھ پیٚٹھۍ کُٹھۍ۔
پارٹی ہِنٛدِ سربراہ سٕنٛدِ طرفہٕ منشہٕ مُطٲبِق نامزدگِین آیہِ بٔڑِس پیمانس پیٚٹھ تنقیٖد کرنہٕ۔
طالبہِ عٔلمن بنٲو کاغزس اپارِ یَپور اکھ لٔکیٖر
تِمن چُھ نہٕ عالمی حُکُمرٲنی ہُنٛد کانٛہہ تہِ خفیہ منصوٗبہٕ۔
مغرِب پٮ۪ٹھٕ چھےٚ گرمہٕ کرٛاے یِوان۔
شُرۍ ٲسۍ کھیل کِس مٲدانس منٛز ننٛگَے دوران۔
میون دوست اوس قونوٗن چہِ حمایتہٕ نِش محروٗم۔
مےٚ وُچھ باغس منٛز اَکھ خۄشوُن بَچہٕ
اغوا کرن والیو کٔرۍ جبرن تٔمۍ سٕنٛدِس عیالس نِش زٕ لچھ رۄپیہٕ آزاد کرنہٕ پاتھ وصوٗل۔
جان اوس ژھاوجٮ۪ن ہُنٛد کھیوٚل ہیتھ پہاڑس کُن کھسان
تٔمۍ کٔر پنٛنِس خٔصوٗصی انٛدازس منٛز کَتھ
شہری تہٕ کارٕبٲرۍ سربراہن ہُنٛد اِجلاس سپدیٛوو۔
تٔمۍ اوٚن پنٛنِس نیٚچِوۍ سٕنٛدِ خٲطرٕ چمروٗ بیٚلٹ۔
یِم دٔریافتہٕ چھِ تِمن ہنٛدٮ۪ن نظرین جٲیِز قرار دِوان۔
سُہ چُھ صحیح فرینچ بولان۔
منصوٗبہٕ خٲطرٕ کٔرِو تجویٖز تیار۔
ہندوستانس چُھ واریاہ جغرٲفیٲیی علاقہٕ
سُہ کھوٚت کُلہِ کِس پیٚٹھمِس حِصس، کھیین ژوٗنٛٹۍ۔
تٔمِس چُھ قمرَس پھٮ۪پُھر درٛامُت
ژٕ ہیٚککھٕ یہِ تِمن برٛونٛہہ کنہِ پیش کٔرِتھ؟
اَسہِ منوو تٔمۍ سنٛد زا دۄہ از۔
تٔمۍ سُٕنٛدۍ نٔوۍ خیال گٔیہِ فٲیدٕ منٛد صٲبِت
تٔمۍ تھٲو بٔتۍ میزس منٛزس۔
تٔمِس ٲسۍ لۄکچارٕ پیٚٹَھے شہہ رگہِ سۭتۍ وابستہٕ مسٲیِل۔
زنانہٕ آسہٕ رنن واجنہِ تہٕ دٔبۍ باین ہِنٛدِس طورس پیٚٹھ کٲم کران۔
تٔمِس ٲس پنٛنِس صدرِ چنٛدس منٛز اکھ لۄکٕٹ کِتاب۔
تٔمِس آو گۄڈنِچہِ لٹہِ فِلمہِ منٛز فن کٲری ہُنٛد موقع دِنہٕ
نار اوس دِوان شدید تَژر۔
ژٕ چُھکھٕ مےٚ ہوٚٹ چیٖرُن یژھان؟
بہٕ چُھس ہِنٛدُستانُک باشنٛدٕ
ژٕ چُھکھ غٲر حٲضِر روٗدمُت۔
تٔمۍ سٕنٛدۍ خانٛدارن دیُت تٔمۍ کُنہِ واضح وجہ بغٲرٕے طلاق۔
تٔمۍ چٔھلۍ أکِس باٹہِ منٛز پَلو۔
سُہ چُھ سیٚٹھا جان لٮ۪کھان۔
تمہِِ دِیُت نہٕ کانٛہہ تہِ جواب۔
مےٚ چھِےٚ پَے زِ ژٕ چُھکھ نہٕ کانٛہہ تہِ پَراشٲنی یَژھان
سمنٛدری بوٚٹھ چُھ واریاہ بوٚڈ۔
بہٕ پوٚکُس عٮ۪مارتہِ أنٛدۍ أنٛدۍ
فِلمہِ اوس ٹھاک لاگنہٕ آمُت
کارکُن ٲسۍ پنٛنیو سربراہو ہرتال خٲطرٕ تیار کٔرۍمٕتۍ۔
گگر رٹٕنۍ چھِ بیٛارِ ہِنٛدِ خٲطرٕ فطری۔
سۄ ہٮ۪کہِ نہٕ پننٮ۪ن گۄنہن پٮ۪ٹھ قوبوٗ پرٲوِتھ
سُہ ژوٚل گَرِ راتھ کیُتھ دوستَن سۭتۍ نژنہٕ خٲطرٕ
سِپاہ چھِ پنٛنہِ جایہِ پٮ۪ٹھ۔
خَبرآیہٕ یکدم گگرایہِ پٲٹھۍ۔
یہٕ کُٹھ چُھ مکمل طورس پیٚٹھ زنانن ہِنٛدِ خٲطرٕ۔
سُہ چھُ اکھ زنٛدٕدِل اِنسان
واریاہ زیادٕ کھیوٚن چُھ میون عٲب۔
ٹرٛک رُکییہِ وقتس پٮ۪ٹھ یُتھ نہٕ دیوارس سۭتۍ ٹکراوِ
تِمو أنۍ اکھ پرٛٲنۍ گٔر
اسہِ تُل کُنٛڑٕ تہٕ درٛایہِ ٲبی سفرس۔
واریاہ مظلوم موٗدۍ دمہٕ سۭتۍ۔
یہِ تحریٖک چھےٚ دیٖنوی تہٕ ناقٲبلہِ اعتبار۔
تٔمِس چھےٚ أمیٖر بنٛنٕچ سیٚٹھا خٲہِش۔
عوٲمی مُقامَن پٮ۪ٹھ چھےٚ سِگریٹ چیٚنَس پٮ۪ٹھ پابنٛدی
اسہِ بوٗز ودُن تہٕ کرٛٮ۪کہِ آفتاب کھسنس تانۍ۔
تِمو چُھ نہٕ وٕنہِ خانٛدٕ خٲطرٕ دۄہ مُقرر کوٚرمُت۔
تٔمِس باسیٛوو پَنُن پان عٔجیٖٖب حالتہِ منٛز
پٔژھۍ گٔیہِ سٲنۍ مہمان نوٲزی سۭتۍ خۄش۔
سۄ ٲس اکھ پاک دامن کوٗر۔
مےٚ ہیوٚتُن نستہِ کشُن یُن۔
تٔمِس چھِ کیٚنٛہہ دُشمن ییٚتہِ تہِ۔
کُلۍ چھِ ہوا صاف کرنس منٛز مدد کران۔
تٔمِس چھےٚ مُشکِل ریٲضی سوالن ہُنٛد جواب ژھانٛڈنٕچ صلٲحیت
تٔمِس چھےٚ بُلنٛد آواز۔
نظمہِ مُتعلق تٔمۍ سٕنٛز ترجُمٲنی ٲس حرفی معنی یس مُطٲبِق۔
پیٚنٛشَنُک مسلہٕ حل کرنہٕ خٲطرٕ آیہِ صَلاح کار کٔمیٖٹی بناونہٕ
یہٕ چُھ اکھ سیوٚد کوٗٹ۔
فرٛانٛس چُھ امریٖکہُک حلیٖف
سُہ چُھ مجلِسَن منٛز ہُشار بوزَن وول
حٲدِثَس منٛز لوٚگ تٔمِس کمبرَس
مدرَسس گٔیہِ طوٗفانہٕ سۭتۍ سخٕت تبٲہی۔
سِریماو بندروٗنایکے چھےٚ گۄڈنِچ زنانہٕ وزیر اعظم۔
مےٚ ٲس تاپہٕ سۭتۍ
تٔمؠ سٕنٛدیٚو یارو کٔر تٔمؠ سٕنٛدِ فٲصلٕچ مُخالفت۔
خوٗبصوٗرتی تہٕ محبت چھِ تجریدی
تٔمۍ سوٗز سٔرکیوٗلَر سارنی مُلٲزِمن
بیٚنٛکن کوٚر فیٚکٹرٛی مٔزیٖد قرٕض دِنس اِنٛکار۔
یِم لُکھ یِتھۍ جُرُم چھِ کران تِم چھِ نہٕ عام آسان۔
دفترس منٛز ٲسۍ صِرِف پانٛژ نفر۔
سٲنِۍ وۄستادن دیُت اسہِ دٔیمہِ جنٛگہِ اعظیٖمُک اکھ واضح منٛظر۔
ژٕ کِتھ کٔنۍ ہٮ۪ککھ یُتھ کیٖنہٕ تھاون وول ٲسِتھ۔
تٔمۍ سٕنٛدۍ اتھٕ ٲسۍ سٮ۪ٹھا تٕرٕنۍ
سُہ چُھ اکھ پِیانو واین وول۔
کِرکٹ ٹیٖمہِ منٛز چھِ کاہ کِھلٲڑۍ
سُہ اوس خانٛدٲنی وراثتہٕ نِش محروٗم کرنہٕ آمُت۔
تٔمِس چھےٚ درمِیٲنی درجِچ آمدٔنی۔
قانون پٕھٹراون ولٮ۪ن پٮ۪ٹھ یی 100 امریکی ڈالر جُرمانہٕ کرنہٕ۔
وہ خطرے کی گھڑی میں نیہں دبکے ۔
سُہ چُھ أکِس جان خانٛدانس سۭتۍ تعلُق تھاوان۔
مےٚ چھےٚ پنٛنِس کُٹِھس منٛز لٔکرِ ہِنٛز اِستٔرۍ۔
تٔمِس گوٚو تس وٕچِھتھ غش۔
مےٚٚ گوٚژھ بیٛاکھ کیکہٕ پیٖس
افواہن منٛز چُھ نہٕ پَزرُک کانٛہہ نشان تہِ۔
یَتھ معاملَس منٛز آیہِ واریاہ گِرِفتٲریہِ کرنہٕ
میکرٛاس کوپس چُھ نہٕ یوٗت طاقت زِ یہِ ہٮ۪کو صاف پٲٹھۍ وُچھِتھ۔
ژےٚ چُھے اکھ پوٚژھ ؤٹِس منٛز پیاران۔
سُو چُھ عٲشن منٛز روزان۔
شیٖشہٕ گٔیہِ پٕھٹِتھ لۄکٕٹۍ لۄکٕٹۍ ٹُکرٕ
ؤسِتھ پلوَن چُھ نہٕ زیادٕ کالس دار نیران۔
گاڑِ آو وینہِ سۭتۍ ٹاس۔
تٔمِس ٲس تیز وۄزلہِ رنٛگٕچ بٔنٛیان لٲگِتھ۔
پولر بِیرَن چھِ گلوبل وارمِنٛگ کہِ وجہہ سۭتۍ رِہٲیشی مسٲیِل پیش یِوان
الٹرٛا وایلیٚٹ زٕژٕ چھےٚ ژمہِ تباہ کران۔
صحب سٕنٛدِس دفترس منٛز انٛنٲوِھ آیہِ تٔمِس نوکری منٛز کٔڑِھ ژٕھننٕکۍ کاغذات دِنہٕ۔
تِمو خرچوو پنٛنِس خانٛدرس پٮ۪ٹھ واریاہ رَقم
بہٕ اوسُس بۄچھِ سۭتۍ تھوٚکُمت تہٕ نٮ۪تہٕ سۄت۔
ذہنی دَباو آسنٕکۍ حالات چھِ اِنٛسانَس پَرٕژھیوٚن بَناوان
سُٔہ چُھ یژھان اسِہ سارنٕی منٛز ساروٕے کھۄتٕہ بہتریٖن برونہہ کُن انُن۔
تٔمۍ سُنٛد قصب چُھ تس کامہِ خٲطرٕ قٲبِل بناوان۔
سپاہ چھِ پننہِ پننہِ چوکہِ پیٚٹھ۔
یہِ چُھ دۄن مُختلف کیٖمیاہن ہُنٛد مِل مِش۔
کُنہِ تہِ بحژس منٛز چھےٚ ایماندٲری اہم۔
بِلہِ ہُنٛد کُس رقم کٔرِو تُہۍ ادا؟
ریلہِ منٛز دۄن دۄہن سفر کرُن اوس تھکراون وول۔
تتھ علاقس منٛز محفوٗظ جاے لبٕنۍ چھِ مُشکِل
روٗدٕ کہِ وجہ سۭتۍ گٔیہٕ وُہ مِنٹ ضایع۔
تٔمی چھِ بٕہرس سۭتۍ کتھ کران۔
سُہ اوس دور اندیش سربراہ۔
سُہ کھوٚت دوران دوران ہیٚور۔
سُہ چُھ اکھ پیشہٕ ورانہٕ فنکار۔
یتھ تالاب کِس آبس پٮ۪ٹھ چُھ تیٖلُک تہہ۔
تٔمۍ سٕنٛدِس خاتس مُتعلق اوس کیاہ تانۍ شک۔
تٔمۍ چُھ کامہِ ہُنٛد ژوٗرِیُم حِصہٕ گۄڈَے مۄکلوومُت۔
سُہ چُھ گۄڈنِیُک نفر یُس اِنٹروِیوٗ خٲطرٕ آو۔
تمام قٲیدٕ چھِ پٕھٹراونہٕ یِنہٕ وٲلۍ۔
یہٕ چھےٚ نہٕ میٛٲنۍ پَریشٲنی
یتھ کِتابہِ ہِنٛدِس تعارُفس منٛز چھےٚ اکھ مۄختصر ذِکِر دِنہٕ آمٕژ۔
یہٕ کرُن چُھ نہٕ زبر۔
سڑکہِ پٮ۪ٹھ کم گاڑِ آسنہٕ کِنۍ چُھ ٹرٛیٚفِک آسٲنی سان پکان۔
تٔمۍ سٕنٛدِس اعزازَس منٛز چُھ تِمو شام کہِ بَتُک اِنٛتِظام کوٚرمُت
سفیدی سان تٔمۍ سُنٛد بُتھ اوس شوٗبان۔
سۄ ٲس کامیٲبی حٲصِل کرنہٕ خٲطرٕ واریاہ بےٚ تاب۔
یِم تُلرِ چھےٚ نہٕ ماچھ دِوان۔
اگر نہٕ ژٕ أدرِس مستس کنٛگُو دِکھ، اتھ گژھی زٹھ۔
تمام ہوٗنۍ ٲسۍ زِنٛدٕ۔
تٔمِس چُھ اتُھک أنٛدرِم حِصہٕ واریاہ نرم۔
امیُک تعلُق کتھ سۭتۍ چُھ؟
یہِ زمیٖن چُھ سرکٲرۍ ادارٕچ ملکیت
أسۍ چھِ ییٚتہِ کٕنٕک وۄپداوان۔
سُہ چُھ رٮ۪تَس کُل مِلٲوِتھ پنٛژاہ ساس زینان
تِمو کوٚر معاملس پیٚٹھ پوٗرٕ دۄن گٲنٛٹن بحژ۔
بَراے مہربٲنی کٔرِو پنٛنہِ پیپرُک خُلاصہٕ پیش
سُہ چُھ اکھ قٲبِل شٲعِر۔
فایلہِ منٛز ٲسۍ مُختٔلِف دستاویز شامِل
مہربٲنی کٔرِتھ کر پُنن مقالہٕ سوزنہٕ بروٚنٛہہ ٹھیٖک۔
پوشن ہُنٛد مُشک پھہلیوو سٲنس باغس۔
سۄ چھےٚ گُرس سۭتۍ بد سلوٗک کران۔
تِم چھِ شہر چیٚن تمام اژنہٕ چن جاین پیٚٹھ نظر تھٲوِتھ۔
سُہ چُُھ نہٕ کُنہِ خاص زٲژ ہُنٛد حوالہٕ دِوان
کالکرنڑس چُھ اکھ پنچایت حکوٗمت کران یتھ منٛز پانٛژ سیٖٹہٕ چھےٚ۔
یِمو تبصُرو اوٚن تٔمۍ سُنٛد تصوُر جوشَس منٛز۔
ٲخٕر آو اکبر ذہنی اعلاج خٲطرٕ پاگل خانہٕ سوزنہٕ۔
تِہِنٛدۍ پٔژھۍ ٲسۍ سیٚٹھا لٲزِم دار۔
رنٛگ ساز چھِ میٲنِس وانس رنٛگ کران۔
مےٚ باسیوو یتھ دلیلہِ پژھ کرٕنۍ رژھا مُشکِل۔
یہِ کِتاب چھےٚ حملس مُتعلق۔
پارٹی ہِنٛدیٚو رُکنو کٔر رہنُما سٕنٛزِ پھاسہِ پٮ۪ٹھ مزمت۔
وۄنۍ چُھس بہٕ بِلکُل ٹھیٖک۔
پنٕنۍ کٲمکر پانَے۔
اگر تِم ضروٗرت منٛد چھِ أسۍ کرو کیٚنٛہہ اشیایہ ضروریہ اِمداد۔
مےٚ وُُچھ سُہ بۄن کُن نٔمِتھ حالتس منٛز۔
سکیٹِنٛگ چھےٚ لٔگمٕتِس شیٖنس پٮ۪ٹھ کرنہٕ یوان۔
سیٚٹھا کم لُکن چھےٚ ییٚمہِ واقعٕچ خبر۔
تٔمۍ ترٛٲو خٲلی بوتل میزَس پٮ۪ٹھ
تٔمۍ ہیوٚک نہٕ مزیٖد پنُن اسُن رُکٲوِتھ۔
بیارِ دِژ میزس پیٚٹھ وۄٹھ۔
مہربٲنی کٔرِتھ نہِ یہِ کیس پننٮ۪ن اتھن منٛز
دروازس چُھ لوٗبوُن لٔکرِ دِلہٕ۔
بہٕ چُھس پٔزۍ پٲٹھۍ چٲنٮ۪و شِکایتو سۭتۍ تنٛگ آمُت۔
اسہِ پزِ ہمیشہِ منٲسِب طریقس منٛز پۄشاک لاگُن۔
مُشقہٕ سۭتۍ آیہِ مےٚ اُلٹی۔
تٔمۍ گیوٚو اکھ خوٗبصوٗرت گٮ۪وُن۔
کیٚنٛہہ طبقہٕ چھِ یٔڈ منٛز بچہٕ اڈٕلیٛوکھ کرنس خٕلاف
ایٖمانٛدٲری چھےٚ تٔمۍ سٕنٛز اہم خٲصیت۔
تبلیغی جماعت آیہِ کامیٲبی تہٕ اعتِمٲدی سان واپس۔
بادشاہ سٕنٛدِ مرنن کوٚر اکہِ دورُک خٲتِمہٕ۔
تِم ٲسۍ سڑکہِ پٮ۪ٹھ دربٕدر پھیران۔
یہِ ڈاٹا چُھ میانہِ مقالہٕ خٲطرٕ۔
بچہٕ پٔکۍ ماجہِ پتہٕ پتہٕ ہیوٚر تام۔
مےٚ وُچھ اسمانس منٛز اکھ پرٛٛزلوُن تارُکھ۔
عنوانُک صفحہٕ اوس وۄزلہِ تہٕ سبٕز رنٛگہٕ سۭتۍ سجٲوِتھ۔
سۄ چھےٚ پنٛنِس بٕڈۍ بب سٕنٛدٕ خٲطرٕ ماتم کران۔
بہٕ اوسُس شراب چٮ۪وان مگر وۄنۍ چُھس بہٕ نشہ آور چیزن نِش پرہیز کرن وول۔
تٔمۍ چیٚیہِ تٔژ چاے گِلاسس منٛز۔
سُہ لڑکہٕ ییٚمۍ سٕنٛز یہ کِتاب چھےٚ، ییہِ پتہٕ۔
اسہِ چھےٚ وۄمید زِ سون نوٚو کارٕبار گژھِ کامیاب۔
سر سبٕز گاسہٕ چرایہِ منٛز چُھ ساسہٕ وادن کَٹن ہُنٛد نظارٕ سخت مٲیِل کرن وول۔
جنوبی افریقہ ہس منٛز رزون وٲلۍ قۭمتی دھات ژھانٛڈن وٲلۍ چھِ سۄن ژھانٛڑنٕچ کوٗشِش کران تہٕ پنٕنۍ زِنٛدگی بسر کران۔
بہٕ ٲسٕس ناولہِ منٛز پوٗرٕ پٲٹھۍ مَس گٔمٕژ
یہِ ٹِکٹ چھےٚ نہٕ تبادلہٕ گژھن واجیٚنۍ۔
مےٚ روٚٹ اِشارٕ تہٕ درٛاس یکدم۔
بادشاہ باے وکٹورین کوٚر 1837 پٮ۪ٹھ 1901 تام برطانیاہس پٮ۪ٹھ راج۔
سٮٲرنٕے خٲطرٕ روزگار چُھ وقتٕچ اکھ اہم ضوٗرت۔
ٲسۍ کَرو نہٕ پنٛنٮ۪ن سڑکن پٮ۪ٹھ آگاہ جماعتہٕ برداشت۔
اسہِ چُھ امے مطابق بجٹُک بُندٕبَستہٕ کَرنٕچ ضرورت
اِمتِحان ہٮ۪نہٕ وول اوس واریاہ اصٕل۔
مےٚ وٕچھ اچانک انِگٔٹِس منٛز گاشِچ زٕژ۔
تٔمۍ سٕنٛدۍ ناوٕکۍ دوستن دِیُت تس زہر۔
یہِ رُکاوٹ چھےٚ واریاہ تنٛگ کرن واجیٚنۍ۔
کِرکٹُک مٲدان چُھ اصٕل پٲٹھۍ سمبالنہٕ آمُت۔
تٔمۍ سٕنٛز گٲڑۍ چَلییی نہٕ تِکیازِ تمِچ بیٹرٛی ٲس بِہِتھ۔
بٲغی بگت سِنگَس دِژ برتانویو پھٲسی
سۄ ٲس کٲم کران کران تھدِ آوازِ منٛز گیٚوان۔
تٔمۍ سٕنٛزِ ماجہِ چُھ ۂٹِس وٕلٹہٕ دود
تٔمۍ سٕنٛدٕ طیشَل برتاو سۭتۍ چھےٚ مےٚ تھرٕ اَژان
تِمو ہیٚژ ٲخری کھیلہٕ برٛونٛہہ ورزِش کرٕنۍ۔
ژےٚ پزی ظُلمٕچ مذمت کرٕنۍ۔
کوٗر چھےٚ نہٕ از گٮ۪ونٕکِس موٗڈس منٛز۔
سُہ پھیوٗر پوٚت تہٕ گو واپَس بس اڈٕ۔
آزٲدی خٲطرٕ لڑن وٲلۍ ٲسۍ قٲد خانن منٛز بنٛد تھاونہٕ آمٕتۍ۔
معمولی زخٕم چُھ نہٕ خطرناک آسان۔
یُنوَرسِٹی چھےٚ حُکوٗمتَس نِش آزٲدی یَژھان
تٔمِس ٲسۍ اتھٕ ہُنیمٕتۍ۔
اِسرٲیلن تہٕ فلسطیٖنن چُھ أکِس امن کِس مُہادس پٮ۪ٹھ دستخت کوٚرمُت
تتھ مکانس چُھ کھسوُن پش۔
رام اوس بحیثیت پولیٖس چیٖف نام زَد کرنہٕ آمُت
بارش کے بعد فٹ پاتھ پر ایک گڑھا بن گیا۔
تٔمِس چھےٚ تیز یادٕ ووٚتُر۔
ٹیٖم چُھ زیننہٕ خٲطرٕ ساروٕے کھۄتہٕ برٛونٛہہ۔
ہنر مند تیرانداز نے ہدف کو درستگی سے نشانہ بنایا۔
یہ بھیڑوں کی اون کاٹنے کا وقت تھا۔
تٔمِس چھےٚ غٲر اِخلٲقی سونٛچ۔
تِمن گژھِ ایٖمانٛدٲری خٲطرٕ تعریف کرنہٕ یِنۍ۔
معجزن کٔرۍ سٲری بےٚ زبان۔
سٕرکہٕ ترٛٲیِو سلادِ پٮ۪ٹھ تہٕ اصل پٲٹھۍ رلٲیِو۔
مےٚ اوس ڈاکٹر بننُک ارمان۔
سُہ چُھ اکھ تربِیت وول ہیٚچھناون وول۔
کمل چھےٚ سرٕد موسمس منٛز وٕشنیر دِوان۔
جدیٖد موسیٖقی چھےٚ میانہِ خٲطرٕ صِرِف شور۔
تٔمِس چھِ کٔھلۍ شانہٕ
تِمو کوٚر دوٗر دَراز جاین ہُنٛد سمندری سفر۔
چندن اکثر خوشبو اور دھوپ میں استعمال کیا جاتا ہے۔
اکھ ساڈٕ ترٛےٚ فُٹہٕ کھوٚل خندُق اوس کھنٛنہٕ آمُت۔
مَکان اوس کُلٮ۪ن منٛزَس واقع
بس چھےٚ شہرس کُن پکان۔
یژھن افواہن پٮ۪ٹھ پژھ کرنۍ چھِ بیوقوٗفی۔
بہٕ اوسُس کشیٖرِ منٛز زامُت تہٕ بہٕ مرٕ کٲشرُے۔
تٔمۍ بوٗز ڈولٕچ تال
وۄلہٕ پیارو یوٚتانۍ سۄ ییہِ۔
تمہِ کٔر جَجس حفاظتہٕ خٲطرٕ گُزٲرِش۔
مےٚ چُھ باسان میانہِ نیرنُک وقت ووت۔
ڈاک خانس منٛز ٲس زیٖٹھ لٲن۔
مےٚ کھیٚیہِ صُبحَس تھنہِ سۭتۍ ژوٚٹ
سُہ چُھ پاگل نفر۔
بٕڑٕ نفر چُھ لورِ پیٚٹھ پان ترٛٲوِتھ۔
مُطمعیٖن حل ژھانٛڑنہٕ خٲطرٕ چھےٚ کتھ باتھ ضروٗری۔
حٲدِثس منٛز ووت نہٕ گاڑِ ہِنٛدِس چھتَس کانٛہہ تہِ نۄقصان۔
یہِ تصویٖر چھےٚ مےٚ پنٕنۍ تخلیٖق۔
سٲنۍ ہمساے ٲسۍ واریاہ مِلنسار ییٚلہِ أسۍ پننِس مکانس ژایہِ۔
تٔمۍ سٕنٛزِ چِٹھِ کوٚر تٔمِس منٛز عٔشقُن نار بٮ۪دار۔
مٔریٖض سٕنٛز حالت چھےٚ سٮ۪ٹھا نوزُک۔
دَہ ؤری برٛونٛہہ ترٛوو تِمو یہِ مَکان
یوٗت مہ بن جِسمٲنی طور کمزور!
یتھ گاڑِ منٛز ہٮ۪کن صِرِف ژور لُکھ وٲتِتھ۔
یہٕ نُمٲیِش چھےٚ مُختلِف رِیاستن ہِنٛز کٲریگٔری پیش کران۔
ژٕ ہٮ۪کَکھ اَسہِ برٛونٛہہ کُن پٔکِتھ
تٔمۍ کٔر پُُھٹمٕژِ لب نِشان زد۔
افریٖکہ چُھ اکھ بوٚڑ برصٔغیٖر
اکھ داے چھےٚ گرٕچ صفٲیی کرنہِ یِوان۔
ژٕ ہیٚککھٕ کُلیٚن آب دِتھ؟
سُہ چُھ اکھ بد مِزاز بزرگ نفر۔
سُہ چُھ میپٕل گلی پٮ۪ٹھ روزان یا تَتھ أنٛدۍ پٔکۍ۔
دۄشوٕے صدر گٔیہِ سونٛتس منٛز سربرٲہی اِجلاس کرنس پیٚٹھ رٲزۍ۔
"مُلک چُھ پنٛنہِ پٲداوارُک لگ بگ 80 فیٖصد نٮ۪بر سوزان۔
"
یہِ چھےٚ حدٕ کھۄتہٕ زیادٕ سہل کٲم۔
مخصوٗص فرٲیضن پٮ۪ٹھ قٲیِم افسرن چھِ یِوان مخصوص رعایت دِنہٕ۔
تٔمۍ ووے بِگُل واریاہ اصٕل پٲٹھۍ۔
سُہ چُھ توفہِ خانُک سردار
اِمتِحانس منٛز ناکام گژھنہٕ پتہٕ پیٚٹھٕ چھےٚ سۄ پریشٲنی منٛز۔
مےٚ چُھ نٮ۪صٕف راژ ہُنٛد سُکوٗن بَڑٕ پَسنٛد
ہنٛگٲمی صوٗرتہِ حالس منٛز عقل مٔنٛدی سان کٲم کرٕنۍ چھےٚ ضٔروٗری
تٔمۍ سٕنٛدِ ناوُک ذِکِر تہِ چُھ تٔمِس وۄشلُن کھالان۔
سُہ چُھ مِزازٕ کِنۍ اکھ تاناشاہ۔
تٔمۍ سٕنٛزو أچھو ٲس نہٕ زانٛہہ تہِ یِژھ خۄشحٲلی وٕچھمٕژ۔
فوجن کوٚر دُشمَنس پٮ۪ٹھ حملُک اعلان
تربِیت دِنہٕ والیٚن چُھ پیشہٕ ورانہٕ قسٕب ہیٚچھناونہٕ خٲطرٕ اکھ پروگرام۔
ہُہ مینار کوٗتاہ تھوٚد چُھ؟
سُہ اوس کٔنٛڑۍ زنٛڑِ پٔتھۍ کِنۍ ژوٗرِ روٗزِتھ
تِٔمن چُھ ڈرٛامہ کہِ رایل اٮ۪کیٚڑمی اِمداد کوٚرمُت
تُہۍ ہیٚکوٕ مےٚ ییٚمہِ لفظٕچ وضاحت دِتھ؟
ریڈیو رِسیپشنَس منٛز دخٕل انٛدٲزی ٲس دٔریٲیی ڈاکوٗہو ہِنٛدِ دٔسۍ کرنہٕ آمٕژ۔
خراب صحت ہیٚکہِ کامیٲبی منٛز رُکاوَٹ أنِتھ
اُستادن کٔرۍ سٲری جواب ٹھیٖک۔
سۄ گٔیہِ لۄکچہِ وٲنٛسہِ منٛز مۄنٛڑ۔
تٔٔمۍ سٕنٛٛزو ناکٲمیو کوٗر سُہ پریشان۔
اِنٛگلینٛڈن زیوٗن ٹاس تہٕ کوٚرُن گۄڈٕ بلے بٲزی کرنُک فٲصلہٕ۔
تمہِ کوٚر کُھلہٕ دِلہٕ اقرار زِ تمہِ چھِ پتھ کالہِ واریاہ غلطِیہِ کرِمژٕ۔
دوکھٕ بازو نِش کٔرِو دوٗر روزنٕچ کوٗشِش۔
تٔمۍ سٕنٛزِ قٲبلِیَتہِ پٮ۪ٹھ چُھ نہٕ اسہِ کانٛہہ تہِ شَکھ
جٔدیدیتٕچ شُروعات چھےٚ 18 ہِم صٔدی۔
تٔمۍ چُھ کیاہتانۍ مزٕ دار تہٕ نۄقصان واتناون وول کھیٚن انٛنوومُت۔
سُہ اوس یتھ خلوکھ سڑکہِ پیٚٹھ اکھ کُن زوٚن مسافر۔
شمٲلی ہیٚمہِ سٕفیر
بازار مختلف قسم کی دالوں سے بھرا ہوا تھا۔
مےٚ چھےٚ چانہِ کامیٲبی منٛز ذٲتی دِلچَسپی۔
شَہنشاہ اوس محلس منٛز روزان
تٔمۍ کٔر ۍ تیٖتۍ پوش جمع ییٖتۍ تٔمۍ ہیٚکۍ
کُٹھ گرماونہٕ خٲطرٕ زاجہِ تِمو ژِنہِ
بہٕ ییٚلہِ تہِ بازر گَژھٕ بہٕ چُھس ٹھیلہٕ سۭتۍ نِوان
کمپیوٗٹر گرٛیفِکس چُھ فِلم بناونُک طریٖقہٕ سہل بنوومُت۔
میٛانیٚن لنٛگن چھِ حٲدثس دوران کیٚنٛہہ زخٕم لٔگۍمٕتۍ۔
ایٖمان دٲری گژھی ژےٚ ہمیشہٕ روزن وول دوست آسُن۔
سۄ چھےٚ منشِیات گاہ بیگاہ استعمال کران۔
مارکیٚٹ چُھ سٹاک کیٚن قۭمتن منٛز وسوُن رجحان ہاوان۔
تٔمۍ کوٚر تنازعس منٛز تمام مسٲیلن ہُنٛد بڑٕ جان جٲیزٕ۔
تٔمۍ سٕنٛدِۍ خطا کار اعمال ہیٚکہِ نہٕ کانٛہہ تہِ رُکٲوِتھ۔
درستگی سان کتھ کرٕنۍ چھےٚ مُشکِل کٲم۔
تٔمۍ ژون سوٗٹ کیس کُٹھِس منٛز ۔
یِنہٕ واجنہِ میٖٹِنٛگ خٲطرٕ پَزِ اسہِ سمکھٕنُک وَقت مقرر کَرُن
تٔمۍ کٔر شرافت سان کتھ کرنٕچ باخبر کوٗشِش۔
وۄستادن پزِ انسان سٕنٛدِ سونٛچ سمجھُک طاقت بڑاوُن۔
یہٕ چُھ واضح زِ سۄ چھےٚ ناخۄش۔
"تٔمۍ سٕنٛزِ خۄش اِخلٲقی کٔرۍ سٲری مٲیِل۔ 
"
تٔمۍ سٕنٛدٮ۪ن ہمسایَن چُھ یٔقیٖن زِ سۄ اس آمٕژ قَتل کرنہٕ
نازی ین ہٕنٛدِ قبضہ سۭتۍ گوٚو فرانس زبردست پٲٹھۍ اثر انٛداز۔
جَگس منٛز چھا کیٚنٛہہ ترٛیش؟
بہٕ ہیٚکہٕ نہٕ یتھ کامہِ انعام خٲطرٕ ترجی دِتھ۔
محنت چھےٚ کامیٲبی ہِنٛز وتھ۔
تِمن میلیو ٹیٚکسس منٛز رِعایت کِس صوٗرتس منٛز فٲیدٕ۔
سون مدرَسہٕ چُھ دٔریاو بٔٹِھس نزدیٖک
تٔمۍ سٕنٛدۍ پوش گٔیہِ میچس دوران زخمی۔
شیٖسَس ٲس اکھ رُم۔
زیادٕ تر خلیٖجی ریاست چھِ اسلٲمی
رامس چُھ قد اثر انگیز
تٔمۍ کوٚر مےٚ لولہٕ سان اتھٕ واس۔
سُہ اوس ودان تِکیازِ تٔمِس ٲس زنٛگہِ دگ۔
رامن کوٚر اعلان زِ سُہ گژھِ ضروٗر دعوتس منٛز۔
تٔمِس پیوٚو پنٛنِس مُخٲلِف سٕنٛدِ طرفہٕ واریاہ تنقیٖدُک مُقابلہٕ کرُن۔
مےٛ وٕچھ پہاڑ کِس تینٛتٲلِس پٮ۪ٹھ ریٚہہ۔
مےٚ چھِ گُلال خۄش کران۔
اسہِ پزِ پرٛٮ۪تھ دۄہ ورزِش کرٕنۍ۔
سُہ چُہ سون نوٚو اسوسِییٹ پرٛوفیسَر
تمہِ ترٲوۍ ٹارٕچ اشارٲتی طور
امہِ قٕسمٕکۍ موت ہٮ۪کن غٲر معموٗلی ٲسِتھ۔
رام درٛاو اِمتِحانَس منٛز مُشکِلن پاس
تٔمِس آو پننہِ بہودری خٲطرٕ عزت دِنہٕ
مہربٲنی کٔرِتھ تھاو پنٕنۍ تماشہٕ دوٗر۔
یہ تحقیٖق چُھ بِلکُل نظرِیٲتی۔
سُہ چُُھ پیشہٕ کِنۍ دچھِ باغُک باغوان۔
تٔمۍ سٕنٛدِس پۄشاکس اوس چمکیلہٕ رنٛگ۔
میٛٲنِس سوٗٹس چھِ سارنٕے کوٗنن پٮ۪ٹھ لیسہِ ہِنٛدۍ پٹہٕ۔
ٹی وی پروگرامن ہُنٛد چُھ بچن پٮ۪ٹھ جان تہِ تہٕ ناکارٕ اثر تہِ پٮ۪وان۔
یہِ خَبر بوٗزِتھ ووٚد تٔمۍ سَخٕت پٲٹھۍ
وانس چُھ پوٗرٕ پٲٹھۍ آب آمُت۔
روومُت بچہٕ روٗد پُلسہٕ وٲلِس سۭتۍ۔
سُہ چُھ سورُے دۄہ دربٕدر پھیران گُزاران۔
اسہِ چُھ کیٚنٛہہ خام تیٖل ضٔروٗرت۔
مُقٲمی لُکھ چھِ بِلا اِجازت قبضس خِلاف آواز بُلنٛد کران۔
لۄکُٹ مکان چُھ کُلیٚن ہِنٛز گنہِ آبٲدی سٕتۍ ؤلتھ۔
تمہِ کَرِ ترٛےٚ بالہٕ استعمال بٔنیان بناونہٕ خٲطرٕ
یِم رِسالہٕ چھِ واریاہس تعدادس منٛز شایع کرنہٕ یِوان۔
تِمن چھِ بمبیہٕ منٛز پانٛژ دُکان۔
سُہ چُھ پرٛٮ۪تھ دۄہ گرِ پٮ۪ٹھٕ مدرَسس تانۍ پکان۔
تتھ مُلکس منٛز آیہِ اکھ نٔو مذہبی تحریٖک وجوٗدس منٛز۔
تِمن ہِنٛدیٚن دۄن خۭمن ہیٚٹھ اوس خطرناک پٲٹھۍ حملہٕ کرنہٕ آمُت۔
بہٕ چُھس پنٛنِس نٔوِس باغس منٛٛز یژھان کُلۍ لاگٕنۍ۔
ہُشارٕ جمٲعژ کٔڑۍ تِم نفر کھکھرِ نٮ۪بر۔
مےٚ آو پٔزۍ پٲٹھۍ چٲنِس دعوتس منٛز مزٕ۔
چیٖزن ہُنٛد قۭمت چُھ لگ بگ دۄگنہٕ گوٚمُت۔
تٔمۍ کٔر گٲڑۍ چلاون وٲلۍ سٕنٛز کِراے ادا۔
"وہ سردی سے کانپ رہی تھی۔
"
مےٚ چھےٚ بَتَس سۭتۍ ہٮ۪مبہٕ کھیٚنہِ خۄش کَران
سُہ چُھ شوقہٕ کِس طورس پیٚٹھ بانٛٹہٕ سوٚمبراوان۔
مہربٲنی کٔرِتھ کھیٚیِو ژوٗنٛٹھۍ چھیٚلِتھ
بٕہ چُھس گٲو گانس منٛز کٔمِس تانۍ سٕنٛز کتھٕ کرنہٕ بوزان۔
ژٕ ہیٚککھٕ یہِ ژھۄٹہٕ ڈَبس منٛز دٲرِتھ دِتھ؟
مُشکوفُر چُھ یٕوان اِستعمال کرنہٕ۔
تِم چھِ چُھرِ تہٕ کانٛٹہٕ سٕتۍ کھٮ۪وان۔
نَوٮ۪ن پروگرامن ہِنٛز رۄخ بنٛدی آیہِ انجام دِنہٕ۔
گنٛڈن خٲطرٕ کٔرو سٕرکھٕ اِستعمال۔
تٔمۍ کوٚر مِلکیتس منٛز برابر حِصُک مُطالبہٕ۔
سُہ چُھے ژےٚ وٕزس منٛز پیٛاران۔
قصائی نے دکان پر گوشت کاٹا۔
اسہِ ٲسۍ کٲجِس خٲطرٕ ٲلوٕ رٔنۍمٕتۍ۔
تی کٔرۍزٮ۪و یہِ تُہنٛدِ خٲطرٕ بہتر گَژھِ
ریلہِ ہِنٛدِ کٔدلُک زیچھر چُھ 1715 فٹ۔
سۄ چھےٚ ییٚمہِ جمٲعژ ہِنٛز ساروٕے کھۄتہٕ زیادٕ لوٗبوٕنۍ کوٗر۔
قۭمت چھِ یِنہٕ والہِ اِنتِخابہٕ خٲطرٕ کم کرنہٕ آمٕتۍ۔
دُہہ چہِ گۄڈٕنِچہِ ریلہِ منٛز چُھ اکثر واریاہ زیادٕ ہجوٗم آسان۔
تٔمۍ چھِ پنٕنۍ تمام دستاویز فَایلہٕ تھاونٕچہِ المارِ منٛز تٔھیمٕتۍ۔
میچ یی براہہِ راست نشٕر کرنہٕ۔
بہٕ چھس تُہنٛزَن کَتھن ہِنٛز شابٲشی دِوان
سلطَنَتن ہُنٛد حملہٕ چُھ پَتہٕ وَتہٕ پٮ۪ٹھٕ جٲری
ٲسۍ درٛایہِ تنٛگ سڑکو کِنۍ۔
شیٚچھ بوٗزِتھ دِژ تٔمۍ دۄکھٕ سان کرٛٮ۪کھ۔
کھیلس منٛز آو زینن وٲلِس تمغہٕ دِنہٕ۔
سۄ چھےٚ بٔرِتھ بانہٕ ہیٚتھ۔
تٔمۍ سُنٛد ناو آو زینن والیٚن ہِنٛزِ فہرستہِ منٛز۔
تھکُن چُھ تیز نظرِ تہِ متٲثر کران۔
أسۍ ٲسۍ تٔمۍ سٕنٛزِ وہروارِ پیٚٹھ تور گٔمٕتۍ۔
باغ میں سوسن کھلی ہوئی تھی۔
تٔمِس اوس چمروٗ کوٹھ لٲگِتھ
شۄربہٕ مٔٹراو مکایہِ آٹہِ سۭتۍ۔
مےٚ چھےٚ ٹیٚٹھ چاے خۄش کران ییٚلہِ زن میون خاندار دۄدٕ دار چاے چٮ۪وان چُھ۔
تٔمہِ ووٚن تٔمِس سامان کتہِ نس چُھ تھاوُن۔
کولمبسن کوٚر 1492 تس منٛز امریکہ دریافت۔
تۄہہِ چھو یتھ بلکل صحیح طریقس منٛز وٕچھنٕچ ضروٗرت۔
بروٚنٛہِم دوٚر پوٚک تیزی سان۔
سورُے دُنیا اوس سون اِتِحاد حسدٕ سان وٕچھان۔
یہِ محاورٕ چُھ پٔزۍ پٲٹھۍ معنی وول۔
بہٕ چُھس حقیقتس منٛز تہِ سونٛچان۔
سۄ چھےٚ پنٕنۍ کٲم مۄکلاونہٕ پتہٕ اکھ چایہٕ کپ یژھان۔
بیٚنیٚن درمِیان اوس اَکھ محبتی رِشتہٕ
مشق چھےٚ اِنسانس مُکمل بناوان۔
یتھ ژوٗنٛٹِس چُھ ژوٚک مزٕ۔
ژٕ ہیٚککھٕ میانہِ گاڑِ پٲلِش کٔرِتھ؟
تِمن چُھ نوٚوُے نوٚوُے خانٛدر کرنہٕ آمُت۔
تٔمِس گوٚو پٔتمہِ رٲژ ہِنٛدِ شَرارتُک ہُریومُت رژھا محسوٗس۔
تِمن ہُنٛد باغ چُھ ہمیشہٕ اصٕل پٲٹھۍ آب پٲشی کٔرِتھ آسان۔
تِہِنٛدۍ عٔشقن کٔرۍ تِم پنٛنِس ماحولس نِش بےٚ پرواہ۔
مےٚ چھےٚ ڈاکٹر بنٛنٕچ خٲہِش
مےٚ چُھ سرٛانٛٹھ واینٕکِس تالابس منٛز گٲنٛٹہٕ وادن غۄطہٕ کرُن خۄش کران۔
سۄ چھےٚ پنٛنیو ناکٲمِیو نِش با خبر۔
تِم ژایہِ پٔتمہِ دروازٕ کِنۍ ؤٹِس منٛز ۔
وزیٖر اعظمن کٔر سٔہلاب زدن پنٛنہِ مٲلی ذخیٖرٕ منٛز مدد۔
بچہٕ رچٕھنۍ چھےٚ پوٗرٕ دۄہس پٮ۪ٹھ کٲم۔
ژٕ ہٮ۪کَکھ مےٚ نَکھہٕ بِہِتھ
ٲبی جہاز اوس گاٹھس کُن رُجحان کران۔
"اکھ عجیٖب بیٚمٲرۍ چھےٚ تمام جانورن مُتٲثِر کران۔
"
تٔمِس چُھ کَلَس لوٚگمُت
اسہِ چُھ اکثر پۄختہٕ کار کارکُنن مشورٕ ہیوٚتمُت۔
سُہ چُھ پوٗرٕ دۄہَس آسان ژاس کران۔
ہُہ بچہٕ کتیُک چُھ؟
مِشیٖن چھےٚ صِرِف اکھ وَٹہٕ رۄپَے رَٹان
پنٛجابس منٛز آو ریلہِ ہُنٛد اکھ بوڈ حٲدثہٕ ٹالنہٕ۔
بہٕ کَرَے ژےٚ فون ییٚلہِ بہٕ پنٕنۍ کٲم مُکمل کرٕ۔
کُٹھِس اوس نیٛوٗل رنٛگ کٔرِتھ۔
تٔمۍ کوٚر پنٛنہِ مرضی پیٚٹھ حِصہٕ تقسیٖم۔
یہِ چُھےٚ واریاہ مُشکِل کٲم۔
ٲس آیہِ دیٖری گژھنہٕ کِنۍ دِق۔
میٛانہِ دفترٕچ سٲرٕے کاغزی کٲم چھےٚ میٛٲنِس سیٚکرِٹرٛی سٕنٛدِ ذٔریعہٕ کرنہٕ یِوان۔
سامان چُھ واریاہ تھدِ معیارُک۔
ژےٚ کیازٕ ترٛووتھن سُہ۔
تتھ مُشکِل وقتس منٛز تٔھوۍ أسۍ وۄمیدِ زِنٛدٕ۔
کُلہِ پٮ۪ٹھٕ ژوٗنٛٹھ پٮ۪وان وٕچھان وٕچھان آو نیوٹنس اکھ بہتریٖن خیال۔
پُلیٖسن ہوو مُجرِم گرِفتار کرنہٕ خٲطرٕ تلٲشی نامہٕ۔
نیر وۄنۍ نَتہٕ گَژھی ژیر
تٔمۍ کوٚر تٔمۍ سُنٛد ناو مدرسہٕ چہِ رجِسٹرِ منٛز درٕج۔
تٔمۍ کٔرۍ پنٛنِس تماشس ٹُکرٕ۔
سُہ چُھ ایٖمانٛدار موٚزوٗر
ڈاکٹر راج چُھ کمپٔنی ہُنٛد نوٚو صدٕر
اس نے اپنے بائیں ٹخنے پر ایک  پازیب پہنا ہوا تھا۔
واریاہس سامانس گوٚو نقل وحملس منٛز نۄقصان۔
اسہِ کوٚڑ کامیٲبی سان مسلُک حل۔
ہارنہٕ باوجود تہِ اوس ٹیٖمہِ ہُنٛد حوصلہٕ بُلنٛد۔
شرٲیطَن ہِنٛز منٛظوٗری چھےٚ اِنٛتِظامیہ کٔمیٖٹی پٮ۪ٹھ دارمَدار
سِیاستس مُتعلق چھِ تٔمِس واریاہ مضبوٗط خیالات۔
تۄہہِ پیٚیو گاسہٕ ہۄکھناوُن۔
یِمن دعوا ہن  آیہِ شکاؤری ہِنٛدۍ سلوک کرنہٕ۔
پنٛنِس پانس عذاب کرُن کر بنٛد۔
ہِنٛدوستانس منٛز کتھ جایہِ چھِ تِم روزان؟
سبزِیہِ چھےٚ لجمژٕ ہۄژنہِ۔
تٔمۍ سٕنٛزِ کورِ زیوٗن گٮ۪ونُک مُقابلہٕ
سۄ چھےٚ مےٚ ناپسنٛد کران، تہٕ اِتَھے پٲٹھۍ چُھس بہٕ تٔمِس ناپسنٛد کران۔
سُہ آو سیٚلہِ منٛز قٲد کرنہٕ
میٲنِس کٹہٕ سُنٛد یٖیر چُھ واریاہ موٚٹ۔
بہٕ چُھس اکثر رٮ۪تہٕ کالہِ سرٛانٛٹھ واینہِ گژھان۔
تِمو گنٛجہِ تٔمۍ سٕنٛزِ نَرِ زنٛگہٕ رزِ سۭتۍ
تٔمۍ چُھ ٹیٚنِس کِس دُنیاہس منٛز پنُن اکھ ناو بنوومُت۔
تِم چھِ تِمن تشدُدچ دھمکی دِوان۔
دٔریاوس منٛز سرٛانٛٹھ کرنہٕ سۭتۍ ہیٚکی ژےٚ ٹٔھنٛڑی پھیٖرِتھ.
واریاہ پھۄکٕہ ڈیوٗنٛگۍ ٲسۍ ہَوہَس منٛز ییٖران
تٔمۍ دِیُت منفی جواب۔
گُر قوبوٗ کَرُن اوس مُشکِل
بد سٔلوٗکی کرنہٕ خٲطرٕ آو سُہ مدرسہٕ منٛزٕ کڑنہٕ۔
کِتابہِ میلیو جان توجہ۔
بہتر چُھ ژٕ لاگ کوٹھس تل صدٕرۍ۔
سُہ اوس سڑکہِ پیٚٹھ فخرٕ سان پکان۔
ییٚلہِ سنتوٗرٕچ تال واینہٕ یی، مےٚ سۭتۍ نٔژۍزیٛو۔
تٔمۍ چھےٚ میٚنٛچسٹر یُنورسِٹی منٛز اِنجیٖنٔری کٔرمٕژ۔
امِہ فِلمہِ سۭتۍ گوٚو مےٚ تعجُب۔
مےٚ چھِ عام دۄہ دِشچہِ زِنٛدگی ہٕنٛدٮ۪ن چیٖزن مُتعلق ساینس چہِ مزٕ دار کتھٕ ہیٚچھِنۍ خۄش کران۔
تٔمۍ پرٛژھ تٔمِس سیوٚد زِ سۄ ہیٚکیا تٔمِس سۭتۍ خانٛدر کٔرِتھ۔
تُہنٛدِس ٹوٗر کرنٕکِس پرٛوگرامس چھےٚ مٲلی حُکامن منٛظوٗری دِژمٕژ
تُہۍ ہیٚکِو ماچھٕ کھوتہٕ سٕرکھٕ سۭتۍ زیادٕ مَچھِ رٔٹِتھ۔
بہٕ چُھس پنٛنیٚو شیٚش ماہ نتیٖجو کِنۍ گۄڈے پریشان، مہربٲنی کٔرِتھ مہ تُل مےٚ امہِ پتہٕ تہِ ریٚژھِ۔
پنٛنِس بچہٕ سٕنٛدِس اتھس کٔرِو چِرٕ تھپھ۔
مٔکرِس آبس دیٖو تمہِ زدٕ کِنۍ نیرنہٕ۔
مےٚ چُھ پوٗرٕ یٔقیٖن زِ سُہ چُھ بےٚ گۄناہ
سُہ چُھ یژھان کٲم ژھانٛڑٕنۍ، مگر تٔمِس چُھ نہٕ نظرِ تل کیٚنٛہہ خاص۔
تیٖل چُھ رنٛنس خٲطرٕ اِستعمال گژھان۔
مےٚ لیٚچھ چِٹہٕ سفید کاغز ورقس پٮ۪ٹھ اَکھ درخواست
سۄ بیٖٹھ بِستَر کِس کوٗنَس پٮ۪ٹھ
جنٛگن چُھ مُلکس پٮ۪ٹھ پنُن نِشان ترٛوومُت۔
تٔمۍ دِیُُت دروازس اتھٕ سۭتۍ ٹاس۔
ہَوٲیی جہاز کہِ حٲدۍثُک وجہہ پَے لگاوُن چُھ سٮ۪ٹھا مُشکِل
تٔمِس چُھ دٔچھنہِ أچھ اَنیٚر۔
ہوٗن چُھ غذا ٹوٗرِس منٛز کھٮ۪وان۔
سۄ چھےٚ پاگل۔
تِجٲرتی اِدارن کوٚر جلدٕے بازرس پیٚٹھ مُکمل اختیار حٲصِل۔
تٔمِس چُھ جان مٲہر عملہٕ۔
تقریٖبہِ منٛز آیہٕ بادشاہ بایہٕ تاج پوٗشی کرنہٕ۔
آنٛند چُھ شطرنٛجُک مٲہِر کِھلٲڈۍ
تِم چھِ گٲمی علاقس منٛز اکھ نوٚو مدرسہٕ بناوان۔
یہِ زرٲعی زمیٖن چُھ زیادٕ تر سبزی وۄپداوان۔
تِمن ہِنٛدۍ پَلو ٲسۍ نہٕ خراب موسمہٕ خٲطرٕ بچاو دِہہ۔
أزیُک دۄہ اوس مُشکِل۔
یوٚتام ماز سیٚنیومُت گژھِ توٚتام روٗزِو تلانٔ۔
میون ہوٚٹ اوس تیوٗت خۄشِک گوٚمُت تمہِ کِنۍ چوٚو مےٚ ترٛیشہِ دام۔
یہِ چھےٚ چٲنۍ عٲرضی نوکری۔
مُسلمان ثھِ قرآن چہِ تعلیماتہِ پیٚٹھ عمل کران۔
مےٚ تُج تٔمۍ سٕنٛدِ میزٕ پٮ۪ٹھ اکھ فایِل۔
مےٚ چھِ زٕ موبایِل فون مگر کٕہیں تہِ چُھ نہِ ٹھیٖک پٲٹھۍ چلان۔
دایہِ ڈوٚل توازُن تہٕ پیٚیہِ پتھر ۔
بازرس منٛز سخت مقابلہٕ آسنہٕ باوجوٗد گیہِ تِم پنٛنِس مصنوعاتس پوچھر دِنس منٛز کامیاب۔
پرُس پھوٚٹ زوالا مۄکھ یتھ منٛز تقریباً 600 لُکھ مارٕ سپٕدۍ۔
مےٚ گیہِ پنٛنیٚن باین سۭتۍ سخٕت لڑٲے۔
تۄہہِ کوتاہ چُھ وزن۔
تٔٔمۍ سٕنٛز زِنٛدگی ٲس بڑٕ بہتٔریٖن
تٔمۍ لگٲوۍ کاغزات کُٹھِ نٮ۪بر۔
تٔمۍ سٕنٛدِ کُٹھیُک نمبر چُھ کُنوُہ۔
پنٛنہِ جوٲنی منٛز اوس سُہ طاقت تہٕ جوشہٕ سۭتۍ بٔرِتھ۔
وَنس منٛز ٲس اکھ رامہٕ ہوٗنۍ نژان۔
بہٕ اوسُس اوترٕ دوستس سۭتۍ۔
تٔمۍ سُنٛد سورُے حِساب چُھ دُرُست
مےٚ وٕچھ اَکھ ژھاے پانس کُن یِوان۔
خَبر آیہِ صُبحن صُبحٲے نشٕر کرنہٕ
مےٚ چھےٚ سمٲجی کامین منٛز شِرکت کرٕنۍ خۄش کران۔
خراب موسمہٕ کِنۍ گٔیہِ تِم واپس پھیرنس پٮ۪ٹھ مجبوٗر۔
یہِ جیٚشٕن باسیٛوو مےٚ سٮ۪ٹھا غٲر مُلکی
تٔمۍ کوٚر پنٛنٮ۪ن سامعیٖنن خٲطرٕ تقریٖر تیار۔
یہِ چُھ فنٛکٲری ہُنٛد اکھ حٲران کرن وول نٔموٗنہٕ.
دۄدٕ پیٛالس منٛز ترٛٲیِو زٕ چمچہٕ شیٖرٕ۔
سُہ چُھ کِرکَٹس منٛز اَکھ اَصٕل کیچ رَٹن وول
تٔمِس ؤنِو یوٗت وٕ تیوٗت سُلی واتُن۔
کٔرِن لُکہ کتھٕ ژٕ پکھ پنٛنہِ وتہِ پٮ۪ٹھ۔
زخمہٕ منٛزٕ خونُک نیرُن رُکیٛوو۔
ہُم عمارژٕ چھےٚ دُنیاہس منٛز بدصوٗرتی بڑاون۔
سرٛانہٕ کُٹھ اوس ناصاف۔
یہِ شوقیہ فنکار چُھ اصل پٲٹھۍ تصویٖر بناوان۔
تس چُھ باسان زِ سُہ چُھ خۄداین پوٗرٕ وٲنٛسہِ مُصیٖبت زد روزنہٕ خٲطرٕ ژورمُت۔
تٔمۍ سُنٛد مرُن چُھ واریاہن ہِنٛدِ خٲطرٕ ہیٚہہ۔
اسہِ پزِ ملکہٕ کہِ عزت خٲطرٕلڑُن
پوش چھِ واریاہن رنٛگن ہٕنٛدۍ آسان۔
تٔمۍ سٕنٛز وفٲدٲری چھےٚ شکہِ نٮ۪بر۔
گرٕ گژھان رُکووہوس بہٕ وتہِ تہٕ پھرییَم ژوٗر۔
بٮ۪مار پِھرُن بیٚیہِ طرفہٕ احتِیاط سان۔
یِژھٕ بجہِ غلطی کرنہٕ کَر بنٛد
مےٚ چھےٚ خۄدٲیہِ سٕنٛزِ پروردِگٲری پٮ۪ٹھ پَژھ۔
تُہۍ ہیٚکوٕ بوتلہِ ہُنٛد کارک کھوٗلِتھ؟
مصنوعی ریشم چُھ رٮ۪تہٕ کالہِ خٲطرٕ۔
بہٕ ہٮ۪کہٕ نہٕ ژےٚ پٮ۪ٹھ مزیٖد بروسہٕ کٔرِتھ۔
گۄلابٕچ خۄشبوٗ چھےٚ دارِ کِنۍ یِوان۔
پرٛٮ۪تھ کُنہِ عملہِ ہِنٛزِ منصوٗبہٕ بٔنٛدی پتہٕ چُھ کانٛہہ نتہٕ کانٛہہ مقصد آسان۔
تٔمۍ سمُجھ میون مطلب انٛد ہٮ۪تھ غلط۔
سُہ اوس پنٛنِس مٲلِکَس راز فاش کَرنٕچ دمکی دِوان
گٲڑۍ ٲس أکِس لۄکچہِ کچھ سۭتۍ بٔرِتھ جایہِ منٛز کھڑا۔
قۭمتن ہُنٛد رُحجان چُھ وٕنہِ تہِ ہیوٚر کُنُے۔
وادی منٛز تشدد کٮ۪ن واقعاتن ہِنٛدِس بڑنس پٮ۪ٹھ مذمتٕے یٲژ کرٕنۍ چھےٚ نہٕ سیٚٹھا۔
ٹاس پھوٚٹ تٔمۍ سٕنٛدِس اتھس منٛز۔
میانیٚن شُریٚن چھےٚ سیٖمنہِ خۄش کران۔
یہِ گِلاس چُھ پُھٹمُت، ژٕ ہٮ۪ککھٕ یہٕ جوٗڑِتھ؟
سۄ چھےٚ اکھ نیک زنان۔
تٔمۍ ترٛوو قومہٕ خٲطرٕ ووٹ۔
تمہِ دِیُت سورُے ہُریومُت آب دٲرِتھ۔
عام طور چُھ سُہ پنٛنہِ کامہِ بسہِ منٛز گژھان۔
بہٕ کرٕ تٔمۍ سُنٛد پتہ کرنٕچ کوٗشِش۔
سُہ چُھ نہٕ زانٛہہ تہِ دفتر آمُت۔
تٔمۍ کوٚر فوجَس نوٚو توپ خانہٕ فَراہَم
سۄ چھےٚ پنٛنہِ نزاکت خٲطرٕ مانٛنہٕ یِوان۔
ہم سردیوں کے لیے کھانا ذخیرہ کر رہے تھے۔
تٔمِس چُھ پنٛنہِ خانٛدارنہِ سۭتۍ نٮ۪بر گژُھن۔
مزٕ دار کھٮ۪نن ہِنٛز خۄشبو پٔھلییہِ تٔمۍ سٕنٛدِ ہر طرفہٕ۔
تٔمۍ سٕنٛزِ بےٚ تدبیٖری ہوو زِ تمۍ چھےٚ صوٗرتحال مکمل پٲٹھۍ غلط سمٕجمٕژ۔
مےٚ چھےٚ ڈرٛامہ کھۄتہٕ سیٚنِماہٕچ فِلِم خۄش کران۔
سُہ گوٚو اچانک دروازس پٮ۪ٹھ حٲظِر
مےٚ چُھ شک زِ سُہ یِیا سالس کِنہٕ نہ۔
اسہِ ٲس سر زمیٖنس پٮ۪ٹھ واپس واتنٕچ خوشی۔
یوٗتاہ فضوٗل آسُن چھےٚ منٛدچھ۔
میٲنس لۄکٹس نیٚچوس چھےٚ اکہِ قٕسمٕچ ٲسٕچ بٮ۪مٲرۍ۔
بہٕ چُھس نہٕ چانیٚن ہم جمٲتٮ۪ن سۭتۍ چون سٔلوٗک پَسنٛد کَران
یہٕ سٕکیٖم گیہٕ حدٕ روٚس مشہوٗر ثٲبِت۔
سُہ چُھ کِرایہِ ہِنٛز گٲڑۍ چلاوان۔
تٔمۍ سٕنٛز ژم چھےٚ پاکہٕ دار زخمو سۭتۍ بٔرِتھ۔
یہِ چھا مُمکِن زِ یہِ کٲم انٛدِ ہفتس انٛدر انٛدر؟
مہریٚنہِ اوس تیز وۄزُل پۄشاک لٲگِتھ
تٔمۍ سُنٛد مول موج چُھ واریاہ برداشت کرن وول۔
ؤلِِو چیٖنی زبٲنۍ ہِنٛدِس نحوہس کَرو تفتیش۔
نِنہٕ مۄنٛڈجہِ چھِ ٲبی حلقہ دار جانور۔
لُکھ چھِ عِبادت کرنہٕ خاطرٕ واریاہن مزہبی جاین گژھان۔
تتہِ چھا چکر کرنہٕ خٲطرٕ کیٚنٛہہ؟
باغ اوس شِنہٕ ژادرِ سۭتۍ ؤلِتھ
ہِنٛدُستانن گیٚنٛد جٔنوٗبی افریٖقہس خٕلاف نٔفیٖس پٲٹھۍ
ییٚلہِ سُہ تھوٚد ووٚتھ تٔمِس باسیوو ٹیٖس۔
گفنٛدگی گژھِ نہٕ دیُن جمع گژھنہٕ۔
اغوا کرن والیو نیوٗ بچہِ ماجہِ نِشہِ تھپہِ۔
بیٚیَن مُلکَن سوزنٛہٕ برٛونٛہہ چُھ یِوان تیٖل ڈرٛمَن منٛز بَرنہٕ
اونٹ کی کاٹھی رنگ برنگے کپڑے سے سجائی گئی تھی۔
تٔمِس چھِ واریاہ اختیارات عطا کرنہٕ آمٕتۍ۔
تٔمۍ ووِ عام سبزِیہٕ۔
میانہِ تجویزِ مُتعلق کیا خیال چُھے ژےٚ؟
یِم اعداد و شمار چھِ صاف پٲٹھۍ معٲشی حیثیت ظٲہِر کران۔
سۄ چھِ ہسپتالس منٛز
اسہِ چھےٚ زِنٛدٕ روزنہٕ خٲطرٕ آکسیٖجنٕچ ضروٗرت۔
تٔمِس چُھ نِظام بدلاونُک اَکھ خیٲلی نظریہٕ
مدِ مقابلن دِیُت ساس رۄپیہِ تس نفرس ییٚمۍ تٔمۍ سٕنٛدِس حقس منٛز زتجی ووٹ دیٛاونٲوۍ۔
بہٕ کِتھ کٔنۍ ہٮ۪کہٕ پنٛنِس مٲلِس ماجہِ ہُنٛد اِجازت حٲصِل کٔرِتھ؟
شہزادٕ ایڈواڑ سُنٛد خانٛدر وُچھ ساسہٕ بدٮ۪و لوٗکو۔
سُہ آو کِرکٹ میچس منٛز ہارناونہٕ۔
بہٕ چُھس پرنہٕ وِزِ ٲنَک لاگان۔
گورنرن کٔر خبر ژوٗرِ تھاونٕچ کوٗشِش۔
ژور چُھ میانہِ خٲطرٕ پھروٗژ عدد۔
آب تہٕ تیز آبٕچ مقدار گژھِ برابر آسٕنۍ۔
بہٕ چُھس چون واریاہ شُکُرگُزار۔
آسمانس منٛز اوس کرٛیہنہِ اوٚبرُک امبار۔
ڈاکٹرن وُچھ مریٖض واریاہس کالس۔
قٕسمت چُھ دِنہٕ وول تہِ تہٕ نِنہٕ وول تہِ۔
آب پیوٚو چھکڑس منٛز شہر سوزُن۔
تٔمۍ سٕنٛز نوکری چھےٚ واریاہ مُشکِل۔
مےٚ چُھ نہٕ زانٛہہ تہِ یُتھ ظُلُم وُچھمُت۔
ژےٚ باسی چھاتہِ منٛز تھوڑا چار۔
مےٚ دِ نوٗنہٕ رژھا۔
تِم سمکھییہٕ اکھ أکِس مٲلس منٛز۔
یِم جُملہٕ چھِ ژٹنہٕ آمٕتۍ۔
قصبے میں ایک لائبریری کی بنیاد رکھنے سے طلبہ کی مدد ہوئی
کورِ ترٛٲو پنٛنہِ بُگنہِ منٛز وَٹہٕ رۄپَے
ووٹ ترٛاون وول چُھ پنُن ووٹ ترٛاوان۔
تٔمِس ٲس شرارتہٕ سۭتۍ تھر تھر گژھان۔
سُہ چُھ أکِس پاک دامن کورِ سۭتۍ خانٛدر کرُن یژھان۔
آب چُھ راتس لٔگِتھ گژھان۔
اکھ معموٗلی مسلہٕ چُھ حل کرُن سہل۔
طٲلبہِ عٔلِمو تُل اِمتِحانہٕ برٛونٛہہ جان لُطُف۔
مےٚ چُھ پننہِ ملکہٕ خٲطرٕ حقیٖقی محبت
کمپیوٗٹر چُھ ٹھیک کٲم کران۔
موجودٕ دور چُھ کمپیوٗٹرُک دور۔
تۄہہِ چھو علم النجومس پیٚٹھ کانٛہہ کِتاب؟
دوا پھوٚل چُھ نہٕ وٕنہِ پوٗرٕ پٲٹھۍ گوٚلمُت۔
تٔمۍ لوگ خانٛدرٕ خٲطرٕ اکھ درٛوٚگ پۄشاک۔
غٲر مُتوقعہٕ ہارُن آو أکِس وٕزملہِ ہِنٛدِس طورس پیٚٹھ برٛونٛہہ کُن۔
اسہِ چھےٚ باغس کچھ کڑنٕچ ضرورت۔
ایٚم ایٚف حُسین چُھ اکھ مشہوٗر مُصوِر۔
أسۍ سمبالو یہِ مُشکِل مسلہٕ۔
مےٚ غول کھنٛڈ آبس منٛز۔
قٔمیٖض لاگنہٕ برٛونٛہہ کر اتھ اِستٔرۍ۔
تٔمۍ تھٔو چِٹھۍ چنٛدس منٛز۔
تٔمۍ تُل پنٛنہِ محنتہٕ کہِ پھلُک لُطُف۔
مےٚٚ چُھ گۄڈَے اَکھ نوٚو کیٚلنٛڈَر مٔلۍ ہیوٚتمُت
سۄ ٲس پہاڑ کِس تینٛتٲلِس پیٚٹھ کھڑا۔
تٔمۍ ژٕھنۍ کاغز پیٖنتۍ ژھۄٹَس پٮ۪ٹھ دٲرِتھ
حٲدثس منٛز موٗدۍ ہتھ پیٚٹھۍ لُکھ۔
مےٚ چھےٚ کانٛہہ وتھ ژھانٛڑٕنۍ۔
تِم سٲری ٲسۍ مےٚ کُن وٕچھان۔
اخبٲری نُمٲیِنٛدٕ ٲسۍ میٖٹِنٛگ مُتعلق آگاہ کَرنہٕ آمٕتۍ
سٹیشنَس نزدیٖک ٲس ریلہِ ہِنٛزِ رفتارِ منٛز کٔمی آمٕژ۔
یہٕ خبر گٔیہٕ تمام دۄہ دِش کیٚن اخبارن منٛز شایع۔
تِم چھِ نہٕ سمجوتہٕ خٲطرٕ تیار
میٲنِس فونس گٔیہِ وایبریشن۔
بہٕ گژھٕ پیشاب کرنہِ۔
"سالانہ جنٛگی کاروٲیی خٲطرٕ ورزِشہِ منٛز ٲسۍ شیٚن مُلکن ہِنٛدۍ 14,000 فوجی اہلکار شٲمِل۔"
"یہِ چُھ تٔمۍ سُنٛد خاص مسلہٕ۔ 
"
تٔمۍ سٕنٛدِ بکواس سۭتۍ گوس بہٕ واریاہ تنٛگ۔
تٔمۍ بناوِ کاغزس کیٚنٛہہ عموٗدی رِکھٕ۔
مہربٲنی کٔرِتھ مۄکلاو پنٕنۍ چاے ؤلۍ ؤلۍ۔
ژےٚ پزی گاڈِ ہِنٛدِس اِنٛجنس تانہٕ تانہٕ مُعٲینہٕ کرُن۔
سُہ چُھ پنٛنہِ زِنٛدگی خۄش
سۄ آیہِ نفرت کِس گردِ آبس منٛز ولنہٕ۔
میٛٲنۍ گٔر چھےٚ پرٛٮ۪تھ ژوٚوُہہِ گٲنٛٹہِ پتہٕ زٕ مِنٹ پتھ گژھان۔
سُہ چُھ کمپیٛوٗٹرس منٛز کورس کران۔
بہٕٕگژھٕ دِلہِ ریل گاڑِ منٛز۔
تٔمِس چُھ تیز تپھ۔
اسہِ بَنٛیٚیہِ جاے ریلوے سٹیشنٛس نزدیٖکٕے
تٔمۍ سٕنٛزِ دِلیری ہِنٛزٕ دلیٖلہٕ چھےٚ خۄشوٕنیٚن فسانن ہِنٛدِس طورس پیٚٹھ لیٚکھنہٕ۔
اسہِ چُھ نہٕ گَرس منٛز کانٛہہ تہِ مٮ۪وٕ۔
تِم چھِ دچھہِ باغس منٛز کٲم کران۔
تِمو تُل یُہُس کٕنکَس منٛز فٲیدٕ۔
سۄ ہیٚکہِ کُنہِ تہٕ وِزِ یِتھ۔
کمرٕچہِ أڑجہِ ہِنٛدِ زخمہِ کِنۍ پیوٚو تس واریاہ مُصیٖبت تُلُن۔
اسہِ پزِ نہٕ زیادٕ چرٕب کھیوٚن۔
ٲخری فٲصلہٕ چُھ تٔمۍ سٕنٛدِس فٲصلس ماتحت۔
پٔکِوٚ لنٛگرس منٛز کھٮ۪مو۔
تٔمۍ ؤنۍ اسہِ اکھ باسنہٕ کِنۍ پٔز دلیٖل۔
خوفہٕ سۭتۍ دِتۍ تٔمۍ پنٛنہِ چھاتہِ دٔگۍ
تٔمۍ سٕنٛدۍ مٲلۍ ماجہِ دِیُت تس گِنٛدنُک اِجازت
زِنٛدگی ہِنٛز ساروٕے کھۄتہٕ زیادٕ خوشی چھےٚ زِ أسۍ چھِ پنُٛنیو ٹاٹھٮ۪و سۭتۍ ؤلِتھ۔
سُہ اوس پانٛژن ؤرین جُلاے وطنی منٛز۔
پُلیٖس چُھ تٔمۍ سِنٛزِ رِہٲیشہِ محاصرٕ کران۔
اکبَرن کٔرنَس بہٕ میٖٹِنٛگ منٛز پَریشان
شہزادی اپنے شاہی لباس میں خوبصورت لگ رہی تھی۔
تیٖل چُھ یِوان پیٖپَس منٛز جمع تھاونہٕ
سُہ اوس شہرس أنٛدۍ پٔکۍ پکان۔
مزار اوس گاسہٕ سۭتۍ ؤلِتھ۔
تۄہہِ نِش چھا پنٛنِس جواب کِس حقس منٛز کانٛہہ دلیٖل؟
تار کول بیوٗٹھا سڑکہِ پٮ۪ٹھ۔
سٲنِس مکانس پٔتھۍ کِنۍ چُھ کُلۍ جنٛگُل
اَکھ صاف ترٛیشہٕ گِلاس أنِو
بہٕ روزٕ کیٚنہس وقتس تُہنٛدس علاقس منٛز۔
شُرۍ چھِ  سٔرکسس مُتعق بیوقوف کتھٕ کران۔
بالٹیٖنہٕ منٛزٕ کٔڑِو آب۔
تٔمِس اوس پٔتۍمہِ رٮ۪تہٕ کورٹس منٛز حٲظِر گَژُھن
مےٚ کھیٚیہٕ از صُبحس واریاہ انٛجوٗر۔
بہٕ چُھس سکوٗل کِس بینٛڈس منٛز باجہٕ وایان۔
بہٕ چُھس کتابہِ ہُنٛد ژوٗریُم ورُق پران۔
آز روزِ موسم گرم تہٕ خۄشٕک۔
بچہٕ اوس روومُت تہٕ اوس لۄتہِ لۄتہِ ودان۔
ؤکیٖلن کٔر پنٛنِس مُوَکِلس بچاونٕچ کوٗشِش
یہِ کُل پٔھلیٛوو سٲرِسٕے دٮ۪وارس۔
سُہ اوس گۄڈنہِ کہِ کھوتہٕ زیادٕ کمزور ۔
یِمن جزیٖرن پیٚٹھ چُھ چیٖزٕ بدلہٕ چیٖز ہٮ۪نُک نِظام اِستعمال گژھان۔
أسۍ ہٮ۪کو ڈائریکٹر سۭتۍ آرام سان رجوع کٔرِتھ
ٲسۍ بوٗزٕ دلیٖلہِ ہِنٛزٕ زٕ مُختلِف صوٗرتہٕ۔
مہربٲنی کٔرِتھ دِ سۭتۍ تھاونہٕ آمتہِ سوال نامُک جواب۔
واوُک قہر ہَمیوو۔
تٔمۍ روٚٹ پنٛنِس دوستہٕ سٕنٛدِ بدلہٕ انعام
پٔتۍمین کیٚنٛہن ؤرین منٛز چھےٚ طِبی ساینَسن واریاہ ترقی کٔرمٕژ۔
مَے چُھ ہہٕ لوٗبوُن بیٛارِ بچہٕ پسنٛد۔
سۄ چھےٚ معٲینس منٛز، فِکِر مہ ہیٚیِو۔
سۄ چھےٚ باسان ساروٕے کھۄتہٕ زیادٕ لوٗبوٕنۍ کوٗر۔
مَرن وٲلۍ نفرَن کوٚر پنٛنِس نیٚچوِس دُعایہِ خٲر
شُرۍ چھِ اکھ أکِس کٕت کٕت کران۔
تٔمۍ چُُھ دنیا کہِ پرٛٮ۪تھ کوٗنُک سفر کوٚرمُت۔
أکِس عددس مُتعلِق سوٗنٛچِو تہٕ تتھ کٔرِو دۄیہِ سۭتۍ ضرٕب۔
تٔمِس چُھ تنٛگ کرُن تہٕ پامہٕ دِنہِ خۄش کران۔
سۄ چھےٚ کھوژٕ بٕڑ
مےٚ چُھ شامن پنُن کُٹھ صاف کرُن
تٔمِس ٲس دٮ۪مٲغی خرٲبی۔
پارلیمٮ۪نٛٹن چُھ اَکھ اٮ۪کٹ پاس کوٚرمُت یَتھ مُطٲبِق یِتھۍ کھیل غٲر قونونی چھِ
سۄ ؤژھ تھوٚد نٹان نٹان، تہٕ درٛایہِ کُٹھِ منٛزٕ نٮ۪بر۔
یہٕ اوس سُے ییٚمۍ گۄڈنٮ۪تھ تجویٖز دِژ۔
مےٚ چُھِ ہمیشہِ پننِس مٲلۍ سٕنٛزِ نصیحتہِ اہمیت دِژمٕژ۔
تِمو چُُھ قصبس منٛز اکھ نوٚو مورچہٕ کھڑا کوٚرمُت۔
فوجن کوٚر أنٛدۍ پٔکیُک علاقہٕ بنٛد۔
ہوٗن اوس راتھ کیُتھ بَڑِ وۄپھراے کَران
یہِ چُھ سُہ نفر ییٚمِس دَولت چھےٚ۔
مےٚ کٔر تٔمِس سۭتۍ تٔمۍ سٕنٛدِس مسلس مُتعلِق کَتھ
تۄہہِ پَزیو بیقلٲزی ہِنٛزن کامیٚن منٛز ملوث گژھنہٕ نِش بچُن
تِمو دیُت شِیام بینیگَل سٕنٛزِ فِلمہِ بہتٔریٖن فِلمہِ ہُنٛد خٕطاب
مُختلف رنٛگن ہِنٛدۍ رنٛگ ؤلِو اِکہٕ وٹَے۔
بہٕ چُھس نہٕ مٲہِر آسنُک دعوا کَران
سۄ چھےٚ دفتر گَژھنہٕ خٲطرٕ گاڑِ منٛز سَفر کَران
أسۍ کَرو یِنہٕ والیٚن ؤرِین منٛز یِم مسٲیِل ٹھیٖک۔
أکِس مٲہِر لکھٲرۍ سٕنٛز تعریٖف چھےٚ تٔمۍ سُنٛد منٲسِب لفظن ہُنٛد اِستعمال کرنٕچ صلٲحیت۔
سُہ چُھ جاے پٮ۪ٹھ جاے پھیران تھوران۔
ہُریمتیٚن نیوکلِیٲیی موادن ہُنٛد محفوٗظ طریٖقہٕ سۭتۍ خٲتمہٕ کرُن چُھ اکھ بوٚڑ مسلہٕ۔
کوٗر چھےٚ نہٕ گٮ۪وان بلکہِ چیٖکھ دِوان۔
کتابہٕ آیہِ پنٛنہِ جایہِ تھاونہٕ۔
مےٚ چھےٚ دٔریاو بٔٹِھس مُتوٲزۍ پکنس منٛز دِلچسپی ۔
کام کرنے والے لکڑیوں کے ڈھیر لگا رہے تھے۔
کمپٔنی کوٚر سفرُک خرچہٕ ادا
مےٚ چھےٚ اپُز ونٛنس سۭتۍ نفرت۔
کمپٔنی کٔر تٔمِس کڑنس منٛز صحیٖح کٲم۔
ظٲہِری طور چُھ تِمو کینٛژس کالس خٲطرٕ شہر ترٛوومُت
نٔرسہِ لٲج مٔریٖض سٕنٛدیٚن زخمن پیٚٹھ مرہم پٔٹ۔
کمپٔنی دیُتھ نہٕ کانٛہہ بنٛد گژھنُک برٛونٛہہ اعلان
حکوٗمتن خرچٲوۍ نٔوۍ جنٛگی جہاز ہیٚنہٕ خٲطرٕ سٮ۪ٹھا پونٛسہٕ۔
سُہ چُھ قتل کرن وول۔
سُہ اوس واریاہ پوٚرمُت لیوٚکھمُت، خیال تھاون وول نفر۔
تٔٔمۍ کھیٚیہِ ژوٚٹ أکۍسٕے ژٔپِس منٛز
پٔری ہِنٛزِ بٲزۍ گرٔی کٔرۍ دۄنوَے بارٕنۍ بطخن منٛز تبدیٖل۔
یہِ طٔریٖقہٕ ہیٚکہِ اَسہِ مُختٔلِف نَتایجن پٮ۪ٹھ واتنٲوِتھ
اکھ مُشکِل اِتِظٲمی معاملہٕ گوٚو کھڑا
کالجس منٛز وظیفہٕ رٹنہٕپتہٕ میلیو تس سکون۔
ٹیٖمہِ منٛز چھِ بہتریٖن رُکُن۔
مریٖض چُھ وُنہِ تہِ نظر انٛدٲزی منٛز۔
میٲنِس میزس پٮ۪ٹھ چُھ کتابن ہُند اکھ ڈیر۔
تٔمۍ ہٲو بطورِ افسر زبردست صلٲحیت۔
اکھ اوٚش پھیوٗر ووٚتھ تس بٕتھِ پیٚٹھٕ۔
سٲنۍ کۄکٕر چھےٚ ٹھوٗلن پھہہ دِوان
تِمۍ دِیُت کَٹن گانس منٛز دَکہٕ۔
تٔمس میلییہِ بٲزۍ گر تماشہٕ وٕچھںہٕ خٲطرٕ مُفت ٹِکٹہٕ۔
کُتُب خانس منٛز موجود کِتابن چھےٚ موضوٗع مُطٲبِق ترتیٖب دِنہٕ آمٕژ
سُہ چُھ نہٕ گٔر لگان۔
تٔمۍ سُنٛد کرٛہن ماز چُھ نہٕ ٹھیک پٲٹھۍ کٲم کران۔
مےٚ چھےٚ واریاہ اصٕل بصری یاداشت۔
کیٚمۍ ٲسۍ أنٛدی پٔکۍ نَژان
تمام سِیٲسی نِظام چھِ آزٲدی تہٕ برابری ہِنٛدیٚن تصوُرن پٮ۪ٹھ مبنی۔
بہٕ چُھس أکِس بٔڑِس مُصبیتس منٛز۔
سُہ چُھ بےٚتٲبی سان تٔمِس وُچھنس پیاران
کانٛہہ تہِ ہیٚکہِ نہٕ سکوٗل کِس احاطس منٛز اجازت ورٲے أژِتھ۔
مےٚ سۭتۍ کَر دوستہٕ سٕنٛدۍ پٲٹھۍ سٔلوٗک
ہوٗٗن چُھ اکھ پالتو جانور۔
مےٚ دِ بیٛاکھ چایہِ کَپ
زبانن چُھ مختلِف مصوتہٕ نِظام آسان۔
سرٕد گژھنس پیٚٹھ بنہِ یِمن چیٖزن شیٖشہٕ۔
معٲشیت چھےٚ نِظٲمی تصادُمس منٛز ہٮ۪نہٕ آمٕژ۔
حکومت کہِ طرفہٕ شایع کرنہٕ آمٕژ تحریرِ منٛز اوس واریاہن حِکمتہِ عملِین ہُنٛد خاکہٕ پیش کرنہٕ آمُت۔
تٔمۍ چوٚو دعوتس منٛز شراب۔
سۄ گٔیہٕ پنٛنہِ زِنٛدگی ہِنٛدٮ۪ن پٔتِمٮ۪ن ؤرِین منٛز حٲدِثٕچ شِکار۔
چانہِ تنقیٖدُک پیٚیہِ نہٕ تٔمِس پٮ۪ٹھ کانٛہہ اثر
زِنٛدگی چھےٚ اکھ حٔقیقت ییٚمیُک تجرُبہٕ کرُن چُھ آسان۔
سرکار پٮ۪نہٕ پتہٕ گٔیہِ سیٲسی حالات ابتر
سُہ چُھ کُنہِ ساتھم تھوڑا تنٛٛگ کرن وول بنان۔
تھزر چُھ اکھ وراثتی صِفت۔
مٲلۍ سُنٛد کار رٹنہٕ پتہٕ بنٮ۪و سُہ اکھ شراب کٕنن وول۔
اسہِ پزِ دفٲعی ٹٮ۪کنالوجی پیٚٹھمِس درجس پٮ۪ٹھ واتناوٕنۍ۔
کُٹھ گرماونہٕ خٲطرٕ زاجہِ تِمو ژِنہِ
بدتمیٖز لفظ گژھن نہٕ لٲزِم دار سماجس منٛز استعمال کرنہٕ یِنۍ۔
جین آسٹِن چھےٚ اکھ مشہوٗر ناول نٔویٖس۔
تٔمۍ دیُت اسہِ پنٛنِس دفترس منٛز کُنہِ تہِ وقتہٕ اژنُک حق۔
سۄ آسہِ ییٚمہِ رٮ۪تہٕ کہِ پوٗنٛژمہِ ییٚتھۍ۔
تٔمِس ٲس قتلُک ہانٛژ لاگنہٕ آمٕژ۔
نشٕکۍ عٲدی یِم آسان چھِ تِمن چُھ سُکونس منٛز تھاونہٕ باپتھ اکثر نشاور دوا دیُن پٮ۪وان۔
سڑکہِ پٮ۪ٹھ اوس کیاہ تانۍ شور۔
پرٛٮ۪تھ صُبحن گژھِ ٲسس کۄلکس کرٕنۍ۔
بہٕ چُھس ژوٚٹ تھنہِ بغٲر کھٮ۪وان۔
میون مول چُھ نِو یارکس منٛز روزان۔
سالارجنٛگ عجٲیِب گَرس منٛز چِھ واریاہ حٲران کرن والیٚن چیٖزن ہِنٛز سوٚمبرن۔
گاڈٕ ہٲنٛزن چھےٚ یِوان ہدایت دِنہٕ زِ تِم گژھن نہٕ واوٕ وِزِ سمندرس منٛز گژٕھنۍ۔
پہاڑس کھسن والٮ۪ن چھےٚ مُقامس تام واتنہٕ خٲطرٕ واریاہ زیچھِ وۄٹہٕ تُلنہِ پیٚوان۔
ہوٗن تھوٚک نہٕ ترٛووُن پیٖچھا۔
مِلٹن سٕنٛدۍ واکھ چھِ مشہوٗر۔
مےٚ چُھ کامٮ۪ن ہُنٛد اکھ انبار۔
مُتوٲزی لٲنہٕ بنٲیِو۔
گوٕوِنٛد تہٕ راجوٗہس منٛز چُھ مِیُل
تٔمِس ٲس حُکامس مُقابلہٕ کرنہٕ خٲطرٕ بد سٔلوٗکی۔
جنٛگَس منٛز کیٖمیٲوی ۂتھیاین ہِنٛدِس اِستعمالس پٮ۪ٹھ گَژھِ پابنٛدی لاگنہٕ یِنۍ
گُر سوار چُھ اکثر چھانٛٹہٕ اِستعمال کَران۔
سُہ آو دورِ منٛز پوٗنٛژمِس درجس پیٚٹھ۔
تٔمۍ سٕنٛز ذمہ وٲری چھےٚ بادشاہ بچاوُن۔
سُہ آوٕے نہٕ۔ مزیٖد چھےٚ اسہٕ خبر زِ سُہ اوس بٮ۪مار۔
تٔمۍ چاونوو پنُن بچہٕ دۄد۔
اسہِ چُُھ کچھ کڑُن۔
واریاہو غٲر مُلکی سِفارت کارو کٔر تقریٖبہِ منٛز شِرکت۔
حٲدِثس منٛز سپٕدۍ ترٛےٚ لُکھ مارٕ۔
نٔوۍ افسرن چُھ پٔزۍ پٲٹھۍ پنٛنہِ حٲضِری ہُنٛد احساس دیُتمُت۔
امریٖکی اَیوانس منٛز چِھ آزکل ہِنٛدوستٲنی خاص دلچسپی جماعت سٮ۪ٹھا عملہِ منٛز۔
مال تُلنٕچ ناو چھےٚ یِوان دریاون تہٕ نالن پیٚٹھ گوٚب سامان تُلنہٕ خٲطرٕ اِستعمال کرنہٕ۔
تٔمۍ ووٚٹ پنُن سامان تہٕ درٛایہٕ
حمیدن تُج گۄڈٕ سبٕز کِتاب پرنہٕ خٲطرٕ تہٕ پتہٕ تُجِن بیٛاکھ۔
سۄ ٲس تھزرس منٛز واریاہ ژھوٚٹ۔
سۄ بنییہِ حِسابس منٛز بہترین۔
ناکٲمی چھےٚ توٚہہِ مضبوط تہٕ زیادٕ محنتی بناوان۔
مےٚ چھی ژےٚ کیٚنہٕ پونٛسہٕ وۄزُم ہیٚنۍ
سُہ چُھ اکھ اصٕل بیٹِنٛگ کرن وول۔
جدیٖد انٛگریٖزۍ چھِ مسٲوی زبان
نشرِیٲتی سٹیشن چُھ شہرٕ پیٚٹھٕ دوٗر واقع۔
بِجلی ہِنٛز دریافت ٲس توٲریٖخس منٛز اکھ بٔڑ کامیٲبی۔
تٲلیٖٖمی نِظامس منٛز اصٕل بدلاو عملہِ منٛز اَنٛنَس لَگنو تۄہہِ ؤری واد
سۄ چھےٚ لڑایہِ گٔرِنۍ۔
بہٕ چُھس پننہِ نانہِ سۭتۍ روزان
سُہ اوس موزس منٛز پنٛنہِ کھۄر چہِ اوٚنٛگٕجہِ اورٕ یور نژناوان۔
یِمن تحقیٖقی دستاویزن پیٚٹھ کٔرِو غور۔
یِمن مسٲیلن ہُنٛد چُھ نہٕ کانٛہہ تہِ حل۔
تٔمۍ سُنٛد کاربار چُھ تَس وقٕت کھٮ۪وان
فَرشَس پٮ۪ٹھ کیاہ چیٖز چُھ ہُہ؟
تِم ٲس یژھان زِ میون مول تھٲوِن پنٛنِس ضدی نیٚچوِس قابوٗوس منٛز۔
پرٛٮ۪تھ کانٛہہ زرٕ چُھ ایٚٹمن ہُنٛد بنیومُت۔
ہمدردی چھےٚ اکھ نیکی مانٛنہٕ یِوان۔
یِم سرکٲرۍ پابنٛدِیہِ رُکاون سٲنِس کارٕبارس۔
عام لُکھ یِن درٛۄجرٕ کِنۍ ہٮ۪نہٕ۔
پُلسن ژٔلروو بےٚ ترتیٖب ۂجوٗم۔
جسمٲنی تعلیٖم چھےٚ پرٛٮ۪تھ طٲلبہِ علمہٕ سٕنٛدِ خٲطرٕ ضروٗری۔
ورزِش چھےٚ سانہِ صحتہٕ خٲطرٕ واریاہ ضٔروٗری۔
تٔمۍ سٕنٛزو بیقٕل کَتھو کھول أکِس بزرگس شرارت۔
بنٛگولن ہِنٛدِ ٹاسہٕ سۭتۍ کھوٗژۍ شُرۍ۔
یہِ فِلِم چھےٚ کیٚنسرس سۭتۍ زندگی گُزارنس مُتعلق مختصر بیانک اکھ سلسلہ۔
تِمن آیہِ سیٚٹھا اعزاز عطا کرنہٕ۔
تصویٖرِ چُھ نیٛوٗل تہٕ سبٕز پوٚت منظر۔
ژوٗٗٗرن ہوو بٔلۍ خانٛدرس پٮ۪ٹھ ٲشناو آسُن۔
سُہ چُھ پنٛنِس مٲلِکس خبرٕ دِوان۔
بُنلہِ سۭتۍ باسیوو مےٚ اچانک نژُن۔
سۄ چھِےٚ اکھ کامیاب کارٕبار چلاوان۔
کورسَس منٛز دٲخلہٕ خٲطرٕ چھِ اَوسَط نمبَر پنٛژہ فیٖصَد
دُکان ترٛاوکھ تہٕ ژٕ واتَکھ مدرَسس بروٚنٛہہ کنہِ۔
تٔمۍ وتھروو شیٖشس پیٚٹھ بہہ۔
جذباتن ہُنٛد سرٛنٮ۪ر چُھ ناقٲبلہِ تصوُر۔
تٔمۍ لوگ پنٛنِس دوستس قتل کرنُک اِلزام
تٔمۍ سٕنٛٛزِ نرِ پیٚٹھ ٲس اکھ بستہٕ۔
مہربٲنی کٔرِتھ کٔرِو مُہادس پیٚٹھ دستخط۔
بیٚمارس ہیٚکہِ اپریشنٕچ ضٔروٗرت پٮ۪تھ۔
تِم چھِ پرٛٮ۪تھ صُبحن دُعا پَران
تٔمۍ ٲسۍ آمٕتۍ رِیاست ترٛاونہٕ خٲطرٕ مجبوٗر کرنہٕ
سُہ چُھ ییٚتہِ پٮ۪ٹھاوٲلی کَران
ژوٗرن نیوو مُسافِرس تھپہِ سامان۔
کٹھ پہۄڑے نے درخت کے تنے پر چونچ ماری۔
کاروٲیی پٔزۍ پٲٹھۍ عملی بناونہٕ خٲطرٕ چھےٚ تتھ ترتیب دِنٕچ ضروٗرت۔
غریٖب لُکن چُھ پنٛنہِ آمدنی منٛز زِندگی گُزارٕنۍ مُشکِل گژھان۔
نیہِ حِکمت عملی خٲطرٕ گوٚو سٮ۪ٹھا اِختِلاف۔
ژٕ چُھکھٕ پنٛنہِ بُمبہٕ کڑان؟
تٔمۍ سٕنٛزِ دٔلیٖلہِ ہُنٛد بُنیٲدی مقصد اوس یہٕ زِ تعلیٖم گژھِ پوٗری زِنٛدگی جٲری روزٕنۍ۔
ییٚمۍ مسلن چھِ تحقیق کرن وٲلۍ ؤرۍوادو پٮ۪ٹھٕ پریشان کٔرۍمٕتۍ۔
بہٕ کَرٕ پَنٕنۍ پونٛسہٕ بینکَس منٛز جمع
سُہ چُھ چارپایہِ پٮ۪ٹھ بِہتھ۔
سرحَدس پٮ۪ٹھ چُھ فوجُک بوٚڈ تعداد موجوٗد
سُہ چُھ دِل بٔہلٲیی خٲطرٕ شکار کَران
أسۍ چھِ دوٗرِ پٮ۪ٹھٕ سفر کٔرِتھ آمٕتۍ
 گرمی کیلٮٔے اس نے اپنی گردن میں اسکارف لپیٹ لیا۔
جیک تہٕ جِل ٲسۍ پہاڑس پٮ۪ٹھ پکان
تُہۍ کیاہ چِھو پران۔
سُہ درٛاو خوٚصوٗصی اِجتِماعس منٛز شِرکت کرنہٕ خٲطرٕ
سَراے ٲس سارنی یِنہٕ والٮ۪ن ہٮ۪کان روزنٛہٕ خٲطرٕ جاے دِتھ
مےٚ گَژھِ تاکشہٕ پٮ۪ٹھٕ کانٛہہ تہِ کِتاب
کھوٗپرُک تیٖل چُھ مستہٕ خٲطرٕ جان آسان۔
سۄ بناوِ ڈبل میچس منٛز پنٛنِس زِٹِھس سۭتۍ جوٗرۍ۔
نُمٲیِنٛدو کٔر تجویٖزِ ہِنٛز زبردست مُخٲلِفت۔
مےٚ بوٗز نہٕ تِم کیاہ ٲسۍ ونان تِکیازِ تِم ٲسۍ پِھسرارَے کران۔
تٔمِس چھِ بچہِ شیطان
سُہ چُھ روٲنی کتھٕ کران۔
باہ رٮ۪تھ چھِ اکھ ؤری بناوان
یِم سبزِیہِ چھےٚ سر سبٕز۔
میانہِ ماجہِ أنۍ میانہٕ خٲطرٕ آبہٕ سۭتۍ خراب نہ گژھن واجیٚنۍ گٔر۔
یِٕ کھۄربانہٕ چھِ واریاہ تنٛگ۔
ژٕ ہٮ۪ککھٕ مےٚ پنٕنۍ کاغزو شرٛاپُچ دِتھ؟
تِمن لٔگۍ خۭمہٕ کھڑا کرنس ترٛےٚ گٲنٛٹہٕ۔
سۄ چھےٚ ہمیشہِ سازگار مشورٕ دِوان۔
مٲلی طور چھِ أسۍ دوستَن ہِنٛدِس مُقابلَس منٛز پَسمانٛدٕ
تِمو کوٚر ڈرٛامہ موسیٖقی سۭتۍ اِختِتام پٔزیٖر۔
تِمو چھےٚ سڑکہِ پٮ۪ٹھ اکھ نٔو عٮ۪مارت بنٲومٕژ
تٔمۍ سُنٛد جواب اوس واریاہ غٲر واضح۔
سُہ اوس شرارتس منٛز شیٖشہٕ پُھٹراوان۔
یہِ زنان چھےٚ پنٛنہِ بدمعٲشی خٲطرٕ مشہوٗر۔
اَسہِ ووٚن تٔمِس ہَوٲیی اَڈَس پٮ۪ٹھ الوِداع
أتھۍ دوران روٗدۍ لُکھ کامیاب گژھان۔
تمہِ دِیُت مےٚ پینسل نِبہِ سۭتۍ اوٚنٛگجہِ تُرٛس۔
بُنِلہِ سۭتۍ پیٚیہِ عمارت ؤسۍ
تٔٔمۍ سٕنٛز کٲم مۄکلٕنہٕ برٛونٛٹٕھے گوٚو شام
سۄ چھےٚ اکھ پۄختہٕ زنانہٕ یۄس نہٕ زانٛہہِ تہِ پتھ چھےٚ ہٮ۪وان۔
مےٚ چھےٚ پَے سُہ چُھ نرم دِل۔
اکبَر چُھ اَکھ کامیاب فن کار
مےٚ تھوِ پنٛنہِ سارے واجہٕ ڈَبس منٛز
تٔمۍ سُٕنٛزٕ کَتھٕ آسہٕ نہٕ رَژھ تہٕ پوٚز
چانہِ نِصٲبی کِتابہِ منٛز چُھ نہٕ کِہیٖن تہِ مذہَبس مُتعلق۔
سُہ بنیوو اکہِ زہریلہٕ اِنفیٚکشَنُک نِشانہٕ۔
بچن رٔٹ ماجہِ ہٕنٛز اوٚنٛگٕج چیٖرٕ
دۄدھ چُھ اکھ ٲبی طاقتی غذا۔
توہہِ پزِ پنٛنہِ تھیسِس کیٚن صفن نمبر دیُن۔
قصبَس منٛز گوٚو دَماکہٕ
گوینکا جماعت چھِ وۄنۍ وویک گوینکاہ سربراہ
عدالتٕچ ساروٕے کھۄتہٕ اہم کٲم چھےٚ امن و امان برقرار تھاوُن
تٔمن ہِنٛدِ اپزِ سۭتۍ کھسہِ کٲنٛسہِ تہِ شرارت۔
مہربٲنی کٔرِتھ کٔرِو پنٕنۍ کام پوٗرٕ
شُریٚن آو مدرَسس منٛز سزا دِنہٕ۔
وٕشنیرٕچ شِدت چھےٚ وۄنۍ کم گٔمٕژ۔
سُہ اوس مزدورن ہِنٛدِ یوٗنینُک ہُنٛد صدر مُنتخب کرنہٕ آمُت۔
فوجی آیہِ سرحدس انٛدٕ ونٛدٕ تعینات کرنہٕ۔
خطرٕ وٲلۍ مُقام ٲسۍ پُلیٖسن بنٛد کٔرۍمٕۍ۔
تٔمِس چھِ سٲری بیقٕل نظرِ وٕچھان۔
مےٚ چھےٚ خطرناک دگ۔
تٔمِس آو دِلُک دورٕ
ہونۍ چھِ بیٛاریٚن وٕچِھتھ وولان۔
ژٕ ہیٚکَکھ سٔہلاب زَدن کیٚنٛہہ پونٛسہٕ دِتھ
نٲوِد سٕنٛزِ کھورِ سۭتۍ لوٚگ تٔمۍ سٕنٛدِس گٔلِس کٕھش۔
مےٚ چُھ تٔمۍ سُنٛد خۄ ش باشمِزاز پَسنٛد
وہ آلو چھیل رہی ہے۔
سۄ ٲس نہٕ خوشی سۭتۍ وٮ۪ژٲنی
سُہ آو حٲضرینن خطاب کرنہٕ خٲطرٕ برٛونہہ کُن۔
زٔمیٖن دار چھِ پنٛنہِ فصلہٕ خٲطرٕ روٗدَس پیٛاران
یُس تہِِ کانٛہہ تِم ژارن، اسہِ پزِ ت،ہُنٛد فٲصلہٕ قبوٗل کرُن۔
أکِس انسانس گژھِ پنٛنین جذبن پٮ۪ٹھ قابو آسُن۔
اگر یِژھ کتھ چھےٚ، تیٚلہِ کِتھ کٔنۍ کَرو أسۍ لین دین۔
پنُن نیٚچُو خۄش کرناونہٕ خٲطرٕ کوٚر تٔمۍ اکہِ چکرُک اِنتظام۔
پژھ کرن وٲلۍ بٔنِو، شکی نہٕ کیٚنٛہہ۔
تٔمۍ چھِ 80% کھۄتہٕ کم نمبر حٲصِل کٔرۍمٕتۍ۔
سُہ گوٚو اچانک خانٛدرَس منٛز ظٲہِر
مکئی کا بھٹا گٹھلیوں سے ڈھکا ہوا تھا۔
کِرایہِ درو کرِ مکان مٲلکَس مکان چہِ کُنٛزٕ حوالہٕ
سۄ چھےٚ طِبی پیشہٕ اِختیار کرُن یژھان۔
أسھ چھِ سمٲجی رٔسوٗمات قٔبوٗل کرنہٕ خٲطرٕ مجبوٗر
روٗس کِس عوامس پٮ۪ٹھ ٲس زار بادشاہو حکوٗمت کٔرمٕژ۔
سورُے گام گوٚو سٔہلابس منٛز یِرٕ۔
تیٚلہِ کیٛازِ چُھکھ ژٕ تس طعنہٕ دِوان؟
سُہ چُھ بہتریٖن طبلہٕ واین وول۔
شوٚغُل چُھ پرٛٮ۪تھ کٲنٛسہِ ہِنٛدِ خٲطرٕ واریاہ ضٔروٗری۔
اسہِ کٔر پنٕنۍ کٲم کُنہِ تہِ مشکِل بغٲر مکمل۔
مےٚ چُھ تٔمۍ سٕنٛدِ خٲطرٕ بِستَر ترٛاوُن
طٲلبہِ علم چھِ مستقبلس منٛز جان مقام حٲصِل کرنہٕ خٲطرٕ محنت کران۔
لچھٕ بٔدۍ لُکھ چھِ فُٹ بالہِ منٛز دِلچسپی تھاوان۔
استادن کرنٲو پوٗرٕ جماعت تلفظس منٛز مشٕق۔
تٔمِس اوس پنٛنِس معزوٗر مٲلۍ سٕنٛزِ ذموٲری ہُنٛد بار۔
سُہ اوس خوٗن دِنہٕ وول۔
شیٖٖشس چھےٚ پنٕنۍ شفٲفیت مۄکلیمٕژ۔
اگر ژٕ علم یژھان چُھکھ، ژےٚ پَزی تمہِ خٲطرٕ محنت کرٕنۍ۔
پلیٹ ٲسۍ مۄچرٕ سۭتۍ بٔرِتھ۔
گام چُھ روزگار باپت سمنٛدرس پٮ۪ٹھ دارمدار۔
تٔمِس مہ تُل توس، سۄ چھےٚ گۄڈے پریشان۔
سُہ چُھ فرضی اداکار
سُہ چُھ صحت منٛد لٔڑکہٕ
ژٕ چُکھ ہوشیار۔
ہجوم کیو کینٛہو نفرو دِیُت نعرٕ، 'زنده باد امن، زنده باد۔'
سُہ چُھ أکِھ عملی صدر۔
سۄ چھےٚ چُھٹِین منٛز غٲر ملکی زبانہٕ ہیٚچھان۔
مےٚ چُھ دنٛدٕ دود۔
مےٚ لگٔۍ کٲم سپداوس ژۄداہ دۄہ۔
سڑک چھےٚ ژھۄٹہٕ سۭتۍ بٔرِتھ۔
مےٚ مہٕ کر گنٛڈ۔
ٲلوٕ چُھ اکھ گۄگُل وول کُل۔
اسہِ تُل کنہِ پہاڑ کہِ سفرُک لُطُف۔
پنُن قٲد سٲتھی یَلہٕ ترٛاونہٕ خٲطرٕ کٔر تٔمۍ أپیٖل دَرٕج
صِفتُک چُھ نہٕ کانٛہہ تہِ قۭمت آسان۔
یہِ چھےٚ ژھۄٹھ کڑنٕچ نٲلۍ۔
تٔمۍ دِژ وکیٖل سٕنٛدِ بیانچٕ شہادت۔
تٔمۍ کوٚر أکِس تجربہٕ کار اداکار سٕنٛزِ سرپَرستی منٛز آسنہٕ کِنۍ فخر محسوٗس۔
مےٚ وُچھ کَٹن ہُنٛد اکھ جَب کھہَس منٛز
تِم گٔیہٕ أکِس غٲر ذِموار اِتِحادس منٛز دٲخِل۔
تمہِ کٔٔر لورِ سۭتۍ زمیٖنٕچ تفتیش۔
سٔہلاب سۭتۍ مُتٲثِر گٔمٕتۍ علاقہٕ چھِ پوٗرٕ پٲٹھۍ تباہ گٔمٕتۍ۔
سُہ چُھ ادبُک طٲلبہِ عٔلِم۔
سۄ چھِ تونٲیی سۭتۍ بٔرِتھ۔
سۄ ٲس ییٖژاہ زیادٕ بدلیمژٕ زِ مےٚ ہیٚچ نہٕ سۄ پرٛزٕنٲوتٕھے۔
اسہِ کوٚر سُہ پنٛنِس نُمٲیِنٛدٕ سٕنٛدِس طورس پیٚٹھ مُنتخب۔
یہِ زانٛکٲری چھےٚ أکِس توٲریٖخ دان سٕنٛدِ خٲطرٕ سیٚٹھا فٲیدٕ منٛدی ہِنٛز۔
ہَوہن تُلۍ ٹٲل چھتہٕ پیٚٹھٕ تھوٚد۔
آڑِٹورِیَم اوس عوامہٕ خٲطرٕ یَلہٕ ترٛاونہٕ آمُت
تٔمۍ سٕنٛزو بیقٕل کَتھو کھول أکِس بزرگس شرارت۔
تٔمِس چُھ پَنُن ہَوٲیی جَہاز
شِکارس دوریو شِکٲرۍ پتہٕ۔
تٔمۍ لٲج لبہِ اکھ تصویر۔
مہربٲنی کٔرِتھ سوٗزِو مےٚ پنٕنۍ دستاویز۔
سیٚمِنار کِس اِختِتامس پٮ۪ٹھ اوس اکھ علاوٕ تصنیٖف
کُٹِھس منٛز چھےٚ واریاہ گنٛدگی۔
تۄہہِ ٲسٕو خبر زِ تُہۍ ہیٚکِو اتھ تبدیٖلی أنِتھ۔
سُہ چُھ جان محنتانہٕ زینان۔
زیادٕ تر روزنامہٕ اخبار چھِ مایکرو فلمہِ پیٚٹھ دستیاب آسان۔
وقتَس پٮ۪ٹھ کٲم کَرنہٕ خٲطرٕ ٲس تِمن أکِس مَدد گار سٕنٛز ضٔروٗرَت
یِنہٕ واجنہِ نسلہِ ہُنٛد مُستقبِل چُھ روشن
زنانہٕ گٔیہٕ وارہاہ تعدادس متٛر جمع۔
فِلمہِ منٛز اداکار چُھ نوٚوُے نوٚوُے آمُت۔
یہِ چُھ اکھ واریاہ بوٚڑ آلہٕ۔
آزُک فٹ بال میچ چُھ فران بمقابلہٕ برازیل۔
سُہ آو پٔتِمہِ رٮ۪تہٕ کڑنہٕ۔
سامان بنٛد کرنہٕ خٲطرٕ کوٚر مےٚ گَتُک اِستعمال
یہِ سُانٛچہِ ہیٚکو ضروٗرتہٕ چہِ شکلہٕ بناونہٕ خٲطرٕ اِستعمال کٔرِتھ۔
دفتَرس منٛز سامان چُھ اعلیٰ درجُک۔
بہٕ چُھس نہٕ زانٛہہ تہِ شامٕچ خبر ترٛاوان۔
تۄہہِ پزٮ۪و پنٕنۍ کٲم دۄہلہِ گاشس منٛزٕے مۄکلاوٕنۍ
سُہ چُھ پنٛنہِ سلوٗک سۭتۍ پٛرٮ۪تھ کٲنٛسہِ پریشان کران۔
مُخٲلِف جمٲژ کوٚر مجلِسہِ منٛز شِرکت کرنس بایکاٹ
کھیٚن تھٲیِو أکِس بٔڑِس بانس منٛز۔
یہِ وضاحت چھےٚ واریان سوالن ضروٗرت۔
تتھ باغس منٛز چھےٚ بیٚہنہٕ خٲطرٕ سٮ۪ٹھا شیٚہجہِ جایہ۔
بہٕٕ چُھس پنُن شڈوٗل واریاہ نرم تھاوان
کِھلٲڑۍ کٔر کِرکٹ میچس منٛز واریاہ اصٕل پٲٹھۍ فیٖلڈِنٛگ۔
امہِ حِکمتہِ عملی سۭتۍ آو نہٕ وٕنیُک تانۍ کانٛہہ تِہ حقیقی فٲیدٕ۔
ریل دھاتی پٹرِیوں پر چلتی ہے۔
یہِ اوس اکھ صحیح معجزٕ زِ أسۍ وٲتۍ وقتس پٮ۪ٹھ۔
تمہِ تھوِ کتابہٕ پنٛنہِ ویٚسہِ نِش۔
جَلاے وطن شٲعِرَن مٔنٛج چَھپَن جاے
خۄش قٔسمٕتی سۭتۍ وٲژ شیٚچھ وقتس پٮ۪ٹھ۔
یہِ وان چُھ شیٖشہٕ سامانٕکۍ مُختلف قٕسٕم کٕنان۔
پُلیٖس ہیڈکواٹر چُہ میٲنِس گَرَس نزدیٖک
تٔمۍ چُھ ٲخٕر پنُن میٚمبرشِپ کاڈ حٲصِل کوٚرمُت۔
ملاح نے جہاز کو سمندر کے پار چلایا۔
ژٕ گژھکھ نہٕ تور یوٚتام نہٕ بہٕ ژےٚ وَنَے۔
ژٕ ہٮ۪کہٕ کھٕ یہِ سُر گیٚوِتھ ؟
مشہوٗر ترٛیٚن ہُنٛد دوٚر آو سالس منٛز شِرکت کرنہِ۔
یُہُس کوٚڑ تِمو ونٛدٕ جنوٗبس منٛز۔
تٔمۍ چھِ زارٕ خٲطرٕ پاںٛژ امریکی ڈالر تھٲیمٕتۍ۔
یہِ چھےٚٚ پونٛسن ہِنٛز فضول خرچی۔
چھکڑٕکِس ہگرس چھےٚ شیرنٕچ ضروٗرت۔
ژٕ کوتاہ کَرکھ چاے چٮ۪نہٕ کِس میزس پٮ۪ٹھ خرٕچ؟
سالس گژھنہٕ خٲطرٕ ٲس سۄ پنٛنِس مستَس وانٛکہٕ کَران۔
"افسر اپنے گھوڑے کو ایک درخت سے رسی کے ساتھ باندھ رہا تھا۔
"
ہُہ چُھ لالچی انسان
تٔمۍ سٕنٛدِ فٲصلُک ضٲبِطہٕ اِخلاق چُھ شکاور۔
بہٕ اوسُس تٔمِس واریاہ خۄش۔
بٮ۪مار اوس شفاخانہٕ کِس کمرس منٛز۔
تِمن میٖج نہٕ کانٛہہ تہِ مَدد
سُہ چُھ دِگرٕچہِ عِبادتہٕ خٲطرٕ گوٚمُت۔
توٚت واتنس لگہِ لگ بگ سۄدا گٲنٛٹہٕ۔
طٲلبہِ عٔلمو ہیٚژ تحریر پرٕنۍ۔
مےٚ تھوو پنُن سورُے جاداد المارِ منٛز
سُہ چُھ عضوی بٮ۪ماریٚن ہُنٛد علاج کران۔
تٔمۍ لگٲو چِھٹھۍ نارس منٛز۔
أسۍ مانَو زِ سُہ اوس اَمہِ دۄہہ شہرٕ نٮ۪بَر
سُہ چُھ بدتریٖن ماحولس منٛز روزان۔
واریاہن عمارژن پٮ۪ٹھٕ کنہِ ٲسۍ جنٛڈٕ۔
سُہ چُھ کُنہِ ساتھم تھوڑا تنٛگ کرن وول بنان۔
أسۍ ہیٚکو توٚمُل تھوکَس منٛز ہٮ۪تھ
سُہ چُھ زٔمیٖن زِراعت ہٮ۪نہٕ تہٕ کٕنَن وول رُکُن
تٔمۍ چُھ بچہٕ سُنٛد خاکہٕ بنوومُت۔
تٔمۍ سٕنٛدِ بٕتھیُک رنٛگ اوس بےٚ نوٗر۔
تٔمِس چُھ ہر وِزِ پنٛنہِ کٔمیٖزِ بۄٹُن دیُن مٔشِد گَژھان
مےٚ چھےٚ موجودٕ معاملاتن مُتعلق مُسلسل زانٛکٲری ہِنٛز ضٔروٗرت
مقتول کو اسکارف سے گلا دبا کر قتل کیا گیا ۔
معاہدُک مقرر وقت چُھ شیٹھ رٮ۪تھ۔
مےٚ چھِ کُل 50 قلم۔
بہٕ چُھس مشرپُھک رجحان تھاوان۔
پنٛدہ چُھ میٛانہِ خٲطرٕ پُھروٗژ عدد۔
مےٚ ژٕھنۍ پَنٕنۍ سٲری چیٖز پَلنٛگَس تَل
تٔمِس روٗد نہٕ بیٚیہِ کانٛہہ چارٕ تہٕ تٔمۍ دیُت اِستیٖفہٕ
مےٚ آو یہِ ویڈیو پسنٛد۔
یتھ نقلس چھےٚ کیٚنٛہہ دُرستی کرنٕچ ضٔروٗرت۔
پوٗلیٖسن چھےٚ سۄ نظر گُزرِ منٛز تٔھومٕژ۔
اگر ژٕ گاو کٕنَکھ ژٕ کٕنَکھ تٔمۍ سُنٛد دۄد تہِ۔
وۄزٕلۍ گل چھِ جان صحتٕکۍ علامت۔
تٔمۍ دیُت کارٕ بار شُروٗع کرنُک مشورٕ۔
سُہ چُھ اصٕل نفر۔
تِہنٛزِ تحقیٖق کِنۍ چُھ ساینس کِس شعبس منٛز تِہُنٛد واریاہ لٹہِ حوالہٕ دِنہٕ آمُت۔
تٔمۍ سٕنٛدِ خٲطرٕ میٛٲنۍ ناپسنٛدی ٲس ذٲتی ۔
تٔمٕۍ سُنٛد مکان چُھ سٮ۪ٹھاہ بوٚڑ۔
خبر بوزان اوس تس اوٚش وسان۔
یتھ جایہِ تُہی روزان چِھو سۄ چھےٚ واریاہ زیادٕ تنٛگ۔
یِیٚمہِ جایہِ کرِ پرٛانہِ یادٕ تازٕ۔
بہٕ چُھس ریلہِ ہِنٛدِس سیٚکنٛڈ کَلاسس منٛ سفر کَران
تٔمۍ ہیٚکوٕ تصدیٖق کٔرِتھ زِ یِم دعویٰ چھا صحیح؟
گولہِ ٹاس چہِ آوازِ کٔرۍ لُکھ خوف زدٕ۔
زیٖٹِھس مستس سان چُھ سُہ مضبوٗط بناوٹُک۔
چمرٕکۍ پیٚٹھِم حِصہٕ ٲسۍ نہٕ واتلس نِش دستیاب۔
تمہِ تُل اکھ موٚٹ جِلد تہٕ لٔج بڑِ آوازِ منٛز پرنہِ۔
مُلک چُھ پٔتۍمٮ۪و دَہو ؤرِیو پٮ۪ٹھٕ بد امنی منٛز۔
پُلسہٕ وٲلۍ دِژ ژوٗرس دُکانس نِش تھپھ۔
میٛٲنۍ کٲنٛس کوٗر چھےٚ مےٚ ٹٲٹھ۔
ریلہِ ہِنٛزٕ پٹرِ چھےٚ کَنہِ وَتھرٕنِس پٮ۪ٹھ بَناونہٕ آمٕژ
سُہ چُھ بےٚ مطلب کتھٕ کران۔
ژٕ کیازِ چُھکھ نہٕ بہران تٔمِس پرژھنس؟
اسہِ وُچھ پنٛنہِ ٹیٚریس پٮ۪ٹھٕ پہاڑُک صاف نضارٕ
تٔمِس نفرس آو چھانٛٹہٕ سۭتۍ سزا دِنہٕ۔
تِمن ہُنٛد اکھ بچہٕ گُزریٛوو لۄکچارسٕے منٛز۔
چیٖنس ٲس ریکوٗہَس پٮ۪ٹھ محدود حُکمرٲنی۔
تٔمۍ سٕنٛز خوشی مٲنۍ ساروٕے خوشی سان۔
کیاہ بہٕ پَلزٕیہِ ژےٚ؟
یِمو دۄشوٕیو رٔٹی مسلس خٲطرٕ الگ طریٖقہٕ۔
مٲلشہِ کٔر دگ کم کرنس منٛز مدد۔
تِمو کٔھنۍ پہاڑٕ مٔنٛزۍ اکھ سرٛۄنٛگ۔
بٔتۍ چھِ چمکان
مال یی نیہِ ہفتہٕ سوزنہٕ۔
سُہ اوس تقریٖب دوران اِتَھے ہیوٗ باسان۔
أسۍ گژھو ییٚمہِ آتھوارِ چکرس۔
یہٕ سودا ہیٚکہِ سٲنِس کارٕ بارَس نفع دِتھ
دِلہِ چھےٚ ہِنٛدُستانٕچ راز دٲنۍ
نار پٔھلیوو پوٗرٕ علاقس۔
ؤری وادن ہِنٛزِ غلامی پتہٕ اوس باسان زِ ترقی ہیٚکہِ شُروع گٔژھِتھ۔
کُماونس منٛز جِم کاربیٹ سٕنٛز دِلیری چھےٚ جوش سۭتۍ بٔرِتھ
پرٛٮ۪تھ نٔموٗنہٕ کِس أکِس قطرس آو مُطالعہٕ کرنہٕ۔
پوٚز چُھ عظیم تہٕ گژھِ کامیاب۔
تِمو کٔر پنٕنۍ کٲم اصٕل پٲٹھۍ
آب چُھ واریاہ کالہٕ پٮ۪ٹھٕ گرٛیٚکان
یہِ کینٛہہ تہِ تٔمۍ کوٚر تہِ اوس غٲر مُتوقع۔
تٔمِس اوس گیوٗر ہیوٗ باسان۔
ان غاروں میں سانپ یا کچھ دوسرے جنگلی جانور رہ سکتے ہیں۔
تِِم یِن لگ بگ دۄن رٮ۪تَن ہیٚچھناونہٕ
تٔمہِ گیوٚو واریاہ اصل۔
کُمار چُھ بَطورِ کرنل تعیِنات کرنہٕ آمُت
تٔمۍ سٕنٛدۍ بد سٔلوٗکن کوٚر خراب تٲثیٖر پٲدٕ۔
امنٕچ کتھ باتھ پیٚیہِ اَڈٕوَتِہ ترٛاوٕنۍ
مےٚ چھےٚ یِم تصویٖرٕ بناونہِ۔
ؤلِو ٲخری مِصرعہٕ گیٚوَو بیٚیہِ۔
أسۍ چُھِ پنٛنیٚن اخبارن منٛز اکھ أکِس مُتعلق سخٕت تنقید لیٚکھان۔
شُر اوس پنٛنہِ ماجہِ لٲرِتھ گوٚمُت
کُلٮ۪ن چھےٚ آبٕچ تہٕ گاشِچ ضروٗرت آسان۔
تِمن پیٚٹھ بڑِ اسنس نِش روٗزِو دوٗر۔
ییٚمہِ مصنوعاتُک پیٚیہِ مُلکٕچہِ مُعاشیاتس پیٚٹھ واریاہ کم اثر۔
قونوٗن آیہِ نیہٕ ؤریِہِ کِس آغازس منٛز نٲفِذ کرنہٕ۔
یہِ جہاز نیرِ جیٚمۍکِنۍ۔
میانہِ مکانُک پٔتیُم آنٛگُن چُھ ہمیشہِ صاف تھاونہٕ یِوان۔
سُہ اوس اکھ جنٛگی اوزار ہیٚتھ پکان۔
راتھ ٲسۍ چُھٹی۔
تَتھ المارِ ٲسۍ واریاہ خانہٕ
پنُن جواب واضِح کرنہٕ خٲطرٕ ٹٔھریوو سُہ۔
مُحرِمن آو سَزا دِنہٕ تہٕ بیٚیہٕ آیَکھ أچھ کڑنہٕ
نہٕ چُھس دۄہے میڈیا ذریعہٕ خبرٕ وٕچھان۔
سیاح چھِ آگرہس منٛز تاج محل وٕچھنہِ گژھان۔
رام چُھ پینٛدِ گِنٛدان
مَیت آیہِ دفناونہٕ خٲطرٕ گَرٕ سوزنہٕ
شہرس منٛز آیہِ طوٗفانس دوران گاڈِ ہٕنٛز خٕدمات رُکاونہٕ۔
کۄکر ٲسۍ مَرِ منٛزٕ نیرنہٕ خٲطرٕ ژھٹہٕ ژھٹہٕ کَران
تٔٔمِس ووت اکھ تار۔
جوہری ۂتھیار چھِ زمیٖنس پیٚٹھ ساروٕے کھۄتہٕ خطرناک ہتھیار۔
مےٚ گژھِ سۄکھٕ وُشُن آب۔
سُہ چُُھ اِنٛگلینٛڈ کہِ کالجُک اکھ معزز نفر۔
بہٕ چُھس بےٚ شک تٔمۍ سُنٛد قرضدار۔
تٔمۍ پٕھٹرٲوۍ ٹھوٗل۔
تٔمِس آو حٲدثس منٛز کَلس بوٚڈ برٛٮ۪کھ
کھہس منٛز چُھ اکھ بوٛڈ جب.
تمام مخٲلِف جمٲژو کوٚر 2000 کہِ بجٹُک مُقابلہٕ۔
مےٚ چُھ سورُے رُہن پیٖسمُت۔
ٹی سیٚٹُک اکھ پیٖس چُھ غٲب۔
آب کھوٚت خطرٕ کہِ نِشانہٕ پیٚٹھۍ۔
سُہ اوس قتلہٕ کِس اِلزامس منٛز گِرِفتار کرنہٕ آمُت
تِمن ہُنٛد ڈرامہ پیش کرنُک انٛداز اوس نہٕ تیٛوتاہ اصٕل۔
تٔم ۍکوٚر تِہنٛزِ کورِ جود۔
یہِ چھےٚ تٔمۍ سٕنٛز ساروٕے کھۄتہٕ گۄڈنِچ فِلم۔
موسیقار نے سارنگی پر ایک سکون دہہ دھن بجاٮٔی۔
اتھ چھےٚ نہٕ کانٛہہ تہِ اہمِیَتھ
أسۍ نیرو نہٕ تٔمۍ سٕنٛزِ غٲر حٲضری منٛز
المٲرۍ کٔرِو بنٛد۔
تمام قٲیدٕ چھِ پٕھٹراونہٕ یِنہٕ وٲلۍ۔
تٔمۍ چھےٚ میٛانہِ خٲطرٕ اکھ درٛوٚج کِتاب أنٛۍمٕژ۔
یُنوَرسِٹی منٛز آیہٕ اکھ کانفٕرنس مُنعقد کرنہٕ
سُہ چُھ أکِس درمِیٲنی طبقہٕ کِس خانٛدانس سۭتۍ تعلُق تھاوان۔
سٮ۪نٛسَس بیوٗرو چُھ محکمہِ تجارتُک اکھ اِدارٕ۔
تٔمۍ ژٔٹۍ کُلِس وۄزٕلۍ گۄلاب۔
بہٕ اوسُس لبہِ سۭتۍ واریاہس کالس کھڑا
سُہ کھوٚت کھَڑا کنہِ پہاڑس پٮ۪ٹھ۔
فی ایکڑ پٲداوار کۭژاہ چھےٚ؟
ضِلعہٕ چہِ کِرکٹ ٹیٖمہِ ہِنٛدۍ دٔسۍ اوس کھیلُک مٲدان بُک کرنہٕ آمُت۔
بچن ہِنٛز ژم چھےٚ واریاہ نوزُک آسان۔
تٔمۍ کوٚر قبوٗل زِ تٔمِس چھِ غٲرقونوٗنی منشیات۔
تِمو بنوو شاخن ہُنٛد اکھ خام مکان۔
اس نے سلاد میں  شامل کرنے کے لئے مولی کو کاٹ دیا۔
ہِنٛدُستانس منٛز چھےٚ وٕنٛکیٚس نَمت پیٚٹھی ٹی چنٛلہٕ نَشر گَژھان
پکُنہ سۭتۍچُھ صحت بہتر روزان۔
سۄ روٗز تتہِ ہُشارٕ پوٗرٕ راتس۔
یُہُس بڑاوو أسۍ خریٖدٲری ترٛےٚ گۄنہٕ۔
یہِ پوش چُھ بنفشی رنگُک۔
تٔمۍ سٕنٛدۍ مٲلۍ ماجہِ دِتۍ تٔمِس خوٗبصورت وس تحفس منٛز۔
بہٕ چُھس یژھان پنٕنۍ مِلکیت پنٛنیٚن شُریٚن منٛز بٲگراوُن۔
ریلہِ ہِنٛدِ کٔدلُک زیچھر چُھ 1715 فٹ۔
ؤلِو فٲصلہٕ کرو کینٛہن ہفتن تانۍ مُلتوی۔
قصائی نے بگدے پر گوشت تیار کیا۔
گَوا چُھ لوٗبوٕنۍ سوٚدرٕکٮ۪ن بَٹھٮ۪ن خٲطرٕ سٮ۪ٹھا مٔشہوٗر
بادشاہس کٔرِو ادب
تٔمۍ ٹھوٚکۍ ڈَبس جان پٲٹھۍ کِلۍ۔
سُہ اوسُک ژوٗر کرنہٕ خٲطرٕ روٚٹمُت۔
سُہ مُلُک چُھ تِمن سارنی مُلکن حِمایت کران یِم زن غٲر طرفدارانہ چھ۔
تٔٔمِۍ سٕنٛدِ زا دۄہٕکۍ فوٹو ٲسۍ پٔزۍ پٲٹھۍ اصٕل۔
تٔمۍ سٕنٛزِ زِنٛدگی ہُنٛد مقصد چُھ کامیٲبی حٲصِل کرٕنۍ
شہرس منٛز چُھ گرم موسم۔
سۄ چھےٚ گگراین کھوژان۔
اسہِ پزِ پنٛنیٚن ہم جماتیٚن سۭتۍ دوستانہٕ تعلُق تھاوُن۔
ییٚمہِ ڈبُک وزن چُھ اکھ ٹن۔
سَۄ روٗز پنٛنہِ ویٚسہِ ہِنٛدِ مۄکھٕ پَتھ کُن وٕچھان
مےٚ چھِ تُل سٮ۪ٹھا پَسنٛد
حکوٗمت چھےٚ طبی خدمات چہِ فرٲہمی خٲطرٕ ذموار۔
خدمتگارن رٔٹ جان بخشِش۔
بچہٕ سُنٛد اتھٕ اوس ماچُھر دار۔
تٔمِس چُھ واریاہ نرم مِزاز۔
اکبَرن ہیٚوک سوٗٹ کیس تُلِتھ
شفاخانس منٛز ٲس لُکن ہِنٛز زیٖٹھ لٲن۔
ژےٚ یِیہِ ٹِکٹہِ سۭتۍ پونٛسن ہُنٛد رسیٖد تہِ سوزنہٕ۔
 ماں نے رات کے کھانے کے لیے تازہ گھریلو سامان خریدا۔
پرٛٮ۪تھ کٲنسہِ چھےٚ عٲشن ہِنٛز خوٲہِش آسان۔
زَبٲنۍ رٲبطہِ چُھ لوٗکن اصل پٲٹھۍ کتھ باتھ کرنس منٛز مدت کران۔
واریاہو تعلیٖم والیو اُمیدوارو دِیُت نوکری خٲطرٕ درخواست۔
تِم چھِ دَوہن سۭتۍ تجرُبہٕ کران۔
ترٛے چُھ اکھ طاق عدد۔
مےٚ چُھ پنٛنہِ کورِ خٲطرٕ کھۄر بانن ہُنٛد جورٕ اوٚنمُت۔
تٔمۍ چُھ أکِس عظیٖم زنانہٕ ہُنٛد خٕطاب برقرار تھوومُت۔
یتھ یَزارس چھےٚ نَوِ لاسٹِکہِ ہٕنٛز ضٔروٗرتھ
بُنِلہِ سۭتۍ گوٚو سورُے شہر تباہ۔
تٔمۍ سُنٛد ارمان اوس حاجت منٛدن مدد کرٕنۍ۔
یہِ کینٛژھا سپدیوو تمہِ خٲطرٕ پزِ نہٕ اسہِ پانس خطا کھالُن۔
لوٗکھ چھِ نیپال کِس سرحدس پٮ۪ٹھ آرام سان سفر کران۔
اکھ تفصیٖلی پلان آو جنٛگی قٲدی رِہا کرنہٕ خٲطرٕ بناونہٕ
میٛٲنۍ موج چھےٚ اکھ مٲہِر رنن واجیٚنۍ۔
اسہِ کوٚر دارِ کِنۍ پنٛنیٚن دوستن اتھٕ سۭتۍ اِشارٕ۔
مدرسس منٛز چُھ میون ٹایم ٹیبٕل بدلیومُت۔
تٔمۍ کوٚر موم کُملاوُن شروٗع۔
اکھ سیاح ووت ہوٲیی اَڈس پیٚٹھ۔
مےٚ چُھ پنُن کُٹھ صاف تھاوُن خۄش کَران
تٔمۍ کوٚر حدٕ روٚس صبرُک اِظہار۔
تِمو چھےٚ زبردست کٲم کٔرمٕژ۔
گاڑِ گٔیہِ پہاڑ پیٚٹھٕ بۄن کُن ڈُلہٕ۔
مےٚ چُھ نہٕ وۄنۍ ہونٛٮ۪ن ہُنٛد خوف
یہِ اوس اکھ درست بیان۔
تٔمۍ کٔر چمروٗ ژادر پَچن منٛز ژٹنٕچ کوٗشِش۔
یہٕٕ کُٹھ چُھ سانہِ خٲطرٕ آرام دِہہ
جنٛگہٕپتہٕ چُھس بہٕ تور واریاہ لٹہِ گوٚمُت۔
پزر معلوٗم کرُن چُھ مُشکِل۔
پٔتِمہِ رٲژ سپدیو کیاتھانۍ عجیب و غریب۔
سُہ نفر ییٚمۍ سُنٛد بہٕ ونان چُھس چُھ نہٕ وۄنۍ زِنٛدٕ۔
اسہِ چھِ گرم پَلو انٕنۍ۔
مےٚ چھِ ماٹم خۄش کران۔
تٔمۍ لگٲو بال جالہِ منٛز۔
یہِ چُھ قونوٗنی فٲصلن ہِنٛدِ خٲطرٕ اکھ معیار۔
بہٕ چُھس نہٕ وٕنۍکیٚس تور گژھنہٕ خٲطرٕ تیار۔
سُہ چُھ واریاہ مشہوٗر اداکار۔
تٔمۍ چُھ امن چہِ کتھ باتھِ منٛز بامعنی کِردار ادا کوٚرمُت۔
بہٕ چھَص کھہس نگرٲنی کران یُتھ نہٕ چاروٲیی اژَن
بہٕ زانن سُہ واریاہ اصٕل پٲٹھۍ۔
سُہ گژھِ پانے پنُن حِصہٕ نِنہٕ یُن
جماعت گیہِ اِنتخابس منٛز کامیاب۔
مےٚ اوس معموٗلی گیوٗر باسان۔
تُہنٛدِ مکانُک قۭمت کیاہ چُھ؟
کۄکرٕ سُنٛد مۄوَل اوس رٔنٛگیٖن
اگر تۄہہِ موٚٹ کنہٕ پھٮ۪ژٕ چھےٚ تمیُک مطلب گوٚو تۄہہِ چُھ سیٚٹھا قٕسمت۔
لاگت کہِ وجہ سۭتۍ پیوٚو تِجارتی جنٛگہٕ نِش دوٗر روزُن۔
تٔمۍ سٕنٛدِس خاتس منٛز کر 1000رۄپیہٕ جمع۔
تِمو چُھ پوٗرٕ سماجس منٛز دہشت پٲدٕ کوٚرمُت۔
تٔمِس چُھ نہٕ یتھ شعبس منٛز تجرُبہٕ۔
ییٚمہِ کُٹھِ نٮ۪بر گژھِ نہٕ زانٛہہ تہِ کٲنٛسہِ خبر لگٕنۍ زِ اسہِ کیا بحث کوٚر۔
سُہ چُھ أکِس ہوٗٹلس منٛز چپرٲسۍ سٕندِ حیثیت کٲم کران۔
تِمو چھےٚ پنٛنِس نٔوِس منصوعاتس واریاہ مشہوٗری کٔرمٕژ۔
تٔمۍ سٕٕنٛدِس نیٚچوِس چُھ کِرکٹ گِنٛدُن خۄش کَران۔
تۄہہِ پَزٮ۪و نہٕ زِٹھٮ۪ن سۭتۍ واد واد کَرُن
مےٚ تھوو پَنُن فوٹو فارمَس سۭتۍ
تٔمِس چھےٚٚ منصوٗبس منٛز اہم چلٕنۍ۔
بہٕ چُھس گرٕ گژھن یژھان
ییٚمہِ لٹہِ کُس ہِت وَنکھ ژٕ۔
نَیہِ بَجٹ سۭتۍ گَژھِ یٔقیٖنی طور عوام مُتٲثِر
زمیٖن دارو تھوٚو ہُریمانہٕ دانہٕ شَڈس منٛز۔
بہٕ چُُھس عام طور مِنتھ ہٮ۪نہٕ نِس لوٚب روزان۔
لُکھ گٔیہِ ناراض ییٚلہِ تِمن یہِ خبر لٔج زِ صدرِ بلدِیتن چُھ تِمن دوکھٕ دیُتمُت۔
مےٚ چھےٚ بیت الخلا گژھنٕچ ضروٗرت۔
فوجی کارکُنن چُھ نہٕ کیٚمپہٕ منٛزٕ نیرُک اِجازت۔
خبر بوزنہٕ پتہٕ تہِ روٗد سُہ پُر سُکوٗن
چاروٲے چھِ سبزی خور جانور۔
اسہِ چُھ کھہس منٛز اکھ لۄکُٹ مکان۔
اسہِ کوٚر تاپُک وٕشنیر محسوٗس۔
گِرجہٕ گَر گَژھنہٕ خٲطرٕ کٔرۍزیٚو نہٕ ژیر کیٚنٛہہ
کٲجِس خٲطرٕ چھِ اردہ نفر یِںہٕ وٲلۍ
تِم چھِ ماز کھٮ۪نہٕ وٲلی جانور۔
مخصوٗص مُقام چُھ نہٕ واتُن لایق۔
فصٕل گٔیہِ طوٗفانس منٛز تباہ۔
بانہٕ کر خٲلی۔
بہٕ چُھس پرٛانٮ۪ن گاڑٮ۪ن ہِنٛدٮ۪ن مُشکلاتن سۭتی وٲقف۔
ؤکیٖٖل سٕنٛد مقصد چُھ ثٲبت کرُن۔
تاخچَس پٮ۪ٹھ تھاونہٕ آمژٕ کِتابہٕ گٔنٛزرٲیِو۔
تٔمِس چھےٚ دِل کَش شخصِیت
امیٖکا چُھ اکھ ترقی یافتہٕ ملک
اورنٛگ زیبن وول پنُن مول تختہٕ پٮ۪ٹھٕ۔
واریاہ تجرُبہٕ چُھ اکھ خطرناک چیٖز۔
میٛٲنِۍ خیالات چھِ میٛٲنِس مٲلۍ سٕنٛدیو خیالاتو کھۄتہٕ الگ۔
از چھِ کاہ طٲلبہِ عٔلِم غٲر حٲضِر
تامِل ناڈوٗہس منٛز چھےٚ مہریٚنۍ پنٛنہِ خانٛدرٕ کہِ دۄہ ۹ گز سٲڈۍ لاگان۔
حالان کٔڑ تٔمِس منٛز بد خصلت نٮ۪بر۔
کمپیوٗٹر کہِ ایجاد گژھنہٕ سۭتۍ گوٚو اکہِ نیہٕ دورُک آغاز۔
تنزیٖمَن چھےٚ پانہٕ وٲنۍ پرٛٲنۍ دوستی
ہونٮ۪ن نِش روٗزِو ہوشیار
یُہُس اوس کٕنٛکہٕ تہٕ مکایہِ ہُنٛد واریاہ زیادٕ فصل۔
ژٕ ہیٚککھٕ انٛدازٕ کٔرِتھ یہِ کوتاہ زیوٗٹھ چُھ؟
نقد انعام زینٛنہٕ خٲطرٕ کوٚر تِمو اکھ أکِس سۭتۍ مُقابلہٕ۔
اسہِ کوٚر تِہنٛدِ خٲطرٕ فوم کہِ مٹرَسُک اِنتظام۔
سُہ چُھ أکِس اصلس گَرَس سۭتۍ تعلُق تھاوان
بالہٕ تھزرس پٮ۪ٹھ چُھ اکھ پرٛون پادٕرۍ سُنٛد گرٕ۔
تٔمۍ کٔر پۄختہٕ اِرادٕ سۭتۍ کٲم شُروٗع۔
مہربٲنی کٔرِتھ کٔرِو پنُن کنٛگُو اِستعمال
سُہ چُھ اکھ لایقہِ کار فنکار۔
گائیں گودام میں تازہ چارہ کھاتی تھیں۔
تِم چھِ دٔریاوس پٮ۪ٹھ بنٛڈ بناوان۔
تٔمۍ کوٚر اکھ نوٚو کارٕبار شروٗع۔
چِٹھِ تٔھیِو ترتیٖبہِ سان چٹن منٛز۔
زیادٕ تر راتٕہ کرٛیٖل چھِ آسان گَگرَس سُمب تہٕ تِم چھِ دنٛدَو سۭتۍ کیٚمۍ ژاپان
سُہ چُُھ خطرناک پٲٹھۍ قرضس منٛز۔
کٔھلۍ پٔتلون لاگٕنۍ چُھ نہٕ وۄنۍ فیشن۔
سۄ ٲس خۄشوٕنۍ، قٲبِل تہٕ جوشہٕ ۂژ۔
مےٚ چھےٚ آبہٕ پایِپ انٕنۍ۔
موسیٖقی کارس دیُت پنٕنۍ دوستن ساتھ
حجام نے اسے بال اچھے سے کاٹے۔
بہٕ چُھس نہٕ پنٛنِس قٕسمَتس خۄش۔
مہربٲنی کٔرِتھ کٔرِو مُتٲثِریٖنن خٲطرٕ چنٛدٕ جمع کرنس منٛز تعاوُن۔
نوکری منٛز کڑنہٕ یِنہٕ پَتہٕ آو تٔمۍ سٕنٛدِس مِزازَس منٛز واریاہ ٹیٚچھر
ژوٗر ژوٚل یلہٕ برٕ کِنۍ۔
تجسس اوس ناقٲبلہِ برداشت۔
سُہ چُھ اکھ قٲبِل ڈاکٹر
پتہٕ کٔرِو دٔستی نِیازٕچ پیشکش۔
تٔمۍ چُھ ہمیشہٕ دعویٰ کوٚرمُت زِ سُہ چُھ نہٕ خطاوار۔
یتھ انگریٖزۍ نظمہِ ترجمہ کرُن چُھ واریاہ مُشکِل۔
ساروٕے کھۄتہٕ پیٚٹِھم شاخ ٲس جاناوارو سۭتۍ بٔرِتھ۔
تٔمۍ میٛون کمرُک زیچھر۔
بستہٕ کیازِ چھےٚ اَتھس پیٚٹھ بَڑان؟
سۄ چھےٚ صِرِف ژور ؤرِش۔
پٔتمہِ رٲژ کوٚر مےٚ شیٖنَس پٮ۪ٹھ اَکھ مضموٗن مُکمل
ییٚتہِ پٮ۪ٹھٕ کۄٹی تانۍ چھےٚ نہٕ زیادٕ بس خٕدمات۔
بہٕ اوسُس تٔمِس واریاہ خۄش۔
مےٚ چُھ اکھ مشورٕ: دُکان والین کٔرِو فون تہٕ پرٕٛژُھو اتھ مُتعلق۔
چلتے ہوئے اس نے سہارے کے لیے بیساکھی سے ٹیک لگا لی۔
سُہ چُھ اَکھ اعظیٖم شخصیت
سُہ قٔصوٗر وار ثٲبِت کَرنہٕ خٲطرٕ اوس نہٕ یہِ صٔحیح ثٔبوٗت
جنٛگ کہِ وقتہٕ چھےٚ اکثر کھٮ۪نٕچ کمی آسان۔
مٔریضن آیہِ راتھ کیُتھ آرام دِنہٕ وٲلۍ دگہِ ہِنٛدۍ دواہ دِنہٕ۔ 
فوجن کٔر ۂجوٗم قوبوٗ کرنٕچ کوٗشِش
ژرِ گٔیہِ پننِس ٲلِس کُن
اعلیٰ افسر سٕنٛٛز کوٗر آسنہٕ کہِ حیثیت باسیوو رانی مُنشِس سۭتۍ خاندر کرُن پنٛنہِ حثیت بۄن۔
بازر چُھ واریاہ غٲر ملکی سامان سۭتۍ بٔرِتھ۔
مہربٲنی کٔرِتھ چھلِو میٲنۍ پَلو۔
ییٚلہِ أسۍ تٔمِس سمکھییہِ سُہ اوس تمہِ ساتہٕ کُنُے زوٚن
بٮ۪مار شخص چُھ وارِ وارٕ کٲہِلی کُن گژھان۔
ٲسۍ معٲلجیٖن چُھ زانان زِ جراثیم کٔشی ہیٚکہِ نہٕ ضروری طور وائرسس مُتعلق ٲسِتھ۔
أسۍ چھِ پوٗرٕ تحقیٖقات کران۔
یہِ چُھ میون ترٛہِم زادۄہ۔
سۄ چھ دُنیا نِش دوٗر روزُن پسنٛد کرن واجیٚنۍ کوٗر۔
تٔمۍ سُنٛد پان چُھ کیٚمۍ شکلہِ۔
سُہ چُھ سادَن وول شخص
بہٕ اوسُس اکثر تتہِ آسان۔
تٔمۍ کوس پنُن ریش۔
یہِ نوٚو گونٛد ہیٚکہِ دھاتس شیٖشس سۭتۍ واٹھ کٔرِتھ۔
سارن وُچھ تٔمِس کُن ہمدردی سان۔
سۄ چھےٚ واریاہو ؤریو پیٚٹھٕ سمنٛدری جہاز چلاوان۔
سُہ ییٚمہِ ساتہٕ یی تمی ساتہٕ دِمو أسۍ تۄہہِ خبر۔
بڑوٕنۍ فضائی آلودگی چھےٚ اوزون کہِ تہہ کہِ ختم گژھنٕچ ساروٕے کھۄتہٕ زیادٕ امکٲنی وضاحت۔
تٔمۍ سٕنٛزِ پڑٲیی منٛز آیہِ درجہ بہ درجہ بہتری
سرکار آیہٕ سِیٲسی جمٲژن ہِنٛدِ اِتِحاد سۭتۍ بناونہٕ
یہِ مشورٕ چُھ یِوان دِنہٕ زِ أسۍ یُس تہِ چیٖز ہیٚمو تمیُک صحیٖح مِقدار گژھِ پتاہ کرُن۔
زمیٖندارن کوٚر فصلس کھہس منٛز ڈیر
یہِ اوس غلط شِناختہِ ہُنٛد معاملہٕ۔
سبزی ٲس سبٕز۔
لٔڑکن لوٚم پنٛنہِ ماجہِ ہِنٛدِس اتھس۔
سۄ چھےٚ ونٛدَس منٛز پھٹنٕچ کریٖم مَتھان۔
۷٠ فی صدی لگاونہٕ آمٕتۍ مِزایِل واتن نِشانس پٮ۪ٹھ۔
تٔمِس اوس أچھ پٮ۪ٹھ کنہِ ورم۔
شُرۍ گٔیہِ مدرسس کُن روانہٕ۔
میٛانیٚن تبصُرن ہُنٛد اوس نہٕ ژےٚ کُن اِشارٕ۔
سۄ ٲس اکھ با اعتِماد ژھرٛٛانٛٹھ واین واجیٚنۍ۔
سۄ چھےٚ شعوٗر خٲطرٕ پَران۔
سُہ اوس پرٛانہِ تہٕ اصٕل گاڑِ جمع کرنہٕ خٲطرٕ تہٕ تِمن ہنٛزِ مرمت کہِ شوقہٕ خٲطرٕمانٛنہٕ یِوان۔
ٲسۍ گٔیہِ گرٕ ژھۄچہِ وتہِ کِنۍ۔
ماجہِ چُھ سٲنِس ژیر تانۍ نٮ۪بر روزنس ٹھاک تھوومُت۔
بہٕ ووٚتُھس صُبحن سُلی دورنہٕ خٲطرٕ۔
سمنٛدری جہازن ہِنٛدۍ دستہٕ ٲسۍ بٔٹِھس پٮ۪ٹھ پھسیمتٮ۪ن لُکن کڑنہٕ خٲطرٕ تعینات کرنہٕ آمٕتۍ۔
مےٚ چُھ پرناوُن پنٛنِس پیٚشہٕ کِس طورس پیٚٹھ اختیار کوٚرمُت۔
یِم زٕ کیٖمیٲیی مرکب ہیٚکن آسٲنی سان اکھ أکِس سۭتۍ رٔلِتھ۔
علاقس منٛز چُھ صِرِف اکھ شراب خانہٕ۔
تٔمِس ٲس سبٕز کمیٖز لٲگِتھ
تٔمۍ دیُت ٹرٛیٚکِنٛگ منٛز پنٛنہِ تجرُبُک تفصیٖل
تِم ٲس دفتر کِس دروازس پٮ۪ٹھ پیٛاران۔
سُہ چُھ پنٛنہِ وقتہٕ کیٛو عٔظیٖم عقٕل منٛدو منٛزٕ اکھ۔
یتھ ریٚسٹورنٛٹس منٛز چھِ سیوٚن کھٮ۪ن دِوان۔
قبٲیلی تنظیمہِ پیٚٹھ آو سیٚٹھا زور دِنہٕ۔
ییٚمِیُک اصلی مقصد چُھ نہٕ پیی۔
سُہ چُھ مُقٲمی بسکِن در۔
سُہ چُھ سٲسۍنِس نوٹس پُھٹہٕ ووٹ یَژھان
بہٕ چھس واریاہ وقت پننس پرنس وقف کران
مےٚ توٚر نہٕ تٔمۍ سُنٛد فِکری۔
ژےٚ پَزی یتھ مسلَس پٮ۪ٹھ غور کرُن
مٮ۪وٕچ گوٗج چھےٚ مزٕدار۔
یتھ ناولہِ منٛز چُھ اکھ جادو گر امن وامان وٲلِس سلطنتس پیٚٹھ قبضہٕ کرنہٕ خٲطرٕ جود اِستعمال کران۔
تٔمۍ سٕنٛزِ جوشہٕ ہوٚت آوازِ ترٛوو ناظریٖنن پٮ۪ٹھ اثر۔
سُہ اوس پنٛنہِ نتٲیجہِ خٲطرٕ بامبریومُت۔
مےٚ میلیو مانچسٹر یونیورسٹی منٛز اعزٲزی لقب۔
أسۍ چھِ تُہنٛزِ کارکردگی سۭتۍ مُتٲثِر
ہوٗن اوس کوٗٹِس سۭتۍ گٔنٛڈِتھ
تِم موٗدۍ ترٛیشہِ یا فاقہٕ کہِ وجہ سۭتۍ۔
تٔمِس چھےٚ کٔشِش واجیٚمنۍ شٔخصِیت۔
اِنتخابس منٛز گٔیہٕ واریاہ ووٹ ترٛاون وٲلۍ شٲمِل۔
یوم جمہوریس پیٚٹھ آیہِ آتش بٲزی ہِنٛز نُمٲیِش کرنہٕ۔
افواہن منٛز چُھ نہٕ پَزرُک کانٛہہ نشان تہِ۔
پُلیٖس چُھ نہٕ یتھ معاملس منٛز قتلُک شک کران۔
تٔمۍ سٕنٛدٕ طیشَل برتاو سۭتۍ چھےٚ مےٚ تھرٕ اَژان
ڈاکٹرن بوٚر بٮ۪مار سٕنٛدِس جِسمس منٛز آکسیجن۔
"ہجوٗم کہِ دباو کہِ وجہہ سۭتۍ گوٚو پُلیٖسس نظم و ضٔبطہ برقرار تھاوُن مُشکِل۔
"
ۂری چُھ کپُر ک نقشہٕ بناون وول
تٔمۍ سٕنٛز دِلچسپی مۄکلٕنۍ ٲس تٔمۍ سٕنٛزِ ناکٲمی ہِنٛز اکھ اہم وجہہ۔
تھم اوس آمُت بَڑٮ۪ن کنہِ پَلن ہُنٛد بناونہٕ
کوریو گیوٚو سالس پیٚٹھ اِکوَٹَے۔
کٲم کرنہٕ خٲطرٕ چھےٚ جوشِچ ضٔروٗرت آسان۔
تٔمۍ کٔر سوزنہِ کامہِ خٲطرٕ واریاہ زٲوِج سٕژن اِستعمال۔
وۄنۍ کَس سٲرۍ پیچہٕ کِلۍ۔
تٔمی سُنٛد بوٗٹ چُھ گسہٕ آمُت۔
تِمو کوٚر باغ کٔنٛڑۍ تارِ ہِنٛدِ جنٛگلہٕ سۭتۍ بنٛد۔
تِم چھِ لبہِ زدٕ کران۔
پرندے کے پر رنگین تھے۔
یتھ کِتابہِ ہنٛدِس بُنیادس پٮ۪ٹھ فِلِم بناونہٕ ٲس آمٕژ سۄ ٲس فِلمہِ ہِنٛدِ کھۄتہٕ بہتر۔
آ، بلکُل، بہٕ یِمہٕ دعوتس منٛز۔
تِمو کٔر کُٹھِس منٛز اورٕ یور اِشارو سۭتۍ کتھ۔
تِمو ژٔٹۍ وَنس منٛز کُلۍ۔
اسہ کٔر یِمن چیزن درمیان مُطٲبِقت۔
ہُہہ سورُے سپدیو۔
ہو زنان کۄس چھےٚ؟
چرواہے نے نئی کنڈے والی لاٹھی  بنائی۔
سُہ چُھ تیٖزی سان کٲم مۄکلاوان۔
ہُہ کُل چُھ واریاہ شاخ وول۔
سُہ چُُھ ٹٮ۪کسی چلاون وول۔
دۄبس منٛز پیٚنہٕ پتہٕ کوٚر تٔمۍ سرٛان۔
یتھ میزس چھِ ہر طرفہٕ پیٚتۍدار کوٗن۔
تٔمۍ کوٚر شانٛٛدٕ گنٛدِ روٚستُے شۄنٛگنس کوٗشِش کرنُک فٲصلہٕ۔
سُہ چُھ مس نیٚنٛدرِ منٛز۔
مےٚ چھےٚ وۄمید زِ ماجہِ چھےٚ سانہِ سفرٕ خٲطرٕ سٲرٕے تیٲری کٔرمٕژ۔
مےٚ چھےٚ نہٕ پنٛنیٚن مُشکِلاتان مُتعلِق کتھ کرٕنۍ سہل باسان۔
اسہِ چُھ موسم کہِ تبدیٖلی سۭتۍ ہم آہنٛگ کَرُن
امریٖکہ تہٕ اِتحٲدی فوجن کٔر یوگوسلاویاہس پٮ۪ٹھ بمبٲری شُروٗع
اس نے خود کو بارش میں گیلا کرنے کا فیصلہ کیا۔
اسہِِ چھا مِصرس منٛز اژنہٕ خٲطرٕ اِجازت نامٕچ ضروٗرت؟
یتھ گاڑِ چُھ واریاہ زیادٕ پیٚٹرول خَرٕچ
تٔمِس اوس أکِس ہفتَس لَگاتار تَپھ
کھوٗژمُت بچہٕ ژوٚل۔
گانٛٹہِ اوس کُلِس پٮ۪ٹھ اول بنوومُت۔
آفتاب چُھ مغربس کُن لوسان۔
پادٕرۍ گوٚو چیلہٕ سٕنٛز سرشٲری وُچھِتھ حٲران۔
جاناوار ٲسۍ خوشی سان ٹیٖرِو ٹیٖرِو کران۔
زینن والیٚن آیہِ تمغہٕ دِنہٕ۔
مےٚ چُھ از سمکٕھنہِ گژُھن۔
ییٚمہِ کاغزٕ چہِ پٕھچہِ چھےٚ نہٕ ٹھیٖک۔
سٲنۍ وٲحِد فِکِر چھےٚ بچن ہِنٛز بہترے۔
یتھ مدرَسس منٛز چُھ صِرِف خانٛدٲنۍ، امیٖرو تہٕ قٲبِلو پوٚرمُت۔
اںگریٖزۍ حٔروٗف تہجی منٛز چھِ اکوُہ کانسوننٛت
اِمتِحان سپداونہٕ پتہٕ چھیٚچ تٔمۍ پنٕنۍ کتاب ہَوہس منٛز۔
اَسہِِ منٛز آیہِ بَرابر پونٛسہٕ بٲگراونہٕ
سون وۄستاد کرِ نہٕ غلط برتاو برداشت۔
یہِ چُھ بِلکُل نوٚو خیال۔
تٔمِس پزِ پانے پنٕنۍ کٲم کرٕنۍ
أسۍ ہیٚکو ہِنٛدوستٲنۍ ریستورانس پیٚٹھ گٔژِھتھ، یا مُتبادل طورس پیٚٹھ ہیٚکو أسۍ تتھ نیہِ امریٖکی جایہِ پیٚٹھ گٔژِھتھ۔ 
چٲنۍ گٔر چھِ لوٗبوٕنۍ۔
ژےٚ چھتھ نہٕ میٛانہِ ڈَبل ژۄچہِ اَصٕل پٲٹھۍ تٔھنۍ مٔژھمٕژ
تٔمِس آو ونٛنہٕ زِ سۄ کٔرِن جُرمانہٕ ادا، مگر تٔمۍ کوٚر تسلیٖم کرنہٕ نِش اِنٛکار۔
سۄ چھِ صاف صاف کتھ کران۔
مےٚ چُھس نہٕ تقدیٖرس مُتعلق یِمن فضوٗل کتھن پٮ۪ٹھ پژھ کران۔
پرناوُن چُھ زَنیٚن ہِنٛدِ خٲطرٕ اَکھ اَصٕل پیشہٕ
یِم عمال بڑاون چون عزت۔
ییٚمہِ اِقدام سۭتۍ میلہِ صنعتہِ پوچھر۔
یِژھ کٲم کرٕنۍ ٲس میٛٲنۍ لاپروٲیی۔
ہوسٹَلس منٛز چُھ شامس 7:30 بجہِ پیٚٹھٕ شامُک بتہٕ دِنہٕ یِوان۔
واقع چُھ درج کرُن۔
کُلس نِش چُھ اکھ کیوٗر۔
یہِ اوس تٔمۍ سٕنٛزِ زنٛدگی ہُنٛد واریاہ مُشکِل وقت۔
تٔمۍ چُھ زٲنِتھ مٲنِتھ اسہِ دونٛکھٕ دیُتمُت۔
تٔمۍ دیُت مےٚ اکھ مُنٲسِب مشوَرٕ
جیٖپ چھےٚ ناہموار وَتہِ پٮ۪ٹھ چلاونہٕ خٲطرٕ بہتر۔
سۄ ٲس پنٛنہِ ویٚسہِ ہِنٛدِ بدلہٕ فون کَران
امہِ قٕسمٕچہِ بیٚمایرِ چھےٚ خاص علاجِچ ضروٗرت آسان۔
اکیڈمی چھےٚ پنٛنیٚن رُکنن منٛز واریاہ نوبل انعام حٲصِل کرن والیٚن شمار کران۔
سُہ چُھ نہٕ سخت نفر۔
میٲِس سوالس جواب دِنہٕ بروٚنٛہہ ٹھہریوو سُہ۔
سُہ چُھ کمپنی منٛز اکھ حُکام۔
سُۄ چھَ سیٹھا خۄشِک۔
نٔو دنٛدٕ کریٖم چھےٚ دنٛد سفید کران۔
زرٲعتی شعبس منٛزآیہِ نٔوۍ طریٖقہٕ اِستعمالس منٛز انٛنہٕ۔
امہِ سۭتۍ ہیٚکہِ لفظی ترجمہٕ تباہ گٔژِھتھ۔
گاڑِ ہُنٛد گوٚٹ رنٛگ چُھ نہٕ شوٗبان۔
حٲدِثہٕ سپدیوو پانٛژِ بجہِ۔
محبَتس تہٕ جنٛگس منٛز چُھ پرٛیٚتھ کیٚنٛہہ جٲیِز آسان۔
سُہ چُھ اکھ سالٲنۍ۔
بِجلی منٛز اچانک تبدیٖلی یِنہٕ کِنۍ سَڑیوو پٕلگ۔
مےٚ چُھ حُکامن سۭتۍ گَرِ کٲم کرنُک مُہادٕ کوٚرمُت
سۄ چھےٚ پوٗرٕ پٲٹھۍ ٹھیٖک۔
تٔمہِ کوٚر تمام مدتہٕ باپتھ تٔمۍ سُنٛد شُکرِیا ادا۔
اس کی ماں نے سالن میں تازہ کٹا ہوا دھنیا ڈال دیا۔
اسہِ کٔر کوجہٕ برٛونٛٛہہ بیٚیہِ اکھ آزمٲیِش۔
تٔمۍ چُھ پنُن اِمتِحان پاس کوٚرمُت۔
یہِ چھےٚ پٔتۍمہِ رٮ۪تٕچ چِٹھۍ۔
جنٛگس منٛز ووت واریاہن انسٲنی جانن نۄقصان۔
مےٚ چھِ رُوانٛگن کھران۔
سُہ اوس پنٛنہِ کورِ نظر دِنہٕ خٲطرٕ کیلیفورنیا گوٚمُت۔
مےٚ چُھ چانہِ استعمال خٲطرٕ کتابہِ ڈیرس تھایمژٕ۔
عیٖسٲیَتس منٛز تٔمۍ سٕنٛزِ تبدیٖلی پٮ۪ٹھ چھِ سٲری کٕٹھٕ کَڑان
یِم پالسی چھےٚ یِتھ کٔنٛی بناونٛہٕ آمژٕ زِ ہر کُنہِ طبقس یی مُروت کرنہٕ
شہرٕکۍ اہلکارو کوٚر عِمارت چہِ جایہِ ہُنٛد دورٕ۔
یہ مجسمہ چمکتے ہوئے ایلومینیم سے بنا تھا۔
"قوم پرستی ٲس تیزی سان اکھ خطرناک قُوت بنان۔ 
"
طٲلبہِ عٔلِم گٔیہٕ مرکٔزی ہالس منٛز جمع
اسہِ وٕچھ فِلِم اِکوَٹَے۔
مےٚ چھِ دہ قلم ۔
دۄشوٕنی ٹیٖمَن ہِنٛدٮ۪ن کپتانن چھِ پانہٕ وٲنۍ دوستانہٕ تعلُقات
کم دماغ لُکھ چھِ نہٕ ہٮ۪کان فٲصلہٕ نِتھ۔
مےٚ چُھ کُرٛیُن گُر
مےٚ چھِ فہرستہِ پٮ۪ٹھ پنٛژہ ناو
آز چھِ کُنوُہ طالبہِ عٔلم غٲر حٲضِز۔
سُہ چُھ اکھ جٲہِل نفر، سُہ ہیٚکہِ نہٕ اسہِ کانٛہہ تہِ حل کٔڑِتھ
تٔمۍ دِژٕ ساینس کِس شعبس منٛز قٲبلہِ ذِکِر کامہِ انٛجام۔
تمہِ لٲے بال ہیوٚر ہواہس منٛز۔
زمیٖنہٕ ٹُکرٕچ حد بنٛدی کٔرِو چوٗنہٕ سۭتۍ۔
تٔمۍ دیُت نہٕ میٛانہٕ سَوالُک جواب
مےٚ چُھ یقین سُہ چُھ اکھ ایٖماندار نفر۔
تٔمۍ سٕنٛدۍ تبصرٕ چھِ ہمیشہٕ ٲکِس بیٚمار اِنسانس زُو ژانان۔
ییٚمِس لۄکچہٕ کورِ چُھ جنٛگلی جانوَرن ہُنٛد خوف۔
زٕ دستخط چھِ نہٕ پانہٕ ؤنۍ رلان۔
مُخٲلِف درٛایہِ اِجلاس منٛزٕ نیٚبر۔
گرم اِسترِ زول میز پوش۔
تٔمۍ سٕنٛزِ موسیٖقی ہِنٛزِ آوازِ کوٚرنَس بہٕ پانَس کُن مٲیِل
تِمو چھِ أسۍ چُھٹی منٛز بمبیہِ نِنہٕ خٲطرٕ زٕ بسہٕ کِرایہِ پیٚٹھ انۍمژٕ۔
میٛٲنِس مشوَرس تٔمۍ سُنٛد اِنٛکار چُھ مےٚ دِلس لگان۔
تٔمۍ وول جنٛڈُک ڈنٛڈٕ۔
اسہِ چُھ نوٚو مکانہٕ ہیوٚن۔
میٛانہِ وجہ سۭتۍ مہ دیٖو تٔمِس تکلیٖف۔
سون نژُن پھیرن روٗد پٔزۍ پٲٹھۍ کامیاب۔
خبرِ منٛز ٲس سٔہلابس مُتعلق سُرخی۔
جلدی ٲسۍ تس زنٛگہِ واریاہ بٔڑۍ ناسوٗر زخم گٔمٕتۍ۔
بہٕ زانن سُہ واریاہ اصٕل پٲٹھۍ۔
سرکار آیہِ پٔتمِس انتِخابس منٛز اِقتِدارس منٛز۔
سُہ چُھ اکثر پننِس عیالس پٮ۪ٹھ ظُلُم کران۔
جیسے ہی اس نے اناج کو پچھوڑا بھوس ہوا میں اڑ گیا۔
رامَس چُھ پَنٕنۍ مٔزوٗر معطل کرنُک اِختیار
تٔمِس گٔیہِ نارس منٛز واریاہ زیادٕ آمہٕ تاو۔
فنُک عجٲیِب گر چھا پرٛٮ۪تھ دۄہ یلہٕ آسان؟
تٔمۍ سُنٛد ریش اوس زیوٗٹھ۔
سُہ ژوٚل شہرٕ منٛزٕ۔
تِمو ہیوٚت اکھ بوٚڑ مکان سہل شرطن پٮ۪ٹھ۔
یہٕ چُھ اکھ واضح بیان۔
اِنسٲنی تہزیٖبس چھِ ساسہٕ بٔدۍ ؤری لٔگۍمٕتۍ۔
میون دوست چُھ وُنی شفا خانہٕ منٛزٕ نٮ۪بر درٛامُت۔
سۄ مۄیہِ کیٚنسر سۭتۍ۔
تٔمِس اوس اَکھ سَبٕز بو لٲگِتھ
مہربٲنی کٔرِتھ لٲگِو یہٕ فوٹو لبہِ پٮ۪ٹھ۔
کِتاب آیہِ بچن ہِنٛدِ مُطٲبِق بناونہٕ باپتھ دُرست کرنہٕ۔
پوش چُھ سیٚٹھا خۄشوُن۔
بہٕ یژھٕ گۄڈٕ پنٕنۍ کٲم مۄلاوٕنۍ۔
اسے چاقو کے بلیڈ کو تیز کرنے کی ضرورت تھی۔
خوٗن نیرنہٕ کِنۍ گوٚو سُہ بےٚ حٮ۪س۔
تِمو کوٚر اِنتِخاب منعقد کرنُک فٲصلہٕ۔
تمہِ کٔر معتدل انٛدازٕ کتھ۔
مُہادٕ اوس نہٕ قونونی طور ضوٚروٗری
تفتیٖشَس منٛز میلیوو نہٕ دستاویزُک کانٛہہ تہِ قٲبلہِ تصدیٖق ثبوٗت۔
تٔمۍ سُنٛٛد نیرُن آسہِ کاروبٲری تنظیٖمہِ خٲطرٕ اکھ بوٚڑ خسارٕ۔
یہِ گژھِ آسُن وایرس۔
تۄہہِ چُھو خرچن ہُنٛد انٛدازٕ کوٚرمُت۔
راتھ کیُتھ چھےٚ واریاہ تۭر آسان۔
گۄڈٕ آسہٕ نہٕ زنانہٕ مٲلی طور خۄدمختار آسان۔
یٔڑ انٛدر بچن چُھ نانہِ ہِنٛدِ ذریعہٕ غزا میلان۔
یوٚت تہِ بہٕ یژھٕ تور ہٮ۪کہٕ بہٕ گٔژِھتھ۔
مےٚ پیٚیہِ ڈاکٹرس نِش گژُھن۔
شرٲبۍ اوس سڑکہِ پیٚٹھ زنٛگہٕ نٹان نٹان پکان۔
رزِ ہُنٛد بیاکھ انٛد چُھ ڈیوٚل ترٛاونہٕ آمُت۔
مہربٲنی کٔرِتھ ون مےٚ پنٕنۍ برابر وٲنٛس۔
لگ بگ چھِ سہ گھرں باپتھ دنہٕ آمژ کٲم مۄکلاونس تیار
ییمہِ ہفتہٕ آیہِ پیٚٹرول کِس قۭمتس منٛز رژھا کٔمی۔
لانٛگ فیٚلو سٕنٛز پیدٲیشی جاے چھےٚ وۄنۍ اکھ رِہٲیشی مکان۔
دھات چُھ تُرُن گٔژِھتھ ژَمان
مہربٲنی کٔرِتھ کٔرِو ڈاکٹَرس آلو
سون قٕسمَت ہیوٚتُن بہتَر گَژُھن
انسانن پزِ قدرت طرفہٕ عطا کرنہٕ آمژن حیاتیٲتی تنوعن ہِنٛدِ تحفظ خٲطرٕ کٲم کرٕنۍ
دۄن میزَن منٛزَس یۄس المٲرۍ چھےٚ سۄ چھےٚ پٕھٹمٕژ
سُہ اوس باغس کُن وٕچھان مگر اوس خبر کتھ خیالس منٛز
کالہٕ کہِ کھیٚنہٕ برٛونٛہہ وٕٹھکٲو تٔمۍ اکھ دۄدٕ بوتل۔
مےٚ دِیُت تس مشورٕ شِیرَن منٛز سرمایہِ کٲری نہ کرنُک تِکیازِ بازر چُھ نرم۔
سچن ٹنڈولکر اوس اکھ مٲہِر کِرکٹ کِھلٲڈۍ۔
تٔمِس اوس سُہ پۄشاک لٲگتھ یُس واریاہ چمکیٖلہٕ اوس۔
ژےٚ چھتھ میٲنِس پرٛٮ۪تھ دِتمٕتِس جوابس غلط بیٲنی کٔرمٕژ۔
طوٗفانن واتنوو گَرن تہٕ عمارتن ہِنٛدیٚن پَشن نۄقصان۔
عجٲیِب گرٕ چُھ توٲریٖخۍ چیٖزو سۭتۍ بٔرِتھ۔
سُہ چُھ کامہِ ژوٗر۔
اکھ سیاح ووت ہوٲیی اَڈس پیٚٹھ۔
سۄ چھےٚ نہٕ یَژھان دزوٕنِس وَنس نزدیٖک گَژُھن
تٔمۍ سٕنٛدِس گٮ۪ونَس منٛز آو دۄکُھک طرز لبنہٕ۔
سٕرکہٕ ترٛٲیِو سلادِ پٮ۪ٹھ تہٕ اصل پٲٹھۍ رلٲیِو۔
تٔمِس پزِ ہا نہٕ امہِ طریٖقہٕ سٔلوٗک کرُن۔
بہٕ اوسُس زبانن ہِنٛدِس تشکیلس پیٚٹھ کٲم کران۔
تٔمۍ سُنٛد جوش چُھ تٔمۍ سٕنٛزِ شمولیت سۭتۍ ظٲہِر۔
آ، مےٚ چُھ کیٚنٛہہ ہیوٚچھمُت۔
لبہِ چھےٚ دۄن رنٛگہٕ پھشن ہِنٛز ضٔروٗرت۔
سۄ ٲس دۄکھس منٛز ودان۔
ہجوٗمن وٕچھ جھلک پننِس پسندیٖدٕ سٹار سٕنز۔
لٮ۪کھنس منٛز چھِ ذہانت تہٕ مذاق برابر اہمیت تھاوان۔
تٔمۍ سٕندِس نیٚچوِس میلیوو خوفہٕ نِش مۄکجار۔
سڑکہِ پٮ۪ٹھ پَکان پَکان لوے تٔمِس غُنڈَو۔
اصٕل کارنامہٕ چھِ آسان شابٲشی ہِنٛدۍ مستحق
پولیٖسن ترٛاونٲوۍ لوٗکھ ڈاکوٗون نِش یلہٕ۔
تِہُِنٛز ناو پٔھٹ أکِس عجیب حٲدِثس منٛز۔
بلی نے اس کے سر کو خروچنے کے لئے اپنے پنجوں کو آگے بڑھایا۔
کِتابہِ ہِنٛدِس ہر صَفس چھِ زٕ کالم
انتخاب کیٚن نَتایجَن ہُنٛد اعلان یِیہٕ جلدی کرنہٕ
تٔمۍ دِیُت پنُن تقریٖر زبردست عقٕل منٛدی تہٕ جوش سان۔
"پوٗٗرٕ ہفتس تانۍ جٲری روزن والیٚن فسادن دوران گٔیہِ لگ بگ 300 نفر مارٕ۔
"
محبت چُھ اکھ میوٗٹھ عذاب۔
دۄدٕ علاوٕ چھےٚ اَتہِ کیٚنٛہہ ڈبَل ژوٚٹ تہِ
دِگرس ٲس ژھۄپہٕ۔
بہٕ چُھس نہٕ یژھان بازر گژُھن تہٕ بیٚیہِ چُھس نہٕ بہٕ بیٚیہِ پونٛسہٕ خرچ کرٕنۍ یژھان ۔
"تِم چھِ وۄنۍ قونوٗن سٲزِیس منٛز بٔڑ تعداد واجیٚنۍ جماعت۔ 
"
یتھ فِلمہِ منٛز چُھ اکھ بِلکل نوٚو اداکار۔
کِرایہِ پٮ۪ٹھ جاے رٹنہٕ برٛونٛہہ پیٚیَو تۄہہِ یَقرار نامس پٮ۪ٹھ دستخط کَرُن
تٔمۍ کوٚر مدد منٛگنہٕ باپتھ اتھس اورٕ یور۔
تِمو دفنوو مۄردٕ۔
شہرس منٛز مُشکِلات آسنہٕ کِنۍ پٔچ میٖٹِنٛگ/ مجلِس شام تانۍ
تِم چھِ اکثر مدرَسس منٛز لِپٕر تھَوان
یہِ اوس اکھ خطرناک طوٗفان۔
بہٕ کٕنہٕ رٔدی چیٖز یُتھ مےٚ کِینٛہہ رۄپیہِ میلن۔
مدرسہٕ گژھنہٕ بروٚنٛہہ کر پننِس بوٗٹس ٹھیٖک پٲٹھۍ پٲلِش۔
أسۍ گٔیہِ اکہِ کھجہِ وتہِ کِنۍ۔
سُہ چُھ اِشتِمٲلی
ژٕ ہیٚککھٕ مہربٲنی کٔرتھ ٹی وی یِچ آواز کم کٔرِتھ؟
یہِ ویٚب سایٹ چھےٚ کھیل کہِ مٲدانک حقیٖقی دورٕ کرناوان۔
تُہُنٛد لہجہِ چُھ مُشکِلن سمٕج یِنہٕ وول۔
گیٖتا گووِنٛد چھےٚ اکھ غزلِیہ نظم۔
مےٚ چُھ ڈر زِ مےٚ چُھ تٔمِس خطرناک پٲٹھۍ دۄکھ واتنوومُت
تٔمۍ سٕنٛدِ کُٹِھچ شیٖشہٕ المٲرۍ ٲس واریاہ شوٗبوٕنۍ۔
جنٛگلَس سۭتۍ مہٕ روٗزِو
کیٚنٛہہ لُکھ ٲسۍ ؤٹِس منٛز چاے چیٚوان۔
مےٚ چُُھ باسان سُہ چُھ تِمو لُکو منٛزٕ اکھ یِم بیٚین ہِنٛزِ پریشٲنِین ہُنٛد لُطُف تُلن وٲلۍ چھِ آسان
ریٚیَن چھِ آسان بٔڑۍ تہٕ اِنٛتِہٲیی مُنظِم گرٛوٚپ
مےٚ بنوو سُہ پنُن کارٕبٲرۍ شٔریٖک۔
مےٚ چھِ تجویٖز کٮ۪ن تِمن حصن منٛز دِلچسپی یِم عموٗمی مسلن سۭتۍ وابستہٕ چھِ۔
یہ کھٮ۪ن چُھ بےٚ مزٕ۔
تٔمۍ کوٚر قسم زِ سُہ چیٚیہِ نہٕ وۄنۍ زانٛہہ۔
سُہ چُھ وُژھ، لحاظا چُھ سُہ کم وقتس منٛز کٲم مۄکلاوان۔
تمبورا کی تاریں گہرے لہجے میں گونج رہی تھیں۔
بہٕ چُھس یژھان یہٕ ژوٗنٛٹ ژٹُن۔
لٔڑکو دیُت دٔریاو سۭتۍخۭمہٕ۔
تٔمِس اوس گیٚشوم رنٛگ، أچھ آسس بِلہِ۔
تِمو کوٚر پنُن پان مُہِم خٲطرٕ تیار۔
ژےٚ چُھیہِ تَیُتھ کانہ وجہہ یتھ بُنیٲذ پٮ۪ٹھ ژٕ پنُن بحث چُھ کران۔
دۄن دَرٮ۪ن درمِیان اوس سخٕت جنٛگ
تٔمۍ سمجوو اکھ مُشکِل موضوٗع واریاہ سہل طٔریٖقس منٛز
ٲسۍ چھِ چُھٹین منٛز چکرس گژھان۔
بنٛدوٗق چیٚن گولیٚن ہِنٛزِ آوازِ سۭتۍ چُھ مےٚ دہشت گژھان۔
خراب قٕسمتن اوٚن تٔمِس زوال۔
تٔمِس اوس طٲلبہِ عٔلمَن نِش رُشوَت رٹنُک الزام دِنہٕ آمُت
دٔلیٖل ٲسۍ شٲعری منٛز لٮ۪کھنہٕ آمٕژ۔
مٹی دبانے کے لیے درمٹ کا استعمال کیا گیا۔
بہٕ چُھس نہٕ زانٛہہ تہِ دوہلہِ شۄنٛگان۔
مہربٲنی کٔٔرِتھ سپدٲیِو کٲم ؤلۍ ؤلۍ۔
اسہِ چُھ پگاہ سیٚنِماہ گژُھن۔
تٔمۍ دِیُت تٔمِس دعوتَس منٛز شِرکت کرنہٕ خٲطرٕ اکھ پرچہٕ۔
تٔمۍ ٹھاسنوو پنُن کلہٕ دیٚوارس سۭتۍ تہِ امہِ پتَے کھوٚت تٔمِس ڈیٚکس ٹِنیُل۔
أسۍ نیٚمراوَو نہٕ کٲنٛسہِ تہِ زینن وٲلِس نِش کلہٕ۔
أسۍ ہٮ۪کو نہٕ تِہِنٛز خٕدمات مٔزیٖد جٲری تھٲوِتھ
تٔمۍ چلٲو خوفزدٕ رفتارس منٛز گٲڑۍ۔
تٔمِس چُھ ہیوٚر بۄن تہٕ کاژُر مس۔
تٔمۍ ہٲو تِہنٛدِ صحتہٕ خٲطرٕ زنانہٕ فِکِر۔
مےٚ چُھ تٔمی سُنٛد گۄڈنِیُک خطاب غٲر واضع طورس پیٚٹھ یاد۔
اسہِ کوٚر پنٛنِس گَریلو خرچس پیٚٹھ زیوٗٹھ بحژ۔
تٔمۍ کٔر تٔمۍ سٕنٛز دوستانہٕ پیش قدمی نامنظوٗر۔
مےٚ چُھ نہٕ زٕہٕنۍ تہِ یُتھ کیٚنٛہہ بوٗزمُت۔
ہٮ۪س تھاو! کُل چُھے کٔنٛڈۍ دار۔
سۄ پوٚک سٹیجس پٮ۪ٹھ اورٕ یور۔
بٕڑٕ مۄہنیوٗ اوس چایہِ ہُنٛد باپٲرۍ۔
تٔٔمۍ سٕنٛزو کَتھو سۭتۍ ووت تٔمِس زَکھ۔
ہوٚٹلس منٛز ہٮ۪کن پٔژھۍ ہَتھ کھنٛڑ وٲتِتھ
زرٕ کاسنہِ برونٛہہ چُھ بچس کلہٕ چھلُن آسان۔
ترٛےٚ جمع زٕ گٔیہِ پانٛژھ۔
سُہ چُھ نہٕ بٔدی ژالان۔
زیچھِ قمیضہٕ چھےٚ آزکل واریاہ رواجس منٛز۔
بہٕ ٲسٕس ترٛیشہِ ۂژ لہذا پیٚیہِ مےٚ نیٚنٛدٕر۔
دُشمن سٕنٛدِ ٲسہٕ چُھ خال کُنہِ ساتہٕ اصٕل نیران۔
أسۍ کَرو نہٕ تٔمِس مُتعلِق کتھ
سُہ چُھ پنُن عیال پالنہٕ خٲطرٕ سیٚٹھا زینان۔
ملکس چھِ مجموعی آبٲدی 650 لچھ۔
تٔمۍ مٔنج معٲفی۔
بال لگاون وٲلۍ چھِ بیس بالہِ منٛز اکھ اہم رول ادا کران۔
تٔمِس چُھ خراب مِزاز۔
تمہِ کوٚر پنٛنہِ محوٲری خٲطرٕ ڈاکٹرس سۭتۍ مشورٕ۔
ذٲژ ہِنٛدۍ مسٲیِل چھِ وٕنۍ کٮ۪ن کِس وقتس منٛز تہِ موٗجود
زِندگی ہِنٛدِس یَتھ مُقامس پٮ۪ٹھ چُھ نہٕ مےٚ کانٛہہ تہِ چیٖز جوش انان۔
مےٚ چھےٚ خۄشٕک ژاس۔
تٔمۍ سُٕنٛدۍ مرنن کوٚر تس سٕنٛزِ زِنٛدگی منٛز ژھریٚر۔
آفتاب گوٚو اوٚبرٕ پٔتۍ کِنۍ ظٲہِر
خُردبیٖن تہٕ دُربیٖن چھِ نظری آلہٕ۔
تٔمِس چھےٚ فارسی شٲعری منٛز تہِ تجرُبہٕ کٲری
با وقتٕچہِ عملہِ کوٚر شِیَرَن ہِنٛدٮ۪ن وسوٕنٮ۪ن قۭمتَن روک تھام
تٔمِس توٚر فِکرِ زِ تٔمۍ چُھ تٔمِس دوکھٕ دیُتمُت۔
سُہ چُھ اکثر دنٛدن منٛز سِگریٹ رٔٹِتھ آسان۔
یہٕ ریٚسٹورَنٛٹ چُھ بٔرِتھ أسۍ گَژھو بیٚیہٕ کُنہِ جایہٕ
سُہ چُھ نہٕ سخت نفر۔
یِمن پردن ہُنٛد رنٛگ گَٹیٛوو واریاہ جلدی۔
تحریٖک چھےٚ دیٖنوی تہٕ عدم برداشت ۔
تِہِنٛز منٛظوٗری چھےٚ اسہِ یتھ مسلس پٮ۪ٹھ تہِ
تٔمِس کھوٚت شَرارت ییٚلہِ تٔمۍ سٕنٛزن تجویٖزٔن رُکاوٹ آنٛنہٕ آیہٕ۔
توہم پرستی تہٕ مذہبس منٛز چھےٚ فرق۔
مہربٲنی کٔرِتھ ترٛاو پکھٕ یلہٕ۔
طِبیات چُھ ساینسُک کیو اہم شاخو منٛزٕ اکھ۔
مےٚ چُھ لیدرِ رنٛگُک پۄشاک اوٚنمُت۔
شُرۍ چھِ خانٛدانس منٛز زن گُل آسان۔
یتھ بٔنٛگلس چُھ نہٕ کانٛہہ تہِ پیٚٹھِم پور۔
تٔمۍ سٕنٛدِس بٔڑِس بٲیِس چُھ کمزور توازُن
یہٕ کیس آو اسلَمس مَٹہِ تھاونہٕ
مےٚ مۄکلٲو پنٛنہِ کِتابہِ منٛز ٲخری مشٕق۔
اس نے اضافی سالن کے طور پر بنڈی پکاٮٔی تھی۔
ٲرکہٕ سۭتۍ ٲسۍ تٔمۍ سٕنٛدۍ پَلو أدٕرۍ گٔمٕتۍ۔
یٔقیٖنَن آسہِ سُہ کامیاب
جنگلی جانور چھِ وَنن منٛز روزان۔
پوٗرٕ راتس ہُشارٕ روزُن چُھ مُشکِل۔
بہٕ ہٮ۪کہٕ نہِ امہِ پرٛژِ ہُنٛد جواب دِتھ۔
تٔمِس نفرس میلیوو عدالتہٕ پٮ۪ٹھ حُکُم نامہٕ۔
انہوں نے کمرے کو روشن کرنے کے لئے مٹی کا چراغ جلایا۔
جنٛگی گُر اوس پٔتمہِ ؤریی زبردست۔
وزیٖر اعلٰی ہن دِژ لوٗکن دیوالیہٕنٛز مبارکباد
قصبٕچ آبٲدی چھِ تعدادس منٛز ترٛۄگنہٕ گٔمٕژ۔
میٛون مول موج چھِ یَژھان زِ بہٕ گَژھٕ اصٕل کالجس منٛز پرُن
پوٗلیٖسن کوٚر مُجرمن مار دِنہٕ خٲطرٕ ڈنٛڈٕ اِستعمال۔
مےٚ کوٚر قیاس زِ یہِ ہیٚکہِ گٔژِھتھ مگر یہِ چُھ نہٕ مُمکِن۔
مےٚ آیہٕ مرکٔزی دفتَرس منٛز تبدیٖلی کرنہٕ
آبٕچ روٲنی قابو کرنہٕ خٲطرٕ اوس دٔریاوس اپارِ یَپور اکھ بنٛڈ بناونہٕ آمُت۔
تٔمۍ کٔوٚر راتھ کیُتھ زیادٕ دوٗر سفر نہ کرنُک فٲصلہٕ۔
مےٚٚ وُچھ سُہ پنٛنِس کمرَس منٛز شیٚنٛگِتھ
یِم خزانہٕ چھِ سیٚٹھا قۭمتۍ۔
مےٚ چُھ نَوین ہم جمٲتٮ۪ن سۭتۍ پَنُن پان وۄپَر باسان
پلستر اوس بڑیٚن حِصن منٛز ؤسۍ پیٚوان۔
آملیٹ بَناونہٕ خٲطرٕ پھینٛٹھۍ مےٚ ٹھوٗل
اکہِ دۄہ اوس سُہ کُلِس تلہٕ کنہِ بِہِتھ، پنٛنہِ بدقٕسمتین متعلق سونٛچان۔
شراب سٲزی ہنٛد عمل چُھ آتھ برسکس آسان۔
انٛگریٖزۍ منٛز زیادٕ تر جان کِ چھےٚ برطانوی حکوٗمت کِس دورس منٛز شایع کرنہٕ آمژٕ۔
ژوٗرس آیہٕ بےٚ عِزتی کرنہٕ
تِم چھِ اکثر ہیٛوُے سونٛچان
چٲنِس شریٖکس آسہِ راے دِنُک اختیار زِ ژٕ کِتھ کٔنۍ چلاوکھ کمپنی۔
تمۍ کوٚر مشٲہدٕ زِ دوپہار کہِ کھیٚنُک وق واتہِ دٔستی۔
سۄ چھےٚ نہٕ پرواے کَران زِ سۄ کِژھ چھےٚ گٔمٕژ
تٔمۍ تھوو کارٕبٲری رٲبطہٕ خٲطرٕ کارڈ میٲنِس میزس پیٚٹھ تہٕ درٛاو۔
گامن منٛز چھِ کترِوۍ نٔٹۍ عام۔
آنٛند صٲب چُھ اکھ عٲلِم شخٕص
باغ خوشبودار جڑی بوٹیوں سے بھرا ہوا تھا۔
بہٕ چُھس پنٛنہِ مُقٲمی چنلہِ پیٚٹھ باقٲعِدگی سان خبرن ہُنٛد نشر وٕچھان۔
یہِ عمارت چھےٚ میٲنۍ وٲحِد مِلکیت۔
مہربٲنی کٔرِتھ تٔھیِو پنٕۍ ذٲتی ماملہٕ ییٚمہِ بہژ نِش دوٗر
بلاے آیہِ روٗدس یوٗت اچانک پیٚنہٕ خٲطرٕ۔
تٔمِس چھِ کامیاب ؤکیٖل بنٛنٕکۍ آثار۔
جوہری توانٲیی ہِنٛدۍ چھِ واریاہ فٲیدٕ۔
تٔمِس چھےٚ اِمتِحانس منٛز اردٲہِم پُزِشن آمٕژ
 سیب کے درخت پر ایک نیا پیوند لگا تھا۔
سۄ ٲس پنٛنیٚن بیٚنیٛن ہِنٛزِ رٲچھ راوٹھ چہِ ذمہ وٲری سۭتۍ ؤسِتھ پیٚمٕژ۔
سۄ چھےٚ کِرٛہنِس کپرَس سوٗٹ سُوان
خانٛدر یِیہِ أکِس مقامی پادٕرۍ سٕنٛز دٔسۍ کرنہٕ۔
ۂریَن وٕزنٲو مِنا صُبَس شیٚیہِ بَجہِ
تٔمِس روٗز پوٗرٕ دۄہَس نۄقصانس مُتعلِق فِکِر
تٔمۍ تٔھوۍ پنٕنۍ پونٛسہٕ تٔکیَس تل۔
سۄ ٲس ودان تہٕ واضح طور ٲس واریاہ مایوٗس۔
تٔمی سٕنٛزِ شکلہِ منٛز ٲس اکھ واضح تبدیٖلی آمٕژ۔
تٔمۍ کٔرۍ ترٛیٚن قٕسمن ہِنٛدۍ جُرُم یِمن ہِنٛدۍ ناو چھِ: ژوٗر، قتٕل تہٕ حملہٕ۔
یہِ اوس تٔمۍ سٕنٛدِ ذٔریعہٕ پیش کرنہٕ آمُت پٔزۍ پٲٹھۍ خوفناک مسلہٕ۔
تِمو ترٛوو ییٚمہِ معاملُک فٲصلہٕ پادرِس پٮ۪ٹھ
مےٚ تٔھوۍ پَنٕنۍ سٲری پَلَو المارِ منٛز شیٖرِتھ
ہوٲیی جہاز کِس بٕتھمِس حِصس گوٚو نۄقصان تہٕ سُہ آو زٔمیٖنس پیٚٹھ وسنہٕ خٲطرٕ مجبوٗر کرنہٕ۔
خراب صحبَتس منٛز روزنہٕ کھۄتہٕ بہتر چُھ کُنُے زوٚن روزُن
اسہِ وُچھ واریاہ چمکہِ دار شہاب ثاقب۔ 
سُہ چُھ کِرکِٹ مٲدانس منٛز گِنٛدان
تِمن درمِیان بٕتھۍ لاگَے کٔر گندٕہ صوٗرت اختیار۔
تٔمۍ ٹھہرٲو پنٛنہِ ناکٲمی خٲطرٕ لاپروٲیی ذموار۔
بہٕ چُُھس یژھان سرٛانٛٹھ کرنہِ گژُھن۔
تٔمۍ سوٗز پرنسپلس لیٚکِھتھ عرضی۔
کلاس اوس سیٚٹھا ترتیٖب وار۔
لالچ تہٕ حسد چھِ خطر ناک نۄقص۔
کُٹِھس منٛز ٲس کتھ باتھ ہِنٛز پِھس رارَے۔
عالمی دہشت گردی ہِنٛٛدس دورس منٛز چُھ اسہِ پننٛٮ۪ن سرحدن پٮ۪ٹھٕ اِختیار مۄکلیومُت۔
اٮ۪ن ایس ایس سُک بُنیٲدی مقصد چُھ سمٲجی رضا کار تیار کرٕنۍ۔
سُہ اوس ژھوٚٹ تہٕ مضبوٗط۔
تٔمۍ ترٛٲو آبس منٛز سرٛنۍ وۄٹھ۔
أسۍ چھِ وۄنۍ پرٛٮ۪تھ قٕسمٕکۍ صنعتی سامان بیٚین مُلکن سوزان۔
تٔمۍ مٲنۍ پنٕنۍ غلطی۔
سُہ کھوٚت سہولیت سان تینٛتٲلِس پیٚٹھ۔
اس نے کاغذ کو کاٹنے کے لئے کٹر کا استعمال کیا۔
کھیٚن چٮ۪نٕکۍ بےٚ قٲعدٕ عادت چھِ شرۄپنہٕ چہِ عملہِ منٛز مُداخلت کران۔
سَتتِس چھےٚ آسان تیز تونٛتھ
ڈاکٹَرن چُھ تٔمِس مُکمل آرام کرنُک مشوَرٕ دیُتمُت
تمہِ دِژ کامہِ مُتعلق کارآمد زانٛکٲری۔
سُہ چُُھ پنٛنہِ شٲیِستہٕ تہٕ زَبر طٔریٖقہٕ خٲطرٕ مانٛنہٕ یِوان
تٔمۍ تھوو پنُن پان دفتر کہِ سِیاستہٕ نِش دوٗر۔
مرمَتُک گۄڈنیُک مرحلہٕ گژھِ نیہِ رٮ۪تہٕ مُکمل۔
سۄ آیٕہ طِبیاتس منٛز ڈاکٹر آف فلاسفی کِہ اعزازٕ سۭتۍ نَوازنٕہ۔
مےٚٚ چُھ تٔمۍ سُنٛد تکلیٖف وٕچِھتھ دِلس دَگ وَتھان
تِم چھِ جنٛگہٕ خٲطرٕ پانس تیار کران۔
ییٚمہِ سافٹ وِیَر کِس بناون وٲلس آیہٕ تعٲریٖف کرنہٕ۔
أسۍ تٔرۍ دٔریاوَس أکِس لۄکچہِ ناوِ منٛز
بۄنہٕ کنہِ دِنہٕ آمتہِ جُلمہٕ منٛزٕ ژھٲنٛڈِو اِسم۔
پٔتِمیٚن دۄہن منٛز چُھ سۄنُک قۭمت کم گوٚمُت۔
ٹٮ۪کس رَٹن وٲلِس سۭتۍ ایٖمانٛدار روزُن چُھ فٲیدٕ منٛد۔
تٔمۍ سُنٛد بوے یِیہِ پگاہ
تٔمۍ سٕنٛدۍ جوشن تہٕ جزبن کوٚرُس بہٕ واریاہ مُتٲثر۔
سانہِ ٹیٖمہِ آیہِ میچس منٛز شِکست دِنہٕ۔
سُہ ہیٚکہ پریشان گٔژِھتھ اگر نَے أسۍ تور گژھو۔
نژن وٲلۍ سُنٛد ہۄنر ووت کٲمِل درجس
أسۍ چھِ زیادٕ تر آتھوارِ دۄہ ٹی وی وٕچھان۔
عمارتہِ ہُنٛد مٔنٛزیُم حِصہ آو دسنہٕ۔
نوکری چھےٚ تھکراون واجیٚنۍ، مگر تنخواہ چُھ جان۔
بہٕ چُھس بِذٲتی توٲتیٖخس منٛز دِلچسپی تھاوان۔
تٔمۍ سٕنٛزِ زبٲنۍ ہُنٛد انٛداز چُھ غٲر مُلکی لہجہٕ سۭتۍ مُتٲثِر گوٚمُت۔
گُرِس پیٚٹھ سوار فوج اوس برٛونٛہہ کُن پکان۔
اکھ پانٛژ کوٗنہٕ دار شکٕل بنٲیِو۔
تِمو لٲج تس اپُز ونٛنٕچ تۄہمَتھ۔
میانہِ سفید قمیٖضہِ پیٚٹھ اوس کافی ہُنٛد داغ۔
سُہ چُُھ یتھ موضوٗعس پیٚٹھ وسیع علم تھاوان۔
مےٚ پیوٚو قلم کتہِ تانۍ ییٚتی اورٕ یور
سُہ چُُھ پیشہٕ کِنۍ دچھِ باغُک باغوان۔
سفید خوشبُودار پُھول سے ایک میٹھی خوشبو خارج ہو رہی تھی۔
بہٕ چُھس پنٛنِس کُٹِھس پرٛٮ۪تھ دۄہ صفٲیی کَران
پٲز چُھ ماز کھور پٔرِنٛدٕ
سۄ ٲس پنٛنِس خانٛدٕ کِس پۄشاکس منٛز زبردست شوٗبان۔
وۄستاد چھِ پنٛنیٚن طٲلبہِ علمن حوصلہٕ افزٲیی کران۔
مےٚ کوٚرُ بر تورٕ سۭتۍ بنٛد۔
سوٗنٛچِتھ سمجِتھ خرچُن چُھ اکھ عظیٖم صفت۔
مےٚ چُھ سختی انن وول کمر تہٕ چُھس نہٕ ہیٚکان آرام سان نیٚمِتھ۔
دانِیُک پٲداوار گوٚو زبردست روٗدٕ سۭتۍ تباہ۔
تٔمۍ تُل شیشتٕر تھم
سیاست دانو چلٲوۍ اکھ زور دار مُہِم۔
تٔمِس چُھ واریاہ اصٕل طور طٔریٖقہٕ۔
سرٕد گژھنس پیٚٹھ بنہِ یِمن چیٖزن شیٖشہٕ۔
بہٕ ہٮ۪کہٕ پیٚٹھمِس طاقس تانۍ وٲتِتھ۔
سۄ ہیٚکہِ نہٕ تبٲہی ہِنٛدِ حدُک تصوُر تہِ کٔرِتھ۔
واریاہَو لُکو کٔر جِنازَس منٛز شٔموٗلِیت
تٔمۍ دِیُت مشورٕ زِ اسہِ پزِ ژھرٛانٛٹھ واینہِ گژُھن۔
سٲنس قٔبیٖلس چُھ بد دُعا دِنہٕ آمُت۔
سۄن چُھ اکھ قۭمتی دھات۔
ڈِبٕر چھےٚ واریاہ زورٕ کسنہٕ آمٕژ۔
سُہ بنیوو اکہِ زہریلہٕ اِنفیٚکشَنُک نِشانہٕ۔
تٔمۍ کٔر میٲنِس کَنس منٛز پِھسرارَے۔
یِم احساس چھِ عام طورس پیٚٹھ عارضی آسان۔
پرٲنِس شہرس چُھ انٛدٕ ونٛدٕ دٮ۪وار۔
گٲون خٲطرٕ چُھنہٕ کِہین تہِ گاسہٕ ہُریومُت۔
سٲنِس مدرَسس منٛز ٲسۍ لۄکٕٹۍ کَلاس روٗم
ہوٹلٕچ بِل کٔر اسلَمن اَدا
اے آر رحمان اوس فِلمن منٛز بہتریٖن موسیٖقی ہِنٛزِ ہدایت کٲری خٲطرٕ نامزد کرنہٕ آمُت۔
تٔمۍ بنوو أکِس ننٛگَے زنانہِ ہُنٛد خاکہٕ۔
تٔمۍ کٔڑ پنٛنہِ بٔٹوٕ منٛزٕ کیٚنٛہہ بِلہٕ۔
تمبٕر چھےٚ پرٛٮ۪تھ جایہِ۔
بہٕ ہٮ۪کہٕ ہا ؤکیٖل بٔنِتھ۔
یہِ چُُھ رسہٕ وول مزٕ دار میوٚنٛڈ۔
تٔمۍ سٕنٛدِ دعایہِ خٲر سۭتۍ آو مےٚ اوٚش۔
تِمن آیہِ مشورٕ دِنہٕ خٲطرٕ عدالتس منٛز انٛناونہٕ۔
مےٚ بوٗز تٔمۍ سٕنزِ آواز منٛز تھرٕ تھرٕ۔
خانٛدر یِیہِ أکِس مقامی پادٕرۍ سٕنٛز دٔسۍ کرنہٕ۔
سُہ چُُھ تھوڑا نشس منٛز۔
لُکھ چھِ نہٕ ییٚتہِ پنٛنہِ پونٛٛسُک ہاو باو کران۔
بہٕٕ تہٕ میون دوست ٲسۍ بِرٕ دار بسہِ منٛز اکھ أکِس کُن بُتھ کٔرِتھ کھڑا۔
بہٕ اوسُس تٔمۍ سُنٛد لۄتہِ اسُن وٕچِھتھ ہیٚکان۔
بہٕ اوسُس کامہِ منٛز مٔتۍ گوٚمُت۔
مےٚ دِ ترٛےٚ لیٖٹر دۄد۔
دٔرِیٲوۍ گُر چُھ اِنسانن ہِنٛدِ کھۄتہٕ زیادٕ تیز دوران۔
گاغزَس پٮ۪ٹھ بنٲیِو اَکھ دٲیرٕ
مےٚ چھِ کالیداس سٕنٛز شٲعری پسنٛد۔
وہ باغ میں چارپائی پر آرام کر رہا تھا۔
تِمو کوٚر سٹیشنس تانۍ گاڑِ منٛز سفر۔
مہٕ لٔب نہٕ ونہِ کِتاب۔
اسہِ أنۍ کھیٚن بٲگراونہٕ خٲطرٕ کاغزو پلیٹ۔
مُختٔلِف اِدارن منٛز چھِ آسان مُختٔلِف تٔلیٖمی معیار
بِلہٕ جلدی برنہِ چُھ اکھ جان عادت۔
زیادٕ تر آلہٕچھِ اکہِ ؤریِچہِ وارنٹی سان یِوان۔
تِم ٲسۍ تٔمۍ سٕنٛدِس کَلس زورٕ آبس منٛز بران۔
ژٕ چُھکھ پانَس دُبارٕ اِذاہ دِوان۔
تٔمۍ کٔر دٲر پٕھٹراونٕچ کوٗشِش۔
یہٕ وتھ چھےٚ نہٕ تیٖژاہ ہموار۔
تٔمۍ سٕنٛزٕ دلیٖلہٕ ہٮ۪کن رژھا تنٛگ انن واجنہِ ٲسِتھ۔
یہِ بٮ۪مار چُھ ملیریا بٮ۪مارِ ہُنٛد شِکار.
سون سمنٛدری جہاز چُھ بٔٹِھس پٮ۪ٹھ۔
سمنٛدٔری طوٗفانن چُھ مغرِبی بٔٹِھس توٚرمُت۔
سُہ چُُھ اکھ زمیٖن دار۔
سُہ چُھ بیالوجی منٛز گرٛیجویٹ
ژےٚ چھےٚ پَے ماز کِتھۍ کٔنۍ چُھ سیٚنراوُن؟
تٔمۍ لوٚم کیٖر چہِ رزِ بالٹیٖن ہیوٚر کھالنہٕ مۄکھٕ۔
مےٚ پیوٚو حِساب دٲری کرن وٲلِس پنٛنِس قرضس منظوٗری دِنہٕ خٲطرٕ رِشوت دِیُن۔
بہٕٕ ہٮ۪کہٕ نہٕ یہٕ غلط فٲصلہٕ مٲنِتھ
بوتلہِ چھےٚ سِلنٛڈَرٕچ ہِش شکٕل۔
تصویٖرِ خٲطرٕ تٔمۍ سُنٛد انٛداز اوس بہتریٖن۔
بہٕ چُھس اکھ مٲہِر شیٚشتٕر سۭتۍ واٹھ کرن وول۔
سُہ آو گرٕ دہہِ بجہِ۔
تِجارتس پیٚٹھ ٲس مُکمل رُکاوٹ کرنہٕ آمٕژ۔
یہ پودا خشک زمین میں بغیر پانی کے اگتا تھا۔
تٔمِس چُھ پَنُن ہَوٲیی جَہاز
بہٕ ہٮ۪کہٕ نہٕ برداشت کٔرِتھ اصٕل کھٮ۪ن ضایع گژُھن۔
کَٹن ہُنٛد کھیوٚل چُھ گاسہٕ چرایہِ منٛز پکان.
مُشکِل وقتس منٛز ہٮ۪کہٕ بہٕ پنٛنیٚن دوستن پٮ۪ٹھ بروسہٕ کٔرِتھ۔
تقریٖر اوس نہٕ مجلِس قٲیِل کرنَس لایق
مےٚ چھا ویزا ہٕچ ضروٗرت۔
لِفافہٕ کر گونٛدٕ سۭتۍ بنٛد۔
اکھ أنٛز اوس حاطس منٛز ڈالہٕ دِتھ پکان۔
یہِ ٲخری میچ چُھ ہِنٛدُستانَس خٲطرٕ اَہم
ٲخٕر کوٚر تٔمۍ پنٛنیٚن اِذا دِنہٕ والیٚن پیٚٹھ حملہٕ۔
تٔمِس چُھ مدرَسس منٛز اژنُک اجازت میوٗلمُت۔
بہٕ چُھس یہِ مجمہٕ پٔتۍ میو دۄیو گٲنٛٹو پٮ۪اٹھٕ رٔٹِتھ
سۄ گژھِ نہٕ زانٛہہ تہِ پنٛنِس مقصدس منٛز ناکام۔
یوٗتاہ یوٗتاہ ؤری ٲخرس چُھ واتان، دٔلیٖل چھےٚ بدلان۔
دُنیاہس منٛز چِھ بَچن سٔتۍ بدسلوکی دوہ پتھ دوہ بڈان
مےٚ چھِ کھورین دَگ
ییٚلہِ بہٕ بوٚٹھس پٮ۪ٹھ گوٚس مےٚ گُزور تتہِ جان وقت۔
کوریٚو کٔرۍ بستہٕ ادلہٕ بدل۔
تٔمۍ زیوٗن پنٛنہِ کارٕبارٕ پٮ۪ٹھ اَصٕل نفع
تس سٕنٛز مُختلف کامہِ کرنٕچ صلٲحِیت چھےٚ تس غٲر معمولی بناوان۔
فریٖزرس منٛز چھِ چیٖز سخت گژھان
سۄ چھےٚ اکھ نیک زنان۔
گلوگار گوٚو رٲتۍ راتسٕے منٛز مشہوٗر۔
عملی ریاضی چھے سٮ۪ٹھا مشہور
تٔمۍ لوٚڑ دۄشوٕنی عالمی جنٛگن منٛز۔
ہیٚڈ ماسٹر سٕنٛدِس واپس یِنَس تانۍ چُھس بہٕ نٲیِب سٕنٛدِس طورس پیٚٹھ کٲم کران۔
مےٚ چھِ چاکلیٹ سٮ۪ٹھا پَسنٛد
تُہۍ بٔزۍوٕ کۄکُر؟
تٔمِس چھےٚ نہٕ اصٕل اداکٲری تَگان کیٚنٛہ
اسہِ پَزِ وقتک بڑٕ پابند روزن۔
تٔمۍ سٕنٛز وۄرٕ موج ٲس غٲر ذِموار، خۄد غرض زنان۔
تٔمۍ کٔر اسلم سٕنزِ نوکری حٲصل کرنٕچہِ کوٗشِشن منٛز روکاوٹ پٲدٕ۔
سانہِ آبٕچ فرٲہمی چھےٚ ژٹنہٕ آمٕژ۔
سۄ گٔیہِ ہمسایگری ہِنٛزِ پیدل پکن واجنہِ جمٲعژ منٛز شٲمِل۔
مسلہٕ گژھِٕ ہٮ۪سہٕ سان وٕچھنہٕ یُن۔
مٔریٖض اوسُکھ بیٚیِس شفاخانس منٛز مُنتقل کوٚرمُت۔
تٔمِس آسہٕ پنٕنۍ خانٛدارن لٮ۪کہٕ کجمژٕ۔
میٛانیٚن بیٚنیٚنۍ چُھ پرٛوٚن رنٛگ۔
تٔمۍ ووٚن دۄن ترٛیٚن شہرن ہُنٛد ناو۔
یتھ دُکانس چھِ تازٕ خٔزٕر کٕنٕنۍ.
تٔمۍ کٔر قُطُب شُمالس تانۍ واتنس خٲطرٕ واریاہ کوٗشِشہِ۔
تُہۍ لٲگوِ یہِ تار ٹی وِیَس
اسہِ پزِ اِجلاس خٲطرٕ وقت مُقرر کرُن۔
تٔمِس اوس پنٛنہِ خانٛدارنہِ ہُنٛد قتٕل کرنُک اِلزام دِنہٕ آمُت
سُہ درٛاو میچہٕ منٛزٕواپس ییٚلہِ تٔمۍ زون زِ سُہ زینہِ نہٕ۔
جنٛگہٕ پتہٕ اوس پوٗرٕ مٲدان خوٗنہٕ سۭتۍ بٔرِتھ۔
تٔمۍ تھووُس بہٕ گٲنٛٹہٕ وادن پیاروُن۔
بیمٲرۍ پھٲلاون وول جراثیٖم چُھ ییٚمہِ وباہُک وجہ۔
دوستہٕ سٕنٛدِس دۄکھس پیٚٹھ ہیٚکہِ کٲنٛسہِ تہِ آر یِتھ۔
تِم چھِ غریٖبن خٲطرٕ نقلی اوٚش ہاران۔
سٮ۪ٹھا لُکھ ٲسۍ یَتھ جایہِ اورٕ یور پَکان
باغوانن دیُتھ گۄلاب کٮ۪ن ڈورٮ۪ن سَگ
سۄ آیہِ پٔژھۍ کُٹِھس منٛز پنٛنٮ۪ن نَویٚن پلون ہٕنٛز نُمٲیِش کرنہِ۔
سۄ ٲس تعریٖو سۭتۍ خۄش باسان۔
تٔمۍ سٕنٛدِس طور طریٖقس منٛز ٲس رژھا غٲر جزبٲتِیت
میچ سپدیوو برابری پیٚٹھ۔
کھین اوس پٔزۍ پٲٹھۍ مزٕدار۔
دَرٕدَرٕ کَرنہٕ مۄکھٕ دِمو أسۍ تۄہہِ قۭمتَس منٛز اصٕل رِعایت
وٕشنیرٕچ شِدت چھےٚ وۄنۍ کم گٔمٕژ۔
القایِداہن چھےٚ امریٖکَہس بَمبٲری کٔرمٕژ
تٔمۍ اوٚس بےٚ رونٛقی سان۔
تِم چھِ سارٔنٛگۍ وایان۔
تمِو لاج سارنٕے چِٹھٮ۪ن ٹِکٹہٕ۔
تٔمۍ کٔر سۄ سارنی تھی بےٚ عزت۔
نوٗن چُھ شیٖشہٕ بوتلہِ منٛز۔
پُلسہٕ وول آو کٔڑِتھ ژٕھنٛنہٕ ییٚلہِ زن شکایتٕچ آیہِ تحقیٖقات کرنہٕ۔
ریگِستانس منٛز چھِ سیٚکہِ پہاڑ لگاتار ڈیر بناوان۔
یہٕ عٮ۪مارت ٲس آمٕژ اردٔہِمہِ صٔدی منٛز بناونہٕ
بہٕ بیٚہمہٕ ییٚتہِ ترٛٮ۪ن بجن تانۍ
اگر أسۍ سٲری اِکوَٹے کٲم شروٗع کرو، اتھ لگہِ نہٕ تیٚلہِ زیادٕ کال۔
تُہۍ چِھوٕ کیٚنٛہہ بہتر محسوٗس کَران؟
یہِ چُھ موم بتہِ ہُنٛد موم۔
رگہٕ آسہٕ نرم تہٕ واریاہ مۄچہِ۔
ناو پھٹان وٕٕچِھتھ دِژ سمنٛدری فوجِین پریشٲنی منٛز کرٛٮ۪کھ۔
مےٚ بوٗز تٔمۍ سٕنٛز کَتھ پوٗرٕ پٲٹھۍ
تِمو ووٚن سُہ چُھ لانٛژھ۔
أکِس عددس مُتعلق سونٛچِو تہٕ تتھ کٔرِو دۄیہِ سۭتۍ ضرٕب۔
تٔمۍ چھےٚ پنٕنۍ زِنٛدگی قعلَن تہٕ محلَن منٛز گُزٲرمٕژ
ضروٗرت منٛدن مدد کرنُک عہد کر۔
تٔمِس باسیوو پنٛنہِ گردنہِ پٮ۪ٹھ کیٚنٛہہ تانۍ پکان۔
سُہ چُھ یژھان گاڑِ بناونہِ۔
ازکل چُھ ماحول تَوجُک مرکز بنیومُت۔
مےٚ چھِ اتھٕ صاف
یعنی، تِمن پزِ تمہِ انٛدِ پھیرُن۔
لۄکٕٹ کوٗر چھےٚ اوٚش ہاران۔
سانہِ بٔستی منٛز چھِ بٔڑی مکان
سُہ چُھ پٔتمٮ۪و دَہو ؤریَو پٮ۪ٹھٕ زٔمیٖن دٲری کران۔
ییٚمہِ غلطی سۭتۍ گٔیہٕ تٔمِس نوکری اتھٕ۔
أسۍ ہیٚکو پانس درمِیان یہِ دوٗریٚر ختم کٔرِتھ۔
تِمو تُجہٕ ترٛے ژوٗنٛٹۍ ٹوٗکرِ
آسمان اوس تارکو سۭتۍ بٔرِتھ۔
تٔمِس چُھ اکھ خۄش اِخلاق کِردار۔
تِم چھِ خزانٕکۍ سردار۔
بہٕ تہِ چُھس یژھان تور گژُھن۔
سۄ ٲس بےٚ تٲبی سان بیٚیِس خبر نامس پیٛاران۔
شُرۍ سَمیٚیہِ کیکَس أنٛدۍ أنٛدۍ
تٔمِۍ ٹھاسہٕ نوو پنُن کلہٕ لبہِ سۭتۍ۔
تٔمۍ سُنٛد مول چُھ کٕلٲرٕک
سۄ چھےٚ سمٲجی طور رسوخ واجیٚنۍ۔
1983 یِچ دچھِ ہِنٛز فصٕل ٲس سٲروٕے کھۄتہٕ بہترینو منٛزٕ اکھ۔
وۄستادن ژھونٛڈ پتہٕ بیاکھ رضاکار۔
تٔمِس چُھ سایکل شیرنہٕ خٲطرٕ پنُن ساز سامان۔
اَسہِ چھےٚ یِمن الفاظن مُختٔلِف ذُمرَن منٛز ترتیٖب دِنۍ
سۄنہٕ کِس قۭمتس منٛز چھےٚ سٮ۪ٹھا گِراوٹ آمٕژ۔
تُہۍ ہیٚکِو غور کرنہٕ خٲطرٕ وقت نِتھ۔
یہِ ٲس فوجس خٲطرٕ کامیٲبی۔
بےٚ شُمار لُکو وٕچھ فِلِم۔
سۄ ٲس ہمیشٕہ مِلنسار۔
پٔنٛزۍ کھیٚیہِ ڈبہٕ منٛزٕ ٲلوٕ۔
پُلسُک صدر دفتر چُھ میٛٲنِس گرس نزدیٖک۔
سۄ چھےٚ اوٗٹھۍمہِ جمٲژ پَران
سُ چُھ ییٚمہِ علاقُک حٲکِم، امہِ کِنۍ چھےٚ سارنی أمۍ سٕنٛز فرمان بردٲری کرٕنۍ۔
جاناوارن وہراوِ وٕڑان وٕڑان پنٛنہِ پکھٕ۔
لۄکٕٹۍ بچن کٔر پکنٕچ کوٗشِش مگر روٗد پتھر پٮ۪وان۔
حیدر آبادس منٛز واریاہن ؤرۍین آو سُہ دِلہِ منٛز تعینات کرنہٕ۔
میون کلہٕ ہیوٚتُن تیز تیز نژنہِ۔
آوارن کھوژنٲو سۄ تٔمِس سۭتۍ کتھ کٔرِتھ۔
مےٚ چُھ فٲصلہٕ کرُن زِ مےٚ چھا کالج گژھُن کِنہٕ نہٕ۔
بہٕ چُھس یژھان  زرٲعی زمین تہٕ اتھ سۭتۍ عمارت بناوُن۔
ڈراما اوس جوشہٕ سۭتۍ بٔرِتھ۔
زِنٛٛدگی چھےٚ مۄختصر تہٕ وقت چُھ تیز نیرن وول۔
یہِ رٮ۪واج چُھ وۄنۍ مۄکلیٛومُت۔
دۄن دوستن درمِیان گیہِ لڑٲے۔
تٔمۍ سٕنٛزِ بٮ۪مارِ ہِنٛزٕ علامتہٕ چھےٚ تپھ تہٕ لگاتار خۄشٕک ژاس۔
تِہنٛدِس عیالس منٛز چُھ اَکُے بالینٛغ
تٔمۍ لیٚچھۍ راتھ اکھ خوٗبصوٗرت چِٹھۍ۔
مہربٲنی کٔرِتھ دِ مےٛ کلم ۔
أسۍ چھِ ناپہٕ خٲطرٕ میٖٹری نِظام اِستعمال کران۔
قٲتِلن دِیُت پُلیٖسس پنٛنٮ۪ن قدمن ہِنٛدِ نِشانہٕ سۭتۍ ثبوٗت۔
سۄ چھے گَژھان پَریشٲن آگرتٔمۍ سٕنز گلتی ونو ۔
سۄ چھےٚ میٲنۍ ہم جماعت۔
تٔمۍ سٕنٛدِ رۄتبہٕ کِنۍ ٲسۍ تٔمِس پرٛٮ۪تھ جایہِ عزت کَران
بہٕ چُھس پیشہٕ کِنۍ اکھ چھان، مگر میون شوق چُھ مُصوِری کرٕنۍ۔
یتھ مسلس پیٚٹھ چھِ تِمن ادلہٕ بدل خیالات۔
وُنۍ کٮ۪ن چُھ سُہ رِیادس منٛز کٲم کران۔
واریاہ روٗدٕ پتہٕ گوٚو اسمان نیوٗل تہٕ ہوا گوٚو واریاہ سرٛہُل ہیوٗ تہِ۔
سۄ گٔیہِ گاڑِ ہِنٛدِس حٲدِثس منٛز شدید زخمی۔
تٔمۍ سٕنٛدِس پۄشاکس چھےٚ نالس أنٛدۍ أنٛدۍ خۄشوٕنۍ کٲم۔
تٔمۍ چُھ پنُن زُر کھنٛڑٕ مِٹھٲیہِ دی دی خراب کوٚرمُت۔
تِمو چُھ تجویٖزِ نکار کوٚرمُت۔
جان گوٚو مِستٔرِس سۭتۍ مشورٕ کرُن۔
سۄ ٲس بیٚیہِ زُو ییٚلہِ سۄ گُزرییہِ۔
میانیٚن شُریٚن چھےٚ سیٖمنہِ خۄش کران۔
یٖیرُو پَلو چھِ وٕشنیر دِوان ۔
مےٚ چھِ گَرِ پانٛژھ کۄکرٕ
پلسن روٚ ٹ ژوٗر
اسہِ چھِ مُختٔلِف وسٲیِل رَلاونٕچ ضٔروٗرت
ژَرِ ہِنٛز تونٛتھ چھےٚ آسان پیٚتۍ دار
کرسی میز ساگوان کی لکڑی سے بنایا گیا تھا۔
عیالن کھیوٚو شامُک بتہٕ اِکہٕ وٹہٕ۔
سُہ چُھ دِلہِ منٛز اکہِ مکانُک مٲلِک
تٔمۍ سٕنٛدۍ جُرمن چُھ سُہ بدنام کوٚرمُت۔
أسۍ چھِ زُو ژٹان تہٕ پتہٕ چھِ آرام کران۔
تِمو گُزور شام تاس گِنٛدان گِنٛدان
تٔمۍ دِژ پرٛژھنہٕ روٚستُے زانکٲری۔
تٔمِس توٚر ییٚمہِ مسلُک کُھر وۄنۍ پِھکرِ
یہِ چُھ چون سفر نامہٕ۔
کامہِ پیٚٹھ بد سلوٗکی سان پریشان گژھنہٕ پتہٕ کٔر تٔمۍ خودکشی۔
خشونت سِنٛگ چُھ مشہوٗر نثر نِگار۔
اسہِ پزِ واریاہو وجوٗہاتو کِنۍ بحث بڑاوُن۔
یہٕ منٛصوٗبہٕ کَرِ پرٛٮ۪تھ ؤری ہَوہَس منٛز زٕ ساس ٹَن کاربَن کم
تٔمۍ سنٛدِ کنہٕ کِن اوس ٲبی مادٕ نیران۔
قانونی نِظام چُھ زبردستی پیٚٹھ مبنی۔
تٔمِس چُھ مٔکرِس لور روزنس عادت
معاہدٕ چہِ درستی چُھ نہٕ وٕنیُک تانۍ دستخط گوٚمُت۔
زِیارت گاہن ہُنٛد دورٕ کرُن اوس تٔمۍ سُنٛد واضح ارمان۔
طٲلبہِ عٔلِم چھِ پنٛنِس استادس پاک ذات مانان۔
سیٲسی جمٲژو کٔر اِنتخاب برونٛہہ پنٕنۍ تبلیغی زورٕ شورٕ سان شُروع۔
مےٚ اوٚن چانہِ خٲطرٕ اکھ ایٚپلِکیشن فارم۔
توٲریٖخ دان چھِ بٔستی ہِنٛدِس توٲریٖخس پیٚٹھ یِنہٕ واجنہِ کِتابہِ خٲطرٕ مضموٗنن ہِنٛز درخواست کران۔
"
تِمن چیٖزن ہِنٛز فہرِست بَنٲیِو یِم اکھ بہتٔریٖن سال بناون"
روٗدس منٛز مہ گٔژھِو أدٕرۍ ۔
مےٚ چھِ یتھ مسلس پٮ۪ٹھ واریاہ سوال۔
سُہ پرون نیزٕ یُس سِپاہ استعمال ٲسۍ کران چُھ وۄنۍ عجٲیِب گرس منٛٛز۔
تِمو بوزنٲو نژنہٕ کہِ ذٔریعہٕ دٔلیٖل۔
تٔمۍ سٕنٛزن کتھن چُھ سنٛجیٖدٕ معنی۔
ؤزیٖر اوس پٔزۍ پٲٹھۍ کامہِ سۭتۍ خۄش گوٚمُت۔
أسۍ چھِ یژھان کٲجِس منٛز گاڈٕ کھیٚنہِ۔
تِم آسن سانہِ کمپٔنی خٲطرٕ فٲیدٕ منٛد اِضافہٕ
سُہ چُھ اکھ ناشُکُر تہٕ غٲر مُطمعیٖن مریٖض۔
یہِ سُہ ونان چُھ مےٚ چھےٚ نہٕ تمِچ رژھ تہِ گرٛین۔
تۄہہِ چھوٕ بِجلی تار؟
"بکواس مہ کر، ""تمہِ ووٚن تیزرٕ سان۔"""
تمہِ کٔر کتاب ماجہِ ہِؔنٛدِ ناوٕ۔
سۄ چھےٚ اکھ لوٗبوٕنۍ انۂرِش کوٗر۔
سُہ اوس پَرُس فوجس منٛز بٔرتی کرنہٕ آمُت۔
شمع گاشن بڑٲو تٔمۍ سٕنٛز خوبصوٗرتی۔
تٔمۍ سُنٛد بُتھ اوس زرد تہٕ بٮ۪مار ہیٛوٗ۔
سۄ چھےٚ ہمیشہٕ تیز رنٛگ لاگان۔
شامن ٲس پارکہِ منٛز دٕہۍ ژھٮ۪تَے
سُہ چُھ مٲہِر سِپاہ
بیان اوس أکۍ مشہوٗر عٲلِمن دیُتمُت۔
تِمو لوٚب ڈانٛچہٕ خٲطرٕ اصلی نقشہٕ۔
أنٛدرم آیہِ جرٲحی دوران کڑنہٕ۔
مےٚ چھےٚ پنٕٛنین خیالن ترتیٖب دِنہٕ خٲطرٕ کیٚنٛہہ وقتٕچ ضٔروٗرت۔
أسۍ آسو مِشکِلو باوجود تہٕ فتح یاب۔
تٔمۍ سُنٛد مول چُھ اکھ واریاہ سمٕجدار نفر۔
سُہ چُھ واریاہَو ؤرۍیَو پٮ۪ٹھٕ سانہِ مالُک خٔریٖدار
سمندری جہاز ووٚتھ لہرو کِنۍ سمنٛدرس منٛز بۄن بۄن۔
سُہ چُھ تٔمِس کورِ ہِنٛدیٚن جزباتن سۭتۍ گنٛدان۔
سُہ اوس زٲوِیُل تہٕ زرٕد۔
تٔمِس چھےٚ دفترس منٛز واریاہ کٲم نامُکمل۔
افسر تہٕ جہازُک عملہٕ چُھ ہُشار۔
خیالن منٛز اوس سُہ سٲرِسٕے مُکلس راج کران۔
تٔمۍ ہیوٚک نہٕ مزیٖد پنُن اسُن رُکٲوِتھ۔
بچہٕ روٗد پٔتھرِس انٛدٕ ونٛدٕ کھۄکٕھش کران۔
برٛونٛہہ کالہِ اوس احتجاج کرن والیٚن سخت سزا دِنہٕ یوان۔
تٔمۍ زیوٗن تمغہٕ پنٛنہِ سخت محنتہٕ سۭتۍ۔
مےٚ چھےٚ وۄمید زِ ژٕ گوکھ نہٕ میٛانہِ سۭتۍ تنٛگ
تٔمۍ سٕنٛدِس نیٚچِِوۍ سٕنٛز کامیٲبی ٲس تٔمۍ سٕنٛد، خٲطرٕ واریاہ بٔڑ خوشی۔
مےٚ چُھ باسان زن رام چُھ جلدی بَڑیومُت
تٔمۍ بٲووۍ پنٛنہِ زِنٛدگی ہِنٛدۍ واریاہ ناگَوار راز۔
شِرکت کرنس چُھ پرٛٮ۪تھ کُنہِ سطحس پیٚٹھ پوچھر دِنہٕ یِوان۔
تۄہہِ پزن پنٕنۍ نم باقٲعدگی سان کاسٕنۍ۔
تٔمِس چھےٚ اتھس مںٛز پِپِنۍ۔
سُہ چُُھ تس سٕنٛدِ خٲطرٕ نوکری ہُنٛد اِتظام کرنٕچ کوٗشِش کران۔
اپُز ونُن چُھ اکھ واریاہ خراب عادت۔
یہِ نتیٖجہٕ بناوِ مےٚ تیشل۔
اسنہٕ سۭتۍ چُھ بُتھ تازٕ ہٮ۪کان گژھِتھ۔
سۄ چھےٚ یژھان گوہَرُک ہار۔
یہٕ چُھس یژھان قٲد خانُک مُحٲفِظ بنُن۔
بادشاہ سٕنٛز درخواست ٲس حُکمس برابر۔
بہٕ گژھٕ پگاہ منٛدِر۔
یہِ وایبریٹر چُھ یِوان دگ کم کرنہٕ خٲطرٕ اِستعمال کرنہٕ۔
أکِس اِنسان سٕنٛدۍ الفاظ چھِ تٔمۍ سُنٛد سونٛچ ظٲہِر کران۔
تٔمۍ سٕنٛزِ نرِ اوس ورم کھوٚتمُت۔
خۭمن بچٲوۍ أسۍ بدتر موسمہٕ نِش۔
سیوٚدُے لم چُمٹہٕ سۭتۍ دۄن پِنَن۔
مےٚ چُُھ نہٕ وۄنۍ ہونٛٮ۪ن ہُنٛد خوف
سۄ چھےٚ عٔظیٖم کِردار واجیٚنۍ زنان
سُہ بنیوو مشرقی افریٖقی بینٛک کٮ۪ن شاخن ہُنٛد سُپرٛنٛڈنٛٹ۔
دانٲیی بغٲر چھےٚ دولت بےٚ مۄل۔
یتھ معاملس چھےٚ سخٕت تحقیٖقاتٕج ضروٗرت۔
أسۍ ٲسۍ سمنٛدر بٔٹھِس پٮ۪ٹھ کٔچھوٕ وٕچھنہِ گٔمٕتۍ۔
بہٕ چُھس مضبوط مٹرَسس پٮ۪ٹھ شۄنٛگُن پسنٛد کران۔
تۄہہِ پزِ توٚتانۍ واتنُک طریٖقہٕ ژھانٛڑُن۔
یتھ بوتلہِ منٛز چُھ تیزٕ
تٔمۍ ؤنۍ مسخری سان دلیٖل۔
