ہوٗن اوس پنٕنۍ لٔٹ گِلناوان۔
ڈایناسور ہٮ۪ک نہ تبدیل شُدا ماحول حصابٕ رٗزِتھ
یہِ چُھ بِلکُل نوٚو خیال۔
مےٚ چھا ویزا ہٕچ ضروٗرت۔
آفتاب اوس پرٛزلان۔
تٕٔی سنٛبھول صورتہِ حال مُنٲسِب طریقہٕ۔
سُہ کھوٚت کُلہِ کِس پیٚٹھمِس حِصس، کھیین ژوٗنٛٹۍ۔
مُنتظم اوس صدر سٕنٛدِ بدلہٕ کٲم کرنا۔
بہٕ ٲسٕس ناولہِ منٛز پوٗرٕ پٲٹھۍ مَس گٔمٕژ
تٔٔمۍ سٕنٛز زِنٛدگی ٲس بڑٕ بہتٔریٖن
تٔمۍ نفرن وُچھ تٔمِس کُن شک چہِ نظرِ۔
امیدوار یِن زبٲنی اِمتحان خٲطرٕ بُلاونہٕ۔
بچاون والیٚن لٔگۍ ملبہٕ تلہٕ لُکھ کڑنس زٕ گٲنٛٹہٕ۔
مریٖض سٕنٛز شکٕل گٔیہِ دادِ سۭتۍ ۂج۔
سُہ چُُھ واریاہ زور آور مضبوٗط ییٚلہِ زن تمۍ سُنٛد بوے چُھ کمزور۔
پرٛٮ۪تھ کُنہِ عملہِ ہِنٛزِ منصوٗبہٕ بٔنٛدی پتہٕ چُھ کانٛہہ نتہٕ کانٛہہ مقصد آسان۔
طبی شعبس منٛز حالَے یۄس ترقی کرنہٕ چھےٚ آمٕژ سۄ چھےٚ ناقٲبلہِ قیاس
سارنٕے آیہِ رسمی پۄشاک لٲگِتھ یِنٕچ گُزٲرِش کرنہٕ۔
بروٗنٛٹھمِس ہگر کِس نیٚبرِمِس دٲیرس چُھ کیاہ تام مسلہٕ۔
قانونی نِظام چُھ زبردستی پیٚٹھ مبنی۔
تٔمۍ ووٚن بہٕ آسہٕ ییٚتہِ 6 بجے۔
تٔمی چھِ بٕہرس سۭتۍ کتھ کران۔
تِم چھِ ظُلمس خلاف لڑان۔
تٔمۍ سٕنٛدِس خوٗنس منٛز اوس زہر شٲمِل۔
ٲسۍ معٲلجیٖن چُھ زانان زِ جراثیم کٔشی ہیٚکہِ نہٕ ضروری طور وائرسس مُتعلق ٲسِتھ۔
تِم ؤتھۍ ہیرن احتیاط سان۔
سُہ چُھ گۄڈنِیُک نفر یُس اِنٹروِیوٗ خٲطرٕ آو۔
مےٚ اوس شک زِ سُہ اوس تتہِ موجود۔
اسہِ ٲس ڈیٹا جمع کرنٕچ ذِمہٕ وٲری دِنہٕ آمٕژ۔
سۄ چھِ سۄ زنانہٕ ییٚمس عٲبت غٲبت کرٕنۍ خۄش چھےٚ کران۔
سُہ چُھ پنٛنہِ وقتہٕ کیٛو عٔظیٖم عقٕل منٛدو منٛزٕ اکھ۔
مےٚ چھےٚ نہٕ پنٛنیٚن مُشکِلاتان مُتعلِق کتھ کرٕنۍ سہل باسان۔
چوٗکۍ درن دیُت طٲلبِ علمن عجٲیب گَرس منٛز اژنُک اِجازت۔
ژٕ ہککھ تالوس پٮ۪ٹھ جوٚمیٹری ہٕندۍ ڈِزایِن وُچھِتھ۔
تِم چھِ شہر چیٚن تمام اژنہٕ چن جاین پیٚٹھ نظر تھٲوِتھ۔
میٲِس سوالس جواب دِنہٕ بروٚنٛہہ ٹھہریوو سُہ۔
میٲنِس ٹھٹھس پیٚٹھ اسان اسان نٮ۪مییہِ تِم۔
رضاکٲری ہنٛد احساس اوس کِتھ تانۍ پٲٹھۍ سانہِ نسلہِ منٛز۔
کپتانن کوٚر سمنٛدری جہاز سفرٕ خٲطرٕ تیار۔
تُہۍ ہیٚکِو ٲبی رنٛگ کُنہِ تہِ وانہٕ پیٚٹھٕ أنِتھ۔
تِمو چُھ نوٚو شفاخانہٕ بَناونُک ٹھیکہٕ کوٚرمُت
سُہ واتہِ عیٖز کیُتھ۔
منٛع کرنہٕ آمُت مٮ۪وٕ چُھ موٚدُر آسان۔
دۄشوٕے صدر گٔیہِ سونٛتس منٛز سربرٲہی اِجلاس کرنس پیٚٹھ رٲزۍ۔
یہِ تہِ تۄہہِ چُھ تمہِ خٲطرٕ گژھ شُکُرگُزار روزُن۔
نزدیٖکٕے ٲس أکِس پلس رز گٔنٛڈِتھ۔
عیٖسوی بروٚنٛہہ کِس توٲریٖخس منٛز چُھ نہٕ یہِ لبنہٕ یِنہٕ وول۔
مزدور چُھ کارخانس منٛز کٲم کران۔
یتھ ضیافتس چُھ اکھ مخصوٗص مزٕ۔
ہوا کہِ کمی کِنۍ گوٚو تِمن دم۔
بہٕ چُھس پنُن پان خۄش قٕسمت زانان زِ مےٚ چھےٚ یِژھ موج۔
کمپیوٗٹر چُھ ٹھیک کٲم کران۔
ساحِل کرِ آتھوارِ دۄہ مریَمس سۭتۍ خانٛدر۔
سُہ چُھ نٮ۪تہٕ سۄت، مگر توتہِ پنٛنہِ کامہِ منٛز جان۔
تٔمِس اوس لگاتار کلہٕ دادِ سۭتۍ عذاب گژھان۔
تٔمۍ کٔر اسنٕچ کوٗشِش۔
گاڈٕ چھےٚ میٖژس تہٕ شکلہِ منٛز الگ الگ آسان۔
تمۍ کوٚر مشٲہدٕ زِ دوپہار کہِ کھیٚنُک وق واتہِ دٔستی۔
سُہ لڑکہٕ گوٚو بحری فوجس منٛز شٲمِل۔
ژٕ چُھکھ خلاف ورزی خٲطرٕ گِرِفتار کرنہٕ یوان۔
کُٹھ اوس آرام دہ۔
ہیٚڈ ماسٹر سٕنٛدِس واپس یِنَس تانۍ چُھس بہٕ نٲیِب سٕنٛدِس طورس پیٚٹھ کٲم کران۔
اسہِ اوٚن بازرٕ لیٚمبۍ چیٖرُن۔
تٔمۍ سٕنٛدۍ مزاحِین اسنٲوۍ سٲری۔
بہٕ چُھس یژھان تٔمِس ۂٹۍ چیٖر دیُن۔
یہِ چُھ اِنتِہٲہی ضروری زِ تُہۍ کٔرِو ہِدایاتس پیٚٹھ عمل۔
بہٕ پیٛارَے ژےٚ کٔدلس پیٚٹھ۔
تٔمِس ؤنِو یوٗت وٕ تیوٗت سُلی واتُن۔
مکانس چُھ پٮ۪ٹھٕ ژھییہ پَش
سٕژنہِ چھُ تیز پیوٚت۔
مَگر خۄشوٕنہِ رٮ۪تہٕ کالہِ پَتہٕ چُھ ونٛدٕ یِوان
تٲلیٖمی معیار چُھ وۄنۍ بہتر گوٚمُت
سُہ چُھ مستہٕ روٚس نفر۔
مےٚ کوٚر گرٕ تصور کرنٕچ کوٗشش ییٚلہِ سُہتتھ بیان اوس کران۔
اسہِ چھےٚ کامہِ منٛز یکسان رفتار برقرار تھاونٕچ ضروٗرت۔
سۄ ؤژھ تھوٚد نٹان نٹان، تہٕ درٛایہِ کُٹھِ منٛزٕ نٮ۪بر۔
تفتیٖش کرنہٕ پتہٕ گٔیہٕ تٔمۍ سٕنٛدۍ دعوا غلط ثٲبِت
بچن کھیٛوو غٕزا زٕ گٲنٛٹہٕ برٛونٛٹھ۔
سُہ چُھ پنٛنہِ حٲدِثہٕ پتہٕ پیٚٹھٕ تھوڑا دۄکھٕ زد۔
بہٕ ہٮ۪کہٕ یہِ تٔمۍ سٕندِ خٲطرٕ کٔرِتھ۔
میٲنس لۄکٹس نیٚچوس چھےٚ اکہِ قٕسمٕچ ٲسٕچ بٮ۪مٲرۍ۔
نیب چُھ ہاوان زِ سُہ چُھ دوٗر منگولیاہس منٛز روزان۔
یہِ کھٮ۪نس چُھ جان مزٕ۔
تٔمۍ کوٚر آنٛکار زِ تٔمۍ چُھ اَپُز ووٚنمُت
مُخٲلِف جمٲژ کوٚر مجلِسہِ منٛز شِرکت کرنس بایکاٹ
سۄ روٗز پنٛنِس بٕجرس منٛز صحت یاب۔
بارت چُھ واریاہ خۄشکیٖل لٔڑکہٕ۔
ییٚلہِ وۄپر نفر تٔمۍ سُنٛد گرٕ ژاو تٔمۍ دِژ مدتہٕ خٲطرٕ کرٛٮ۪کھ
مےٚ چھےٚ خطرناک دگ۔
یہِ چُھ ٹٲر دار میز۔
بہٕ زانن نہٕ سُہ ذٲتی طورس پیٚٹھ۔
"
پُلیٖس اہلِکارو کٔرۍ جنٛگ جوٗں ۂتھیار ترٛاوٕنہٕ خٲطرٕ مجبوٗر۔"
ییٚمہِ رٮ۪تہٕ کالہِ اوس اَسہِ گُلمرگہِ ڈیرٕ ترٛوومُت
سرحدی رِیاستن چُھ ہمیشہٕ بیٖروٗنی حملن ہُنٛد خطرٕ آسان۔
تہٕ تُہۍ چِھوٕ نظریہ ساز؟
ژےٚ کوٚرُتھ تٔمِس اَپُززیٛور ونٛنُک جُرَتھ۔
دۄن دوستن درمِیان گیہِ لڑٲے۔
اہلہِ کار گٔیہٕ جنٛڑٕ لہراونہِ۔
دورن والیٚن پیٚیہِ واریاہن گرم حالاتن ہِنٛز ہٲل کرٕنۍ۔
پارٹی ہِنٛدیٚو رُکنو کٔر رہنُما سٕنٛزِ پھاسہِ پٮ۪ٹھ مزمت۔
تٔمِس أنٛدۍ پٔکۍ چُھ اکھ پاک ماحول۔
أسۍ مانَو زِ سُہ اوس اَمہِ دۄہہ شہرٕ نٮ۪بَر
مےٚ کوٚر یہِ پنٛنہِ مرضی سۭتۍ۔
تۄہہِ چھو یتھ بلکل صحیح طریقس منٛز وٕچھنٕچ ضروٗرت۔
مےٚ آیہٕ مرکٔزی دفتَرس منٛز تبدیٖلی کرنہٕ
تمام ہوٗنۍ ٲسۍ زِنٛدٕ۔
تٔمِس توٚر فِکرِ زِ تٔمۍ چُھ تٔمِس دوکھٕ دیُتمُت۔
ییٚٚمہِ کِتابہِ ہِنٛز بُنیٲدی دٔلیٖل چھےٚ دُنیٲیی معاشِیَتس پٮ۪ٹھ
علاقس منٛز چُھ صِرِف اکھ شراب خانہٕ۔
تٔمۍ سٕنٛدۍ شَرارتن کھوژنووُس بہٕ۔
دٔلیٖل ٲسۍ شٲعری منٛز لٮ۪کھنہٕ آمٕژ۔
سُہ چُھ وفادار خاندار
تازٕ مٮ۪وٕ تہٕ سبزِیہِ کھیٚیِو سٮ۪ٹھا۔
زخمہٕ منٛزٕ خونُک نیرُن رُکیٛوو۔
میون ناو چُھ اسلم۔
تٔمۍ کوٚر 1980 ہس منٛز ٹی وی یس پیٚٹھ دستاویزی سِلسٕلہٕ وار پیش۔
یِمن مسٲیلن ہُنٛد چُھ نہٕ کانٛہہ تہِ حل۔
شک چُھ دوستی ہِنٛدِ خٲطرٕ زہر۔
استادن کرنٲو پوٗرٕ جماعت تلفظس منٛز مشٕق۔
بالہٕ کہِ پیٚٹھمہِ حِصہٕ پٮ۪ٹھ چُھ حٲران کرن وول نظارٕ۔
تٔمۍ کٔر پنٕنۍ ژوٗر ہِتو سۭتۍ واجِب قرار دِنٕچ کوٗشِش۔
تٔمِس آو شیطٲنی طورس پیٚٹھ حملہٕ کرنہٕ تہٕ لوٚگُس کَلس۔
ییٚمہِ وَتہِ ہِنٛدِ مُسلسَل اِستعمالہٕ کِنۍ چھےٚ ایٚمِچ حالت بَتر گٔمٕش
مہربٲنی کٔرِتھ مہ کٔرِو پنٕنۍ کوٗشِش بنٛد
باسان اوس تٔمِس چُھ جِن ژامُت۔
سۄ زنان چھےٚ سٮ۪ٹھا حُسٕن واجیٚنۍ
لبہِ ہِنٛدِس أکِس طرفس ٲسۍ سفید ہِوۍ داغ۔
تنٛظیٖمہِ ہُنٛد اِختیار چُھ سربَراہَن روٚٹمُت
ڈاکٹرن لیٚکھۍ مےٚ نیٚنٛدر یِنہٕ خٲطرٕ کینٛہہ دوا۔
یِتھ کٔنۍ اورٕ یورٕ کرُن کر بنٛد۔
سۄ چھِ پنُن تعارُف أکِس مبلغ سٕنٛز حیثیت دِوان
اَسہِ پَزِ نہٕ پنٛنٮ۪ن فرٲیضن نِش پَتھ روزُن
تِمو مور سُہ بٔنٛدوٗقَو سۭتۍ مار دی دی
یُتُھے تِمن میٲنۍ بِل میلہِ تِم سوزن مےٚ تمی ساتہٕ چیک ڈاک کہِ ذریعہٕ۔
بہٕ چھس پنٛنہِ ماجہِ ہِنٛدِ خٲطرٕ آرام یَژھان
بادشاہ سُنٛد قتل چُھ ڈرٛامہ کِس گۄڈنِکِس حِصَس منٛز سپدان
مےٚ چھےٚ پنٛنِس کُٹِھس منٛز لٔکرِ ہِنٛز اِستٔرۍ۔
تٔمِس چُھ سماجس منٛز اعلٰی مقام
عَلاوٕ توٚمُل تھاو گُدامس منٛز۔
عمارتہِ پٮ۪ٹھ آو واریاہ زیادٕ رقم خرٕچ کرنہٕ۔
تُہۍ چِھو ہیٚکان تٔمۍ سُنٛد مطلب سمجِتھ ؟
مےٚ چُھ باسان زِ ووٹ دیُن چُھ میون معاشرتی فرض۔
تمہِ دِیُت مےٚ پینسل نِبہِ سۭتۍ اوٚنٛگجہِ تُرٛس۔
سُہ چُھ علمہِ مقاماتُک مٲہرِ۔
سُہ چُھ اکھ اصٕل بیٹِنٛگ کرن وول۔
مےٚ چھِ تُل سٮ۪ٹھا پَسنٛد
آتھور چُھ سُہ دۄہ ییٚلہِ بہٕ آرام چُھس کران۔
مےٚ وُچھ کھہَس منٛز اَکھ ہاپُت
تٔمۍ سٕنٛدِ حٲدِثہٕ پتہٕ روٗز نہٕ تٔمِس گٲڑۍ چلاونٕچ ہٮ۪مت۔
میانہِ ماجہِ چُھ نہٕ ٹی وی وُچُھن خۄش کران۔
بہتر چُھ ژٕ لاگ کوٹھس تل صدٕرۍ۔
تمہِ علاقچہِ جمٲژ آیہِ ساروٕے کھۄتہٕ زیادٕ ووٹ دِنہٕ۔
تٔمۍ سٕنٛزِ نوِ نوکری ترٛوو تس پٮ۪ٹھ واریاہ دباو۔
سانہِ ٹیٖمہِ آیہِ میچس منٛز شِکست دِنہٕ۔
بہٕ گوس تنقیٖد کہِ عداوتہٕ سۭتۍ واریاہ حٲران۔
تِم چھِ پنٛنین تفریح ہِنٛدیٚن عملن منٛز آوٕرۍ۔
کِتابہِ میلیو جان توجہ۔
طٲلبہِ علمن آو ونٛنہٕ زِ تِم کٔرِن پٔتمیٚن بابن ہِنٛدۍ تمام سوال مُکمل۔
تٔمۍ چُھ شال ووٚلمُت۔
واریاہ رزاکار تنظیمہِ آیہِ ضروٗرت منٛدن مدد کرنہِ۔
مُلک چُھ پٔتۍمٮ۪و دَہو ؤرِیو پٮ۪ٹھٕ بد امنی منٛز۔
تٔمۍ چھوٚل پنُن بُتھ تٕرنہِ آبہٕ۔
سُہ اوس سوٚدرِس منٛز غۄطہٕ خٲطرٕ گوٚمُت۔
تٔمۍ سٕنٛدۍ تمام پرٛٲنۍ دوست گیہِ تٔمِس خلاف۔
توفانٕچ شِدت چھنہٕ برداشتہٕ گژھان۔
بہٕ کَرَے ژےٚ نیرنہٕ برٛونٛہہ فون۔
شامن ٲس پارکہِ منٛز دٕہۍ ژھٮ۪تَے
مےٚ چُھ اکھ مشورٕ: دُکان والین کٔرِو فون تہٕ پرٕٛژُھو اتھ مُتعلق۔
مےٚ چُھنہٕ تیز دورُن خۄش کران۔
لڑایہِ منٛز چھِ نہٕ کانٛہہ تہِ زینن وول آسان بلکہِ چھِ سٲری ہارن وٲلۍ آسان۔
ژٕ ہٮ۪کَکھ ترٛیٚیہِ قٕسمُک پۄشاک تُلِتھ
دَرٕدَرٕ کَرنہٕ مۄکھٕ دِمو أسۍ تۄہہِ قۭمتَس منٛز اصٕل رِعایت
تنٛظیٖمی چُناو یی پگاہ لڑنہٕ۔
چانہِ ٹوپہِ پٮ۪ٹھ چھےٚ مٔچھ۔
تٔمِس آیہِ تھٔدِس درجَس پٮ۪ٹھ پرٛموشن دِنہٕ۔
بہٕ چُھس ہفتس منٛز اکہِ لٹہِ پنٛنِس باغس منٛز گژھان۔
ژٕ ہٮ۪کَکھ تٔمِس واجہِ مُتعلِق پرٛژِھتھ
بہٕ چُھس مضبوط مٹرَسس پٮ۪ٹھ شۄنٛگُن پسنٛد کران۔
ملکٕچ نمایاں ترقی چھےٚ حُکمران حکومتس پٮ۪ٹھ دارمدار آسان۔
شُرۍ ٲسۍ واریاہ تھکاون وٲلۍ۔
ییٚلہِ أسۍ تٔمِس برٛونٛہہ کنہِ آیہِ، تٔمۍ کوٚر پرٛیٚتھ کُنہِ اِنٛکار۔
تٔمۍ ژوٚٹ لۄکچہٕ کورٕ واریاہ ژھوٚٹ مس۔
ژٕ کر گوکھ تور۔
بہٕ گوس تنقیٖد کہِ عداوتہٕ سۭتۍ واریاہ حٲران۔
یہِ چُھ اکھ اصٕل پٲٹھۍ تعمیٖر کرنہٕ آمُت نوٚو شہر۔
مےٚ پزِ پنٛنِس عیالس سۭتۍ جان پٲٹھۍ پیش یُن۔
تٔمۍ ٲسۍ تٔمۍ سٕنٛدِس ژٔکِس مُتعلق پرٛژھنہٕ خٲطرٕ سیٚٹھا بےٚ قرار۔
یہٕ چُھ بحث کرنہٕ خٲطرٕ جان موضوٗع۔
چمرٕکۍ پیٚٹھِم حِصہٕ ٲسۍ نہٕ واتلس نِش دستیاب۔
چٲنِس شریٖکس آسہِ راے دِنُک اختیار زِ ژٕ کِتھ کٔنۍ چلاوکھ کمپنی۔
تمہِ ترٲوۍ ٹارٕچ اشارٲتی طور
أسۍ چھِ وُنہِ پننٮ۪ن سپاہن ہٕنٛدِ مرنُک ماتم کران
لڑایہِ گَرٮ۪و ژارِ اخبٲری نُمٲیِنٛدن تِہنٛزٕ غٲر سمٲجی ہرکتہٕ بیان کرنہٕ خٲطرٕ لٮ۪کہِ
کیٚنٛہہ ژھاوجہِ چھےٚ زن باقین ژھاوجیٚن ہِنٛدِ کھۄتہٕ اصٕل دۄد دِوان۔
تٔمِس میٛول یونین کٔلبس منٛز دٲخلہٕ
تٔمۍ سٕنٛزٕ زنٛگہٕ آسہٕ کمزور ۔
یہِ تصویٖر چھےٚ مےٚ پنٕنۍ تخلیٖق۔
کانٛہہ ہیٚکیا پٔزۍ پٲٹھۍ دہن مِنٛٹن ہِنٛدِس اِنٛٹرویوس منٛز کٲنٛسہِ وۄمیدوار سٕنٛزِ قٲبلِیتُک انٛدازٕ لگٲوِتھ؟
ہوٗن تھوٚک نہٕ ترٛووُن پیٖچھا۔
شریٖکو کٔر اکھ مُلاقات۔
تاج محل چُھ اکھ عٲلی شان یادگار۔
سڑکہٕ چھےٚ تنٛگ تہٕ موڈ دار۔
یِتھ کٔنۍ سۄ لۄکچارَس رَچھنہٕ آیہِ تٔمِس چُھ تَمیُک سخ محسوٗس
سُہ گوٚو پنٛنیو اعمالو سۭتۍ غدٲری کُن رٲغِب۔
دُہہ چہِ گۄڈٕنِچہِ ریلہِ منٛز چُھ اکثر واریاہ زیادٕ ہجوٗم آسان۔
بستہٕ لَجہِ اچانک پھٹنہِ
یہِ کِتاب کٕنٕنۍ چھےٚ سانہِ خٲطرٕ فٲیدٕ منٛد۔
سُہ اوس خۄد غرض تہٕ دغا باز بنٮ۪ومُت۔
غٲر نِصٲبی عمل چھےٚ جلدی لاگوٗ گَژھن واجیٚنۍ
یہِ وایبریٹر چُھ یِوان دگ کم کرنہٕ خٲطرٕ اِستعمال کرنہٕ۔
سانہِ عوامٕچ اکثریت چھےٚ نظر انٛداز تہٕ بےٚ آواز محسوس کران۔
تٔمۍ ہٲو بطورِ افسر زبردست صلٲحیت۔
سۄ چھےٚ ییٚمہِ نوکری خٲطرٕ مُنٲسِب
سُہ دراو جلدی
مہربٲنی کٔرِتھ سوز پونٛسہٕ۔
کمپنی چھےٚ نہٕ کانٛہہ تہِ غلط کٲم مٹہِ ہٮ۪وان۔
مارکیٚٹ چُھ سٹاک کیٚن قۭمتن منٛز وسوُن رجحان ہاوان۔
أسۍ ہٮ۪کو نہٕ یِم نتٲیِج پۄختہٕ ثبوٗت بغٲر مٲنِتھ۔
تُہۍ چِھو نہٕ تٔمۍ سٕنٛزِ کامیابی ہِنٛزِ اہمیتہِ مُجرٲہی دِوان۔
سۄ چھےٚ پرٛٮ۪تھ دۄہ میٲنِس صحتس مُتعلِق پِرٛژھٕ غٲر کران۔
کِرکٹ گِنٛدنُک پِچ چُھ وُنۍکیٚس اوٚدُر۔
زنانہٕ چھےٚ سٕکارف وونان یِم دوٗر دراز مُلکن منٛز کٕنٛنہٕ چھِ یِوان۔
اکھ پانٛژ کوٗنہٕ دار شکٕل بنٲیِو۔
شِیر بازر چُھ کیٚنٛہہ کالہٕ پٮ۪ٹھٕ ٹھپ۔
بادام چُھ اکھ میٚوٕ۔
تِمو ساروٕیو کوٚر بیان نظر انٛداز۔
جِسمٲنی کمزوٗری آسنہٕ کِنۍ چُھ نہٕ سُہ ہٮ۪کان کٲم کٔرِتھ
تٔمِس چُھ نہٕ میٲنِس طریقس سۭتۍکانٛہہ تہِ اعتراض۔
پانٛژِ ؤہرِ کھۄتہٕ کم بچہِ چھِ گاڈٮ۪ن تہٕ ٹرینن منٛز عموٗمن مفت سفر کران
لگ بگ آو شام کہِ بتہٕ کھٮ۪نُک وقت۔
تٔمِۍ سُنٛد مقصَد چُھ ڈاکٹر بَنُن
مےٚ چُھ نہٕ صبر۔
یہِ چُھ اکھ ہورمُت مقدمہ۔
واریاہ زیادٕ خۄد تجزِیہٕ چھےٚ بےٚ مطلب۔
سُہ چُھ مٲہِر سِپاہ
تِمو کوٚر زٲنِتھ مٲنِتھ مسلہٕ نظر انٛداز۔
یُنوَرسِٹی کٔمِشَنن کٔر رُشوَت کِس معاملَس منٛز تحقیٖقات
بہٕ کتہِ ہٮ۪کہٕ ٹِکٹ أنِتھ؟
انِگٹہِ سۭتۍ میٛوٗل نہٕ فوجس کانٛہہ تہِ بچاو۔
أسۍ مانَو نہٕ تِہِنٛدۍ سٲری شرایِط
اخبارس منٛز اوس نہٕ مضموٗنُک پوٗرٕ مَواد
زمیٖن آو امہِ کِس گۄڈنِکِس مٲلِکس واپس دِنہٕ۔
اکھ چایہِ کَپ روزِہا زیادٕ قٲبلہِ قٔبوٗل
کٔشیٖرِ ہٕنٛدۍ لوٗکھ چھِ مُشکلی سان زِنٛدگی گُزاران
ڈرٛامہُک اَہم کِردار چُھ میری ادا کوٚرمُت
تٔمۍ سمُجھ میون مطلب انٛد ہٮ۪تھ غلط۔
ییٚلہِ میون پیٚتٕر واریاہ زیادٕ چٮ۪وان چُھ، سُہ چُھ واریاہ بدمِزاز گژھان۔
تمہِ کٔر تٔمِس سۭتۍ لۄتہِ آوازِ منٛز کتھ۔
فِلمہِ اوس ٹھاک لاگنہٕ آمُت
تٔمۍ دِژ تس اکھ کشِش واجیٚنۍ نظر۔
قلعہٕ چھِ سیاحن ہِندِ توجٕکۍ مرکز بنیمٕتۍ۔
بہٕ ہٮ۪کہٕ یہٕ اَصٕل تبدیٖلی ہِنٛدِس طورس پٮ۪ٹھ بیان کٔرِتھ
سُہ یُس حٲضِر چُھ ،سُہ چُھ وزیر۔
واریاہو نفرو کوٚر جمٲعژ منٛزٕ نیرنُک فٲصلہٕ۔
ہُمِس نفرس چھےٚ پَے زِ واریاہو بِسلایو سۭتۍ کِتھ کٔنۍ چھِ گاڈِ رٹان۔
موجوٗدٕ ناو چُھ اکہِ پرانہِ ناوٕ منٛزٕ کڑنہٕ آمُت۔
بالُک سرٕد واو اوس ہَوہس تازٕ تھاوان۔
لگاتار پریشٲنی کوٚر تٔمۍ سٕنٛدِس میادس زخم۔
شمٲلی ڈکوٹاہس منٛز چھےٚ سیاحت واریاہ کم۔
تٔمۍ ووٚن تس سۄ چھےٚ اپٕزۍزیور، ییٚمہِ پتہٕ سۄ درٛایہِ۔
دُکان ترٛاوکھ تہٕ ژٕ واتَکھ مدرَسس بروٚنٛہہ کنہِ۔
مےٚ چُھ یہِ ناقٲبلہِ اعتبار باسان۔
مےٚٚ چھےٚ نہٕ تٔمۍ سٕنٛز روزنٕچ جاے پَتہ
اکھ جوشہٕ ہوٚت ٲبی مُسافِر درٛاو أکِس کورِ ہُنٛد دِل زینٛنہِ۔
مہابھارتُک گۄڈنِیُک جِلٕد پٔرِو۔
أسۍ ہٮ۪کو ڈائریکٹر سۭتۍ آرام سان رجوع کٔرِتھ
تِمۍ چھِ رۄپُک اکھ ہار کٕنان۔
سۄ چھِےٚ پنٛنہِ کٔمینہٕ گی کِنۍ عۄہدٕ رٹنہٕ خٲطرٕ ناقٲبِل۔
سُہ اوس پنٛنہِ جوٲنی منٛز صلٲحیت وول موسیٖقار۔
مےٚ چھِ رٮ۪تہٕ کالہِ تٔنۍ پَلَو لاگٕنۍ خۄش کَران
کارخانُک مُلٲزِم چُھ کُلِس تل شیٚنٛگِتھ۔
مےٚ ٲس بسہِ منٛز پیٚٹھیُم ڈنٛڈٕ روٚٹمُت۔
ہَوٲیی جہاز کہِ حٲدۍثُک وجہہ پَے لگاوُن چُھ سٮ۪ٹھا مُشکِل
مُہٲجِرن ہِنٛدۍ مسلن چُھ سرحدی تناعزس منٛز اکہِ نوِ پہلوٗوُک اضافہٕ کوٚرمُت۔
محنت چھےٚ کامیٲبی ہِنٛز وتھ۔
یتھ ؤریس منٛز آسہٕ کمپٔنی منٛز زیادٕ ترقی منٛز رُکاوٹہٕ گٔمژٕ۔
تُہنٛز کِتاب چھےٚ واریاہ نامور۔
سۄ ٲس بیٚیہِ زُو ییٚلہِ سۄ گُزرییہِ۔
أسۍ چھِ پوٗرٕ تحقیٖقات کران۔
بہٕ چھس بتہٕ کھٮ۪وان۔
یتھ کِتابہِ ہنٛدِس بُنیادس پٮ۪ٹھ فِلِم بناونہٕ ٲس آمٕژ سۄ ٲس فِلمہِ ہِنٛدِ کھۄتہٕ بہتر۔
یتھ مٔشیٖدِ چُھ اکھ بوٚڑ بارٕ گُمبنٛد۔
سۄ ٲس نہٕ غٲر ضروٗری بکواسس منٛز دِلچسپی تھاوان۔
تٔمِس آو تعلیٖمہِ منٛز بہتٔریٖن کارکردگی خٲطرٕ اِنعام دِنہٕ۔
یِمن گاڑٮ۪ن ہُنٛد بَکتَر بَنٛد چُھ سٮ۪ٹھا حٮ۪فاظتی
تِمو کوٚر سانہِ ٹیٖمہِ ہُنٛد داوہ قبوٗل۔
یِمن دۄن کِتابن ہُنٛد چُھ نہٕ کانٛہہ مُقابلَے
مےٚ چُُھ نہٕ چون لہجہ پسنٛد۔
تتہِ چُھ اکھ سیوٚد کھڑا کُل۔
کٲم چھِ مےٚ اکثر تھکراوان، مگر بوریت چھےٚ مےٚ ماران۔
بہٕ روزٕ امانت دار سٕنزِ حیثیت خدمات انٛجام دِوان۔
مےٚ جوٗڈۍ پٕھٹۍ مٕتہِ پھوٗل دانٕکۍ حِصہٕ۔
سُہ چُھ مِٹھایہِ کھیٚنہٕ نِش پرہیز کران۔
تٔمِس توٚر ییٚمہِ مسلُک کُھر وۄنۍ پِھکرِ
سُہ چُھ تھدِ پایُک شٲعِر
تٔمِس چھےٚ موسیٖقی کُن سخ رغبت۔
خبر بوزنہٕ پتہٕ تہِ روٗد سُہ پُر سُکوٗن
مےٚ کوٚر قیاس زِ یہِ ہیٚکہِ گٔژِھتھ مگر یہِ چُھ نہٕ مُمکِن۔
رام چُھ تجویٖز نامُک اَہم مُصَنِف
مےٚ چُھ پنُن پکھٕ کارخانس منٛز ترٛوومُت۔
یہِ پردٕ گژھِ زیچھرٕ آیہِ تراونہٕ یُن۔
تٔمِس اوس گیوٗر ہیوٗ باسان۔
تاوِ منٛز بٔرِو آب۔
سٹیفی یس چھِ ٹیٚنسس منٛز واپس یِنُک واریاہ کم موقع۔
زیادٕ کتھٕ مہٕ کٔرِو، یہِ چُھ نہٕ مُنٲسِب۔
تٔمۍ سٕنٛزٕ أچھ چمکییہِ خوشی سۭتۍ۔
اِنٛڈیا گیٹ چُھ تِمن لُکن ہِنٛز یادگار یِم اسہِ محفوٗظ تھاونہٕ خٲطرٕ گُزریٚیہِ۔
تٔمۍ کوٚر تتھ مسلس عقلمندی سان مُقابلہٕ۔
کُیِن چھےٚ شطرنٛج کِس کھیلس منٛز اکھ طاقتور چیٖز۔
أسۍ کرو یہِ پانے۔
منشیات چُھ سُہ مسلہٕ یتھ مُسلسل ہوشیٲری ہِنٛز ضروٗرت چھےٚ۔
یہِ سُہ ونان چُھ تہِ چُھ بِذٲتی پوٚز۔
ہَوہس منٛز چھِ آلوٗدٕ مواد۔
سُُھ چُھ اکثر الٮ۪کٹرٛانِک کیٚل کُلیٹَر اِستعمال کَران
فضوٗل خرچہٕ سۭتۍ چُھ اِنسان تباہ گژھان۔
اکھ کٲفِر آو راتھ سون گرٕ۔
زِنٛدگی ہِنٛز ساروٕے کھۄتہٕ زیادٕ خوشی چھےٚ زِ أسۍ چھِ پنُٛنیو ٹاٹھٮ۪و سۭتۍ ؤلِتھ۔
تٔمۍ رٔٹ مُختٔلِف قٕسمٕکیو وجوہاتو کِنۍ نوکری۔
ژٕ چُھکھ وقت ضایع کرن وول۔
موٹر گاڈٮ۪ن ہِنٛز صنٛعت بَناونہٕ خٲطرٕ لوٚگ تٔمِس اَکھ اَرب
بہٕ چُھس نہٕ چانہِ فرٲیض انٛجام انٛنہٕ چہِ عملہِ خۄش۔
مےٚ وُچھ تِمن ہُنٛد سلوٗک زبردست شَرارتہٕ ہوٚت۔
ہوٲیی جہازس منٛز سفر کرنہٕ سۭتۍ چُھ واریاہ وقت بَچان
تٔمۍ چُھ مےٚ پنُن قٲبلہِ اعتِبار آسُن ثٲبِت کوٚرمُت۔
یہِ چُھ یتھ مُلکس منٛز اکھ عام دستوٗر۔
تۄہہِ پزِ پٲنۍ پانس عزت کرُن۔
دٔیمِس جنٛگہِ عٔظیٖمَس دوران آو جٔنٛگی جہازن ہُنٛد اِستعمال کرنہٕ
تٔمۍ کوٚر سرمایہِ کٲری خٲطرٕ گرٛاہک ژھانٛڈنہٕ مۄکھٕ تھیلینٛڈ تہٕ سِنٛگا پوٗرُک دورٕ
مےٚ چھےٚ یہِ معلوم کرنٕچ ضروٗرت زِ مےٚ کٔمۍ اوس غلط اِلزام لوگمُت۔
کُٹھ اوس چمکیٖلہٕ واو مالو سۭتۍ سجٲوِتھ۔
سۄ چھےٚ لڑایہِ گٔرِنۍ۔
سُہ چُھ چانیٚن چِٹھیٚن قدر کران۔
یہٕ چھےٚ اصٕل جاے روزنہٕ خٲطرٕ۔
مےٚ یی نہٕ تبدیٖلی کرنہٕ۔
یہِ ڈیر چُھ تٔمۍ سٕنٛدِ خٲطرٕ تھاونہٕ آمُت۔
سۄ گٔٔیہِ پنٛنِس پرٛٲنِس دوستس خٕؒاف۔
کلاس اوس سیٚٹھا ترتیٖب وار۔
تٔمِۍ کوٚڑ پنٛنہِ بٔٹوٕ منٛزٕ کارڑ تہٕ دِتُن مےٚ
میون مقصد اوس نہٕ تس بےٚ عزت کرٕنۍ۔
حالَے چُھ اکھ آزار دِنہٕ وول مسلہٕ مزید بدتر گوٚمُت۔
مےٚ چُھ پنٛنہِ عیالُک ساتھ۔
جنٛگس منٛز گٔیہٕ واریاہ فوٗجی کھۄڑ زد۔
تازٕٕ ہوا چُھ جان صحتہٕ خٲطرٕ اہم۔
سفرَس دوران لاریٚیہِ تٔمِس واپٕتۍ
سربَرٲہی خٲطرٕ اوس سخ مُقابلہٕ
یہِ چھےٚ اکھ لۄکٕٹۍ کِتاب۔
کارخانہٕ چُھ پنُن وۄپداو مقامی بازرن منٛز کٕنان۔
صاف نظارٕ وٕچھنہٕ خٲطرٕ پیٚیَو تۄہہِ ریئر ویو شیٖشہٕ صٔحیح پٲٹھۍ تھاوُن
بہٕ تہٕ میٛٲنۍ بیٚنہِ چھےٚ أکۍسٕے جمٲژ منٛز پَران
بہٕ کرٕ نہٕ مٔزیٖد تفصیٖل بَیان
بۄنہٕ کنہِ دِنہٕ آمتہِ جُلمہٕ منٛزٕ ژھٲنٛڈِو اِسم۔
پنُن کلہٕ تُلِو ہیوٚر کُن!
اسہِ پزِ پنٛنہِ قومُک وقار برقرار تھاوُن۔
اُستادن چُھ ونٛنہٕ یِوان زِ تِم رُکٲوِن مدرسن منٛز نشہٕ آور دواہن ہُنٛد اِستعمال۔
تُہۍ ہیٚکِو غور کرنہٕ خٲطرٕ وقت نِتھ۔
اسہِ پزِ سُہ دُشمنن سۭتۍ لڑنہٕ خٲطرٕ تیار کرُن۔
ییٚمہِ ؤریہِ گوٚو نہٕ کٕنکہٕ کِس پٲداوارس منٛز کانٛہہ تہِ ہُرٮ۪ر۔
سۄ چھےٚ سۄنہٕ تہٕ رۄپھٕ چیٖزن ہُنٛد کارٕ بار کران۔
کمپٔنی دیُت پنٛنٮ۪ن مُلٲزمن نٔیِس ؤریس پٮ۪ٹھ مہوار
گۄلابن چھِ کٔنٛڈۍ۔
کٲم ٲس صاف پٲٹھۍ کرنہٕ آمٕژ۔
یِم دٔریافتہٕ چھِ تِمن ہنٛدٮ۪ن نظرین جٲیِز قرار دِوان۔
تٔمۍ سٕنٛزِ ماجہِ چُھ ۂٹِس وٕلٹہٕ دود
کپتان کرِ پتہٕ پنٕنۍ ٹیٖم ظٲہِر۔
ژے چُھیےٚ پنٛنِہ زِندگی ہُند اہم وقت یِنٕہ وول۔
سۄ ٲس مےٚ برٛونٛٹھ کَنِہ بِہِتھ
سۄ چھےٚ عٔظیٖم کِردار واجیٚنۍ زنان
مغرِبیت چھےٚ باقین شہرن منٛز تہِ وٕچھنہٕ یِوان۔
بہٕ چُھس پنٛنس نانہِ بٕڑِبَبس نِش آتھورِ دوہ گژھان۔
وزیٖرِ اعظمن کوٚر سانہِ یوٗنِورسٹی ہُنٛد دورٕ۔
تٔمِس ٲسۍ خۄدکشی ہِنٛدۍ خیال یِوان۔
ہٲبتس منٛز میٲنۍ أکۍ فٲصلن تروو مےٚ پٮ۪ٹھ بروٚنٛہہ کُن پٔکِتھ اثر۔
تتہِ گٔیہٕ خطرناک لڑٲے۔
میانہِ مکانُک پٔتیُم آنٛگُن چُھ ہمیشہِ صاف تھاونہٕ یِوان۔
بہٕ چھس دۄھےسکوٗل گژھان۔
چیٖنس ٲس ریکوٗہَس پٮ۪ٹھ محدود حُکمرٲنی۔
سَراے ٲس سارنی یِنہٕ والٮ۪ن ہٮ۪کان روزنٛہٕ خٲطرٕ جاے دِتھ
پلیٹ ٲسۍ مۄچرٕ سۭتۍ بٔرِتھ۔
سُہ اوس موزس منٛز پنٛنہِ کھۄر چہِ اوٚنٛگٕجہِ اورٕ یور نژناوان۔
مےٚ کٔرۍ پنٛنِس انٛگریٖزۍ ہِنٛدِس اِمتِحانس منٛز اعلیٰ نمبرات حٲصِل۔
تٔٔمہِ اوس سُہ پنٛنہِ مِزاز کہِ تیزرٕ سۭتۍ مُتٲثِر کوٚرمُت۔
تٔمۍ سٕنٛزِ گاڈِ ہٕنٛدِس ٹٲرس ژاو اکھ کِیُل۔
یہِ چُُھ میون ٹوکیو ہُک گۄڈنیُک دورٕ۔
بہٕ چُھس نہٕ یِم زٕ خیال رلاوان۔
تٔمِس زایہِ شفاخانس منٛز دُچہِ۔
سُہ چُھ ٹاٹھ باٹھ واجیٚنۍ زِنٛدگی گُزاران ۔
سُہ چُھ پننہِ زِنٛدگی ہٕنٛدِس اسوٗد حالس منٛز۔
کٲم چھےٚ ازکل مےٚ تٔھکراوان۔
یہِ چھِ بمبے تہٕ پوٗناہس منٛزباگ
یتہ تٲلابس منٛز چُھ آبُک لٔگِتھ گژھن وول درجہ حرارت۔
مےٚ چُھ پنٛنہِ ٹیٖمہِ پٮ۪ٹھ پوٗرٕ بَروسہٕ
اگر دۄن دَریٚن درمِیان بیٚیہِ ٹکراو گَژھِ سُہ چُھ پارٹی ہِنٛزِ یکجہتی خٲطرٕ مُضِر
خوف زدٕ مُہاجریٖن ژٔلۍ سرحدٕ اپور۔
اگر فہرست زیادٕ زیٖٹھ آسہِ یہِ یی تیٚلہِ کمپیوٹر کہِ ذریعہٕ ژٹنہٕ۔
اسہِ پزِ نہٕ زیادٕ چرٕب کھیوٚن۔
سُہ عجیب نفر چُھ پانسٕے سۭتۍ أکِس عجیٖب زبانہِ منٛز کتھٕ کران۔
سُہ درٛاو نٮ۪بر کامیٲبی سان۔
تحریٖک چھےٚ دیٖنوی تہٕ عدم برداشت ۔
پٔتمہِ رٲژ کوٚر مےٚ شیٖنَس پٮ۪ٹھ اَکھ مضموٗن مُکمل
ہُہہ سورُے سپدیو۔
واریاہ کالُک پیارُن سپدیوو وۄنۍ۔
سُہ چُھ وِزِ وِزِ تس نِش گژھان۔
سۄ چھےٚ پانَے پنٕنۍ گٲڑۍ چلاوان۔
پرٛٮ۪تھ نٔموٗنہٕ کِس أکِس قطرس آو مُطالعہٕ کرنہٕ۔
شٲعِر سُنٛد مُجسمہٕ اوس رۄپھس منٛز بناونہٕ آمُت۔
بہٕ چُھس یتھ مسلس مُختلف نظرِیہ سۭتۍ وٕچھان۔
رامس میٖج پسنٛدیٖدٕ نوکری
سکوٗلن کوٚر سُہ اُستاد خٲرِج ییٚمۍ شاگِردن لوٗر سۭتۍ لویمُت اوس۔
بیول چُھ مقدارس منٛز دۄگنہٕ گوٚمُت۔
یہِ قٔمیٖض چھےٚ نہٕ میٲنِس پتلوٗنس سۭتۍ رلان۔
سُہ چُھ زمیٖنس منٛز دۄکرٕ سۭتۍ ٹِکیُل ٹُھکان۔
مٲلی وصٲیِلن ہِنٛدِ نامزدگی خٲطرٕ چھےٚ أکِس ذِمہ وار نُمٲینٛدٕ سٕنٛز ضٔروٗرت آسان۔
تٔمۍ نی گُرِنۍ ژوٗرِ تہٕ گوٚو جایہِ وٲرۍداتہٕ منٛزٕ غٲب۔
سۄ چھےٚ سِیٲسی جمٲژ سۭتۍ تعلق تھاوان۔
اِختِیار چُھ مُقٲمی حُکامن دِنہٕ آمُت۔
سُہ چُھ ؤنی کٮ۪ن دہلی یونیورسٹی ہنٛد وایس چانسلر۔
تس ٲس اوٚنٛگجہِ دگہِ سۭتۍ تھرتھرٕ ؤژھمٕژ۔
تٔمۍ کوٚر اسہِ زیادٕ مزدوٗرۍ دِنُک وعدٕ۔
تٔٔمہِ اوس سُہ پنٛنہِ مِزاز کہِ تیزرٕ سۭتۍ مُتٲثِر کوٚرمُت۔
یہِ ٲس تٔمۍ سٕنٛز دِلیری زِ تٔمۍ ووٚن مےٚ اپُز زیٛور!
سون قٕسمَت ہیوٚتُن بہتَر گَژُھن
لچھٕ بٔدۍ لُکھ چھِ فُٹ بالہِ منٛز دِلچسپی تھاوان۔
فوجی آیہِ مقٲمی گامہٕ کیٚن سۭتۍ ٹھہراونہٕ۔
بہٕ گوس تٔمۍ سٕنٛزن کَتھن پٮ۪ٹھ حٲران
تٔمۍ کٔٔر اکی طرزٕچہِ آوازِ منٛز کتھ۔
معاشِیت چھےٚ مسلن پیٚٹھ مسلن منٛز ہٮ۪نہٕ آمٕژ۔۔
مےٚ چھےٚ حقیٖقتٕچ تلاش۔
تٔمۍ کوٚر پنٛنہِ کامہِ ہُنٛد رفتار بڑاونُک فٲصلہٕ۔
مےٚ چُھ خٲلی ورقن ہُنٛد اکھ چٹہٕ ضٔروٗرت
غلام چُھ پنٛنِس مٲلِکس واو کران۔
چِٹھِ تٔھیِو ترتیٖبہِ سان چٹن منٛز۔
بہٕ ہٮ۪کہٕ نہٕ پَنٕنۍ کِتاب کٲنٛسہِ تہِ دِتھ
اسہِ گُزور رٮ۪تہٕ کول فرانسیسی دچھِ باغس دورٕ کران۔
کُرسی میز چھِ کُٹھِس سجاوٹس منٛز ہُرٮ۪ر کران۔
چمک دار لب چھےٚ شوٗبان۔
مےٚ وٕچھ فِلِم ویڈیو ٹیپس پٮ۪ٹھ۔
أمِس کٔرِو اصٕل پٲٹھۍ خٔدمت، یہِ چھےٚ مُستقبِلٕچ بادشاہ باے۔
تٔمِس چھےٚ اکھ لاعلاج بیٚمٲرۍ۔
پُلسہٕ گوٚو ژوٗرن رٹنَس منٛز کامیاب
ژوٗٗرن کوٚر تٔھدِس دیوارس کھسنہٕ خٲطرٕ کوٗٹیُک اِستعمال۔
معہادس کوٚر وکیٖلو احتِیاط سان مُعٲینہٕ۔
بہٕ چُھس پنٛنِس نٔوِس باغس منٛٛز یژھان کُلۍ لاگٕنۍ۔
پُلیٖٖس ژاو مُشکِلن احتِجاج کرن والیٚن ہِنٛدِس ہجومس منٛز۔
آرین ٲسۍ قدیٖم تہٕ تھزِ ذٲژ ہٕنٛدۍ لوٗکھ۔
تٔمۍ سٕنٛدِ بکواس سۭتۍ گوس بہٕ واریاہ تنٛگ۔
یہِ وضاحت چھےٚ واریان سوالن ضروٗرت۔
اپُز ونُن چُھ اکھ واریاہ خراب عادت۔
تٔمۍ سُنٛٛد نیرُن آسہِ کاروبٲری تنظیٖمہِ خٲطرٕ اکھ بوٚڑ خسارٕ۔
ڈوٹھ چُھ ونٛدس فصٕل خراب کران
شُرٮ۪و علاوٕ آسَو أسۍ سٲری تہِ سالَس
تٔمۍ دِیُت وارٕ وارٕ پنٛنہِ ہُنیمٕژ نستہِ پھش۔
میٛانہِ گامٕکۍ کوچہِ چھِ واریاہ تنٛگ۔
مہربٲنی کٔرِتھ مہ کٔرِو پنٕنۍ کوٗشِش بنٛد
تاج اوس عجٲیِب گَرس منٛز تھاونہٕ آمُت۔
راتھ ٲس تٔمِس مٔکٕر قمیٖض لٲگِتھ۔
سُہ چُھ اسہِ اتہِ ٹٮ۪کس برناوان تہٕ تمہِ بدلہٕ نہٕ اسہِ کِہیٖن دِوان۔
تیٖلُک قۭمت چُھ واریاہ زیادٕ ہُریوٛمُت۔
یہِ چھےٚ تٔمۍ سٕنٛز ٲخری مرضی تہٕ وصِیت۔
ژےٚ پیٚیی گٲنٛٹس پیارُن
کانفرنٛس ہالس منٛز یِیہِ صرِف رُکنِیت تھاون والٮ۪ن شخصن اژنہٕ دِنہِ
انسانن پزِ قدرت طرفہٕ عطا کرنہٕ آمژن حیاتیٲتی تنوعن ہِنٛدِ تحفظ خٲطرٕ کٲم کرٕنۍ
تٔمۍ سٕنٛٛزِ نرِ پیٚٹھ ٲس اکھ بستہٕ۔
ژےٚ چھےٚ پَے ماز کِتھۍ کٔنۍ چُھ سیٚنراوُن؟
مےٚ چُھ لیدرِ رنٛگُک پۄشاک اوٚنمُت۔
کمرٕچہِ أڑجہِ ہِنٛدِ زخمہِ کِنۍ پیوٚو تس واریاہ مُصیٖبت تُلُن۔
تِمن اوس کمپٔنی خٲطرٕ بوٗلۍ لاگنَس غَرٕض
اَز گیُنٛد لٔڑکَو بہتٔریٖن فُٹ بال میچ
ہوٗنۍ گِلنٲو پنٕنۍ لٔٹ جوشہٕ سان۔
اسہِ چھےٚ کولہٕ ژِنیٚن پٮ۪ٹھ چَلن والیٚن چوٗلن ہِنٛز ضٔروٗرت
عمارتہِ ہُنٛد مٔنٛزیُم حِصہ آو دسنہٕ۔
قۭمت چھِ یِنہٕ والہِ اِنتِخابہٕ خٲطرٕ کم کرنہٕ آمٕتۍ۔
ییٚتہِ پٮ۪ٹھٕ اِنٛدور واتنَس چھِ پوٗرٕ زٕ دۄہ لَگان
اِستعمالٕکۍ پَلو تھاو المارِ منٛز۔
ہوٗن چُھ غذا ٹوٗرِس منٛز کھٮ۪وان۔
نارٕ ریہہ ٲس ہیوٚر آسمان کُن کھسان۔
سُہ چُھ تحریر شِنٲسی منٛز مٲہِر۔
تٔمِس چُُھ مغرِبی طرزُک سوٗٹ لٲگِتھ۔
سُہ لٔڑکہٕ مہ کٔرۍوُن پریشان۔
میڈیاہن کٔر مرحوم وزیر اعظمن سٕنٛزن ترقین ہِنٛز نمٲیِش۔
"ہجوٗم کہِ دباو کہِ وجہہ سۭتۍ گوٚو پُلیٖسس نظم و ضٔبطہ برقرار تھاوُن مُشکِل۔
"
بہٕ چُھس صُبحہٕ کہِ وقتہٕ اَصٕل پٲٹھۍ کٲم کَران
ژٕ ہیٚکَکھ کِتاب وُچِھتھ
کُلہِ پٮ۪ٹھٕ ژوٗنٛٹھ پٮ۪وان وٕچھان وٕچھان آو نیوٹنس اکھ بہتریٖن خیال۔
أسۍ سمکھییہٕ اکھ أکِس وتہِ۔
نیہِ ؤریہِ چھےٚ تٔمۍ سٕنٛدِ مرنٕچ ۂتِم وہر وٲر۔
سُۄ چھےٚ واریاہ گرم مِزاز۔
سارنی دیٖو اکھ ژوٚٹ تُلنہٕ۔
بچہٕ چُھ ماجہِ ہِنٛزِ کھۄنہِ منٛز شۄنٛگنُک عٲدی۔
تٔمۍ سٕنٛزِ آمدنی منٛز کٲژاہ فیصدچھےٚ قٲبلہِ ٹیٚکس۔
لاسنہِ بغٲر گٲڑۍ چلاونس پٮ۪ٹھ اوس تٔمِس جُرمانہٕ کرنہٕ آمُت۔
بہٕ چُھس پونٛسہٕ بچاونٕچ کوٗشِش کران۔
قٲتِلن اوس نہٕ کانٛہہ تہِ نِشان ترٛوومُت۔
ییٖژاہ ہڑ درمی ہیٚکہِ نہٕ نکھٕ ؤسِتھ۔
کاروٲیی پٔزۍ پٲٹھۍ عملی بناونہٕ خٲطرٕ چھےٚ تتھ ترتیب دِنٕچ ضروٗرت۔
تٔمۍ ژٔٹ پنٕنۍ اوٚنٛگٕج شرٛاکہِ سۭتۍ۔
مےٚ چھےٚ پَے زِ ژٕ آسَکھ تھوٚکمُت لحاظا دِمَے بہٕ ژےٚ آرام کَرنہٕ
تۄہہِ پزٮ۪و پنٕنۍ کٲم دۄہلہِ گاشس منٛزٕے مۄکلاوٕنۍ
پٔتِمیٚن دَہن ؤرِین منٛز چھےٚ معٲشیت دۄگنہٕ ہُریمٕژ۔
زِنٛدگی چھےٚ اکھ حٔقیقت ییٚمیُک تجرُبہٕ کرُن چُھ آسان۔
پُلیٖس چہِ فایرِنٛگ منٛز ٲسۍ دہ جنٛگجوٗ مارٕ سپٕدۍمٕتۍ۔
تُہۍ ہیٚکِو ماچھٕ کھوتہٕ سٕرکھٕ سۭتۍ زیادٕ مَچھِ رٔٹِتھ۔
سۄ ٲس ودان تہٕ واضح طور ٲس واریاہ مایوٗس۔
امریٖکہ تہٕ اِتحٲدی فوجن کٔر یوگوسلاویاہس پٮ۪ٹھ بمبٲری شُروٗع
خراب قٕسمتن اوٚن تٔمِس زوال۔
ییٚمِس کۄکرِ چھِ خۄشوٕنہِ پکھٕ۔
زیادٕ کھۄتہٕ زیادٕ ورزِش چھےٚ دِل خٲطرٕ جان۔
بِجلی ہِنٛز دریافت ٲس توٲریٖخس منٛز اکھ بٔڑ کامیٲبی۔
سُہ چُھ کرٛسمس مناوان۔
کھِلاڑٮ۪ن آیہِ کارکدگی حسابہٕ درجہِ بنٛدی کرنہ
تٔمۍ سُنٛد پوشاک اوس تھوڑا ناکارٕ۔
بہٕ ووٚتُھس صُبحن سُلی دورنہٕ خٲطرٕ۔
گُلوکارن نِبٲو لَے بڑٕ لوٗبوٕنِس انٛدازس منٛز۔
تٔمِس چُھ کَلَس لوٚگمُت
سۄ ٲس أکھ بدکار زنانہٕ۔
تٔمِس چھِ سخت خٲہِش ملک ترٲونٕچ
گُر گنٛڑُن کُلِس سۭتۍ۔
اکھ شخص چُھ پنٛنیٚن دوستن ہِنٛدِ سۭتۍ زانٛنہٕ یِوان۔
بہِ چُھس نوکری ژھانٛڑان۔
بتہِ ہُنٛد سُچ کتہِ چُھ؟
تٔمۍ سُنٛد مول موج چُھ واریاہ برداشت کرن وول۔
یہ چُھ اکھ لوٗبوُن بٔنٛگلہٕ۔
فاقہٕ دیُن چُھ صحتہٕ خٲطرٕ اصٕل۔
میٛٲنۍ بیٚنہِ چھےٚ اَصٕل رَنان
تُہۍ چِھوٕ سحرس پیٚٹھ یٔقیٖن تھاوان؟
أسۍ ہٮ۪کو لۄکٹِس ہوٹس برونہہ کنِہ سمکھِتھ۔
پرٛٮ۪تھ پیشس چھےٚ پنٕنۍ پنٕنۍ پریشٲنِیہِ آسان۔
پینسلس چُھ تیز پیوٚت۔
میچ یی براہہِ راست نشٕر کرنہٕ۔
تِم کتھ حدس تانۍ چھِ پنٛنِس منصوٗبس منٛز کامیاب گٔمٕتۍ؟
تِمو ہیٚژ ٲخری کھیلہٕ برٛونٛہہ ورزِش کرٕنۍ۔
بہٕ چُھسَے ژے پنٕنۍ زبان دِوان زِ یہِ سپدِ نہٕ دُبارٕ۔
ییٚلہِ تٔمۍ پنُن دوست وُچھ تٔمۍ سٕنٛدِس بٕتِھس پیٚٹھ مۄکلییہِ بےٚ زٲری۔
سُہ چُھ تٔمِس کورِ ہِنٛدیٚن جزباتن سۭتۍ گنٛدان۔
رٕتۍ انسان چھِ مرنہٕ پتہٕ جنتس گژھان
پنٛنِس مُقامس پیٚٹھ واتنہٕ خٲطرٕ رَٹو أسۍ آٹو۔
باغوانن دیُتھ گۄلاب کٮ۪ن ڈورٮ۪ن سَگ
صدر سُنٛد قومہٕ خٲطرٕ خٕطاب آو مُلکس منٛز ژۄپٲرۍ نشر کرنہٕ۔
یہِ اوس اکھ ذہنی دباو وول اِجلاس۔
تٔمۍ کٔر دنٛد چمکاونہٕ خٲطرٕ دنٛدن صاف کرنٕچ پھٮ۪کھ اِستعمال۔
تَتیُک ضِد چُھ تُرُن۔
تٔمِۍ کوٚر ہنٛگتہٕ منٛگہٕ پنُن تقریر اختِتام
سُہ پیوٚو ہیرِ پٮ۪ٹھٕ ؤسۍ۔
میٛون کمپیٛوٗٹر گوٚو راتھ بِہِتھ۔
تتہِ چُھ پٮ۪ٹھۍ اکھ ریلہِ ہُنٛد کٔدٕل۔
بٮ۪مار اوس شفاخانہٕ کِس کمرس منٛز۔
بیان اوس أکۍ مشہوٗر عٲلِمن دیُتمُت۔
اسہِ چھِ اکثر پنٛنہِ لۄکچارٕکۍ دۄہ یاد پٮ۪وان۔
"اسہِ پزِ گول دارِ ہُنٛد قطرٕ مینُن
"
تِمو ہیوٚت زمیٖن کھنُن۔
معاہدٕ چہِ درستی چُھ نہٕ وٕنیُک تانۍ دستخط گوٚمُت۔
ژٕ ہیٚککھٕ یہِ ژھۄٹہٕ ڈَبس منٛز دٲرِتھ دِتھ؟
اسہِ بَنٛیٚیہِ جاے ریلوے سٹیشنٛس نزدیٖکٕے
سُہ چُھ ہپرٛٮ۪تھ وِزِ رٮ۪وٲیتی موسیٖقی بوزان
سُہ چُھ أکِس پاک دامن کورِ سۭتۍ خانٛدر کرُن یژھان۔
علاقس انٛدر چُھ اکھ چایہِ وان تہٕ اکھ عجٲیِب گر۔
سنٛگتر چُھ اکھ رس دار مٮ۪وٕ۔
بیٛارِِ بچہٕ چُھ ییر چہِ بالہِ سۭتۍ گِنٛدان۔
سُہ چُھ ییٚتہِ پٮ۪ٹھاوٲلی کَران
أسۍ ہٮ۪کو نہٕ پنٛنیٚن أصوٗلن مُخٲلِف کانٛہہ تہِ کٲم برداشت کٔرِتھ
لُکن ہِنٛز صِرِف اکھ کم تعداد چھےٚ یِمن نویٚن قونوٗنن ہِنٛز حمایت کران۔
تٔمۍ تٔھوۍ شمع قۄربان گاہس پیٚٹھ۔
سُہ درٛاو نٮ۪بر سڑکہِ پیٚٹھ۔
سُہ چُھ گرم اَور کوٹ۔
پوش چُھ سیٚٹھا خۄشوُن۔
ضِلعہٕ چہِ کِرکٹ ٹیٖمہِ ہِنٛدۍ دٔسۍ اوس کھیلُک مٲدان بُک کرنہٕ آمُت۔
گیٖزر چُھ کم وقتس منٛز آب وٕشناونہٕ خٲطرٕ اکھ منٲسِب آلہٕ۔
مُلکہٕ کِس مشرِقس منٛز شہری بےٚ امنی چُھ اصلی خطرٕ۔
سُہ ہیٚکہِ یتھ پیشکشہِ نکار کٔرِتھ۔
مےٚ چُھ ہوٹلس منٛز روزُن
تٔمِس ٲس تُلرِ ٹۄپھ دِژمٕژ
مدرسس منٛز چُھ میون ٹایم ٹیبٕل بدلیومُت۔
تٔمن ہِنٛدِ اپزِ سۭتۍ کھسہِ کٲنٛسہِ تہِ شرارت۔
وۄستادس گژھِ تمہِ مضموٗنٕچ گۄڈَے زانکٲری آسٕنۍ یُس تس پرناوُن آسہِ۔
حٲدِثس منٛز گٔیہٕ کاہ نَفر زخمی
سُہ چُھ بیالوجی منٛز گرٛیجویٹ
وٕنلہِ کِنۍ اوس نہٕ کیٚنٛہہ تہِ بوزنہٕ یِوان۔
نٔوِس ؤریٕکِس جشنس پٮ۪ٹھ کوٚر تٔمۍ پنٛنہِ نِشانہِ ہُنٛد اعلان
آیِس کریٖم اوس پٔزۍ پٲٹھۍ واریاہ اصل مزٕ۔
أُسۍ چھِ اکثر مُقٲمی دۄدٕ فارمہٕ پٮ۪ٹھٕ دۄد انان۔
تِمن آو ونٛنہٕ زِ تِم کرٕنۍ پنٕنی پاسپورٹ واپس۔
ییٚتہِ چُھ نہٕ أنٛدۍ پٔکۍ کانٛہہ تہِ
سُہ پیوٚو دروازٕ چہِ وتہِ نِش پتھر۔
اکہِ دۄہ اوس سُہ کُلِس تلہٕ کنہِ بِہِتھ، پنٛنہِ بدقٕسمتین متعلق سونٛچان۔
شہنشاہ نیٖروٗ اوس واریاہ بوڈ ظٲلِم۔
تٔمۍ پرٛژھ تٔمِس سیوٚد زِ سۄ ہیٚکیا تٔمِس سۭتۍ خانٛدر کٔرِتھ۔
أکِس تٔھدِس باسکٮ۪ٹ بال کِھلٲڑِس چُھ پنٛنہِ قَدُک فٲیدٕ آسان
سُہ اوس پنٛنیٚن طٲلبہِ علمن باقٲیدٕگی سان سزا دِوان۔
رنٛنہٕ وِزِ چھےٚ بُکھٲرۍ بہہ نٮ۪بر کڑان۔
تتھ باغس منٛز چھےٚ بیٚہنہٕ خٲطرٕ سٮ۪ٹھا شیٚہجہِ جایہ۔
کیلن ہُنٛد قۭمت چُھ 40 رۄپیہِ درجن۔
تٔمۍ کوٚر کتھ باتھِ منٛز اکھ اہم کِردار ادا۔
تمہِ لیوٚکھ کیاہ تام پننہِ خیالُک خُلاصہٕ کرنہٕ خٲطرٕ۔
سۄ گٔیہِ راتھ شفا خانس منٛز۔
نِنہٕ مۄنٛڈجہِ چھِ ٲبی حلقہ دار جانور۔
گرم اِسترِ زول میز پوش۔
سۄ چھےٚ اکھ لوٗبوٕنۍ انۂرِش کوٗر۔
مےٚ کٔر نہٕ تٔمِس برٛونٛہہ کنہِ یِنٕچ ہٮ۪متٕھے۔
یہٕ چُھ واضح زِ سۄ چھےٚ ناخۄش۔
جنوٗبی اند کتہِ چُھ؟
أسۍ ہیٚکو نہٕ زیادٕ دُرُستی سان تبدیٖلین ہِنٛز مزیٖد پیشن گویی کٔرِتھ۔
یہِ چُھ فنٛکٲری ہُنٛد اکھ حٲران کرن وول نٔموٗنہٕ.
نوٚو مٲلِک چُھ پنٛنیٚن مُلٲزِمن سۭتۍ اصٕل پٲٹھۍ پیش یِوان
سُہ اوس پنٛنہِ نتٲیجہِ خٲطرٕ بامبریومُت۔
سُہ چُھ مس نیٚنٛدرِ منٛز۔
یہِ کینٛہہ تہِ تٔمۍ کوٚر تہِ اوس غٲر مُتوقع۔
تٔمِس چھےٚ مُشکِل ریٲضی سوالن ہُنٛد جواب ژھانٛڈنٕچ صلٲحیت
تٔمۍ ژٕھنۍ چِٹھۍ رٔدی کاغذ چہِ ٹوٗکرِ منٛز۔
تٔمۍ سُٕنٛزٕ کَتھٕ آسہٕ نہٕ رَژھ تہٕ پوٚز
ٲسۍ چھِ چُھٹین منٛز چکرس گژھان۔
یہِ چھےٚ قدرت کہِ طرفہٕ سپدن واجنیٛو آفتو منٛزٕ اکھ۔
تٔمۍ پُھٹراوِ کُلاکس سٕژنہِ
میٹینٛگ منٛز چھےٚ چانہِ موجودگی ہِنٛز گُزٲرِش کرنہٕ یِوان۔
اسہِ چُھےٚ ساروٕے کھۄتہٕ زیادٕ کمزورن ہِنٛز مدد کرٕنۍ۔
تِمو بُلٲو تنٛزیٖمہِ ہِنٛدٮ۪ن رُکنن ہِنٛز میٖٹِنٛگ
حالان کٔڑ تٔمِس منٛز بد خصلت نٮ۪بر۔
سرحَدس پٮ۪ٹھ چُھ فوجُک بوٚڈ تعداد موجوٗد
گٲڑۍ چلاون وول اوس سڑکہِ ہُنٛد نشان پرنہٕ چہِ کوٗشِشہِ منٛز غورٕ سان وٕچھان۔
یہِ چُھ میون ترٛہِم زادۄہ۔
مےٚ چُھ پرناوُن پنٛنِس پیٚشہٕ کِس طورس پیٚٹھ اختیار کوٚرمُت۔
اسہِ چھےٚ باغس کچھ کڑنٕچ ضرورت۔
مےٚ چھِ پنٛنہِ ملکٕکۍ خلق واریاہ پسنٛد۔
یوٗنٲنِیَس منٛز چھِ ژوٚوُہ اَچھر
نوُن چُھ سمندر بٹھِ کین چپٹہٕ علاقن منٛز جمع کرنٕہ یوان۔
تِمو دیُت شِیام بینیگَل سٕنٛزِ فِلمہِ بہتٔریٖن فِلمہِ ہُنٛد خٕطاب
بہٕ وٮ۪ژھناوٕ سٲری موضوٗع۔
آڑِٹورِیمَس منٛز اژنہٕ خٲطرٕ ہٲیِو دٲخلی پاس۔
تٔمی سُنٛد کُٹھ چُھ میٛانہِ کُٹھِ کھۄتہٕ ترٛےٚ گنہٕ بوٚڑ۔
مٔہۍ چُھ کٲنٛسہِ تہِ کمرٕچہِ أڑجہِ وٲلِس جانور سٕنٛدِس خوٗنس پیٚٹھ زِنٛدٕ روزان۔
تٔمۍ ووٚٹ پنُن سامان تہٕ درٛایہٕ
بہٕ چُھس گرٕ گژھن یژھان
تٔمۍ کوٚر پنُن پان تباہ۔
نے شکر چُھ سخ میوٗٹھ تہٕ رس دار۔
تٔمۍ سٕنٛزِ چِٹھِ کوٚر تٔمِس منٛز عٔشقُن نار بٮ۪دار۔
مُجرِم بچوو أکِس ہفتس گِرِفتٲری نِش۔
تِمو چُھ قومی نیٚٹ ؤرک بنوومُت۔
تقریبہِ بدلوو عام چہِ رایہِ ہُنٛد رحجان۔
مےٚ چھےٚ گۄگجہِ خۄش کران۔
سلطَنَتن ہُنٛد حملہٕ چُھ پَتہٕ وَتہٕ پٮ۪ٹھٕ جٲری
سُہ چُھ کمپٔنی منٛز تٔھدِس عۄہدس پٮ۪ٹھ۔
سۄ چھےٚ تٔمۍ سٕنٛز بہتٔریٖن تنقیٖد نِگار۔
کِتابہٕ چھےٚ کِتابن ہِنٛزِ المارِ منٛز۔
سۄ چھےٚ جوک ونٛنَس منٛز مٲہِر
ژٕ ہٮ۪کَکھ پیٲرِتھ یوٚتام گاوٕ واپس گرٕ یِن۔
رامن کھوٗل بَر جلد بٲزی منٛز
شُریو بنوو اکھ دٲیرٕ تہٕ گیٚوِکھ بٲتھ۔
گٲمس چھےٚ تُہنٛزِ مددٕچ ضروٗرت۔
سۄ چھےٚ کِرٛہنِس کپرَس سوٗٹ سُوان
زیادٕ کارآمد کٲم کرن والیٚن کٔرِو لالچ دِتھ پھساونہٕ خٲطرٕ زیادٕ تنخواہٕچ پیشگی۔
تٔمِس اوس یقیٖن زِ ییٚمہِ لٹہِ گژھِ نہٕ تٔمِس موقع اتھٕ۔
تٔمۍ لوٚم میانہِ اتھٕ منٛزٕ ڈَبس ہٕکہٕ۔
پٔتۍمہِ رٲژ بوٗز مےٚ شِکٲرۍ ہونٮ۪ن ہِنٛز وۄہٕھرارَے
کالج کٮ۪ن قاعِدن ہِنٛز پابنٛدی چھےٚ ضروٗری۔
تمام عدد کٔرِو جمع۔
سۄ چھِ تھدِ پایِچ زنانہٕ
ٹاس پھوٚٹ تٔمۍ سٕنٛدِس اتھس منٛز۔
سُپریٖم کوٹ کٮ۪ن ججن ہِندۍ ارکان بیٖٹھۍ جیسِکا لال سُنٛد کیس حل کرنہٕ خٲطرٕ۔
نیٚبرٕ پٮ۪ٹھٕ یِنہٕ وول مُشُک اوس نہٕ خۄشوُن۔
رٔدی سامان چُھ دوبارہ کار آمد بناونہٕ یِوان۔
تٔمۍ سٕنٛز زِنٛدگی چھےٚ خطرس منٛز۔
اُستادن کٔرۍ سٲری جواب ٹھیٖک۔
یتھ ٹی وی یس چھِ ترین ؤرۍین ہٕنٛز گارنٛٹی
تٔمۍ اوٚن پنٛنِس نیٚچِوۍ سٕنٛدِ خٲطرٕ چمروٗ بیٚلٹ۔
أسۍ گٔیہِ تِمن نِش دہن ؤرِین منٛز دۄیہِ لٹہِ۔
جانوَر کھوٗژۍ گگرایہِ سۭتۍ۔
اَز چُھ موسم رژھا گرم پَہن۔
یہِ تتہِ گوٚو تٔمۍ دِژ تمِچ صاف وضاحت۔
مےٚ چُھ نٔزٕٕل تہٕ ژاس
تٔمہِ اوس تیز وۄزلہِ رنگُک جاکیٹ لوگمُت۔
تٔمِس چھےٚ حیاتین ہنٛز کمی۔
مِستٔرۍ کۄر میٲنِس سایکلس ہوا برنہٕ خٲطرٕ پمپ استعمال۔
نوِ کامہِ پٮ۪ٹھ گژھنہٕ پتہٕ گوٚو تٔمِس گاٹہٕ۔
تمۍ لگٲو شرارتہٕ سۭتۍ دروازس لتھ
سۄ چھےٚ اکھ لوٗبوٕنۍ کوٗر۔
تم ژایہِ زبردستی مکانس منٛز۔
کیٚٚنٛہہ گامٕکۍ چھِ بالٲیی علاقن منٛز جنگلی جانور ژھانڈان۔
مےٚ چھِ نہٕ ماٹَم خۄش کَران
بہٕ ہٮ۪کہٕ یتھ مسلس کُنُے زوٚن مُقابلہٕ کٔرِتھ۔
مندر چٮ۪ن لبن پٮ۪ٹھ زٲوِج نقٲشی چھےٚ واریاہ مُتٲثِر کروٕنۍ۔
گیٹہٕ پٮ۪ٹھٕکۍ چوٗکۍ درن کٔر میٲنۍ شناختی کاغذ چیک
سمندری جہاز ووٚتھ لہرو کِنۍ سمنٛدرس منٛز بۄن بۄن۔
تِم سمکھییہٕ اکھ أکِس مٲلس منٛز۔
سُہ پیوٚو پٔتھرِس پیٚٹھ۔
پُلسن ژٔلروو بےٚ ترتیٖب ۂجوٗم۔
اََسہِ پَزِ مضبوٗط قوم تعٲمیٖر کرنٕچ کوٗشِش کَرٕنۍ
اِنٹیٚلِجنس ایٚجنسی کٔرۍ تمام پیغام خفیہ کورڈن منٛز تبدیٖل۔
تٔمۍ سُنٛد کارٕبار بَڑیوو تیٖزی سان۔
مریم سمکھییہِ قٲد خانس منٛز پنٛنِس خانٛدارس۔
"أسۍ چھِ تُہنٛدِ مدتہٕ خٲطرٕ سیٚٹھا شُکُر گُزار۔ 
"
تٔمؠ سٕنٛدیٚو یارو کٔر تٔمؠ سٕنٛدِ فٲصلٕچ مُخالفت۔
ژٕ ہیٚکَکھ نہٕ کیٚمِسٹری کَلاسہٕ منٛز غٲر حٲضر روٗزِتھ
اسہِ پَزن نہٕ ذموٲریہٕ ٹالنہِ
نٔتیٖجن منٛز ٲس صِرِف اعشارِیاہن ہِنٛز فرق۔
مےٚ چھےٚ یتھ تنٛظیٖمہِ سۭتۍ کینٛژن ؤرین کٲم کٔرمٕژ۔
میون مول چُھ گرِ ساز۔
سۄ ٲس نہٕ خوشی سۭتۍ وٮ۪ژٲنی
سۄ چھےٚ نفسِیاتٕچ مٲہِر۔
بہٕ چُھس پننہِ نانہِ سۭتۍ روزان
فوج ہیٚکہِ سٲنِس مُلکس منٛز جنوٗب کہِ طرفہٕ أژِتھ۔
تمۍ چُھ  چوگندرس مسالہٕ دار سیُن بنوومُت۔
جنٛگَس منٛز کیٖمیٲوی ۂتھیاین ہِنٛدِس اِستعمالس پٮ۪ٹھ گَژھِ پابنٛدی لاگنہٕ یِنۍ
تٔمۍ ترٛٲو تٔمِس دولہٕ نظر۔
سُہ اوس اکھ طاقتہٕ وول بادشاہ۔
منصوٗٗبہٕ عملہِ منٛز انٛنہٕ خٲطرٕ گژھن فٲیدٕ منٛد طریقہٕ اِستعمال کرنہٕ یِنۍ۔
اسلم اوس أزۍ کِس کھیلس منٛز گۄڈنِکِس درجس پیٚٹھ یِنہٕ وول۔
اسہِِ چھا مِصرس منٛز اژنہٕ خٲطرٕ اِجازت نامٕچ ضروٗرت؟
سُہ اوس تحریکُک مجاز سربراہ۔
بدنام چُھ سُہ صفت یُس تس بہتریٖن پٲٹھۍ بیان چُھ کران۔
سُہ آو حٲضرینن خطاب کرنہٕ خٲطرٕ برٛونہہ کُن۔
ہیڑٛرو کاربن چھِ نامیٲتی مُرکبات۔
بالٹیٖنہٕ منٛزٕ کٔڑِو آب۔
تۄہہِ پَزٮ۪و دٔلہیٖلہِ ہُنٛد بُنِیٲدی نۄکتہٕ سمجُن۔
پرٲنِس شہرس چُھ انٛدٕ ونٛدٕ دٮ۪وار۔
کُنہِ ساتہٕ چھِ تِم راتَس کُچھِ منٛزٕے روزان
سۄ چھےٚ اکھ غٲر واضح مِثال۔
کینٛہہ کُلۍ چھِ ہیٚکان سٔہلابہ دار میٚژِ منٛز زِنٛدٕ روٗزِتھ۔
عجٲیِب گرٕ چُھ توٲریٖخۍ چیٖزو سۭتۍ بٔرِتھ۔
یوٚت تہِ بہٕ یژھٕ تور ہٮ۪کہٕ بہٕ گٔژِھتھ۔
تِمو چُھ نہٕ وٕنہِ خانٛدٕ خٲطرٕ دۄہ مُقرر کوٚرمُت۔
فَرشَس پٮ۪ٹھ کیاہ چیٖز چُھ ہُہ؟
سُہ چُُھ دنٛدو روٚس بٕڑٕ نفر۔
اِنٛگلینٛڈن زیوٗن ٹاس تہٕ کوٚرُن گۄڈٕ بلے بٲزی کرنُک فٲصلہٕ۔
سُہ اوس پنٛنِس پانس قٕسمت وول زانان تِکیازِ تٔمۍ سُنٛد گرٕ بَچوو طوٗفانہٕ نِش۔
دانا بنٛنہٕ خٲطرٕ چُھ پٮ۪وان پَرُن
کُماونس منٛز جِم کاربیٹ سٕنٛز دِلیری چھےٚ جوش سۭتۍ بٔرِتھ
بیٚیہِ سٕنٛدِ مُقابلہٕ ٲس تٔمۍ سٕنٛز تکنیٖک مُختلف۔
ہِنٛدُستانٕکۍ لُکھ چھِ عٔموٗمن بتہٕ کھٮ۪وان
یِم پرٛانہِ مِشیٖنہٕ چھےٚ وٕنہِ تہِ اِستعمالس منٛز۔
کُمار چُھ بَطورِ کرنل تعیِنات کرنہٕ آمُت
سُہ چُھ مقبَرس سۭتۍ روزان
سُہ چُھ چُھٹین منٛز پنٛنِس کھہس منٛز کٲم کران۔
بہٕ چُھس نہٕ وٕنۍکیٚس تور گژھنہٕ خٲطرٕ تیار۔
خراب مُشکہٕ کِنۍ پیوٚو مےٚ کُٹھِ منٛزٕ نٮ۪بر نیرُن۔
چون ناو چُھ نہٕ وٕنہِ فَہرستہِ منٛز آمُت
پٔتِمہِ رٲژ سپدیو کیاتھانۍ عجیب و غریب۔
محبتس تہٕ جنٛگس منٛز چُھ پرٛٮ۪تھ کیٚنٛہہ جٲیِز۔
نوکری اتھٕ گژھنہٕ پتہٕ گٔیہٕ سۄ سخٕت دِل مٔلوٗلی ہِنٛز شِکار۔
کانٛہہ مُمکِن حل چھا؟
گُر قوبوٗ کَرُن اوس مُشکِل
راین منٛز اِختِلاف ہیٚکہِ ٹیٖمہِ منٛز لڑایہِ ہُنٛد سبب بٔنِتھ۔
سُہ چُھ تِجٲرتی اِدارس منٛز بٔڑِس عہدس پٮ۪ٹھ فٲیز۔
قٲدۍ سُنٛد بَیان اوس زِ تٔمِس اوس گۄڈٕ حملہٕ کَرنہٕ آمُت
ییٚتہِ فراہم کرنہٕ یِنہٕ وول کھیٚن چُھ باقٕے نزدیٖکی دُکانو کھۄتہٕ بہتر۔
تربِیت دِنہٕ والیٚن چُھ پیشہٕ ورانہٕ قسٕب ہیٚچھناونہٕ خٲطرٕ اکھ پروگرام۔
کورِ کوٚر دعوا زِ تٔمۍ وُچھ جِن
مےٚ چھِ رُوانٛگن کھران۔
ؤکیٖلن تُل میٲنِس اکاونٛٹ کِس صداقتس پٮ۪ٹھ سوال
مہربانی کٔرِتھ دیٖو پیٚٹھٕ کنہِ دِنہٕ آمتِس پتہس پٮ۪ٹھ جواب
بادشاہس کٔرِو ادب
تٔمۍ ترٛٲو مےٚ کُن خۄشوٕنۍ نظر۔
تٔمۍ لٲگۍ پنٕنۍ پَلو۔
صِرِف لاگ یتھ اتھٕ۔
سۄ چھےٚ ییٚمہِ جمٲعژ ہِنٛز ساروٕے کھۄتہٕ زیادٕ لوٗبوٕنۍ کوٗر۔
تِمو کوٚر فورَن دروازٕ أنٛدٕرۍ کِنۍ بنٛد تہٕ کَرٮ۪کھ بَتہِ ژھٮ۪تہٕ
تٔمِس چھےٚ پرٛوجکٹس منٛز نِگرٲنی ہِنٛزکٲم۔
یہِ کِتاب چھےٚ تصوُر تہٕ حقیٖقت رلاوان۔
بٮ۪مار شخص چُھ وارِ وارٕ کٲہِلی کُن گژھان۔
ہوٗنۍ کٔر رٲتۍ راتس وۄں رارَے۔
شُرۍ ٲسۍ مِٹھایہِ پٔھلِس پٮ۪ٹھ لڑٲے کران۔
تٔمۍ پھیُر تھر تہٕ روٗش۔
تِم چھِ ووٹ گٔنٛزراوان۔
سالس گژھنہٕ خٲطرٕ ٲس سۄ پنٛنِس مستَس وانٛکہٕ کَران۔
مِشین چھےٚ وۄنۍ ٹھیٖک پٲٹھۍ چلان۔
ژٕ چُھکھٕ تٔمۍ سٕنٛز ضمانت دِنہٕ خٲطرٕ تیار؟
جانن کَریے پنٛنِس دوستَس سۭتۍ مان کرنٕچ کوٗشِش
کیٚنٛہہ لُکھ چھِ نبٲتی خوراک پسنٛد کران ییٚلہِ زن باقٕے چھِ مازس بنیمتِس خوراکس ترجیح دِوان۔
جاناوار سٕنٛزِ تونٛتہِ منٛز اوس اکھ کیوٚم۔
تٔمۍ سٕنٛدِس بٕتِھس آو دروازُک دَب ٹاس کٔرِتھ۔
یہِ چھا سون میز؟
سۄ چھےٚ أکِس مُشکِل صورتِحالس سۭتۍ لڑان۔
توہہِ چھےٚ ہنا وزن کم کرنٕچ ضروٗرت۔
ٹٮ۪کس رَٹن وٲلِس سۭتۍ ایٖمانٛدار روزُن چُھ فٲیدٕ منٛد۔
زار گِنٛدُن چُھ اکھ عٲب۔
مدرسس منٛز تٔمۍ سُنٛد گۄڈنِیُک لیٚکچر اوس بہتریٖن۔
یہِ ؤرجن چُھ مٲہِر ہیٚچھن والٮ۪ن ہِنٛدِ خٲطرٕ
زمیٖن چہِ مِلکیتس پیٚٹھ چُھ تضاد۔
مہربٲنی کٔرِتھ مۄکلاو پنٕنۍ چاے ؤلۍ ؤلۍ۔
سانہِ آبٕچ فرٲہمی چھےٚ ژٹنہٕ آمٕژ۔
مہربٲنی کٔرِتھ شیٖرِو میون یزار۔
تٔمِس آیہِ پنٛنہِ خٕدمات خٲطرٕ جان بخشِش دِنہٕ۔
کٲرۍگَر بنٛنہٕ برٛونٛہہ روٗدُس بہٕ دۄن ؤریَن ژاٹھ
میٛٲنِس دوستَس خٕلاف اِلزام ٲسۍ نہٕ بچاوس لایق۔
سُجاتاہس چھِ واریاہ خوٗبصوٗرت مَس
جنٛگلَس سۭتۍ مہٕ روٗزِو
تٔمی نیوو سامان جایہِ پتہٕ جایہِ۔
عزت معاب صدر مملکت کرِ کانفرنسہِ خطاب
تٔمۍ سٕنٛزِ خبر دٲری سۭتۍ کھوٗژ سۄ۔
یِم چھِ بِلکُل بچٲوی اِقدامات۔
بہٕ چُھس نہٕ زانٛہہ تہِ دوہلہِ شۄنٛگان۔
اپاٹمٮ۪نٛٹ اوس نہٕ تیٛوتاہ اصٕل کیٚنٛہہ یوٗتاہ زن اِشتِہارس منٛز دعوا کرنہٕ اوس آمُت
تٔم کٔر تس جلٕد بٲزی منٛز سلام۔
تتہِ آو اکہِ قٕسمُک جنٛگلی کُل لبنہٕ۔
تِمو کوٚر سٹیشنس تانۍ گاڑِ منٛز سفر۔
تٔمِۍ ٹھاسہٕ نوو پنُن کلہٕ لبہِ سۭتۍ۔
میانہِ خٲطرٕ ان سٕژنن ہُنٛد اکھ لِفافہٕ۔
سُہ اوس نٔہٕ تتھ بےٚ عزتی لایق یۄس تس کرنہٕ ٲس آمٕژ۔
تٔمِس چُھ خٕلاہس منٛز گژھنُک زبردست شوق۔
سُہ چُھ تیوٗت پریشان زِ سُہ چُھ مُشکلی سان سوٗنٛچِتھ ہٮ۪کان
تٔٔمۍ سٕنٛٛزو ناکٲمیو کوٗر سُہ پریشان۔
بہٕ چھس پرٛٮ۪تھ دۄہ پنٛنِس مٲلِس سمکٕھنہِ گژھان۔
کھیٚن تھٲیِو أکِس بٔڑِس بانس منٛز۔
زٔمیٖن دار اوس نہٕ یَژھان پنُن بَچھیرٕ کٕنُن
شہرس منٛز آیہِ طوٗفانس دوران گاڈِ ہٕنٛز خٕدمات رُکاونہٕ۔
سیٚمِنار کِس اِختِتامس پٮ۪ٹھ اوس اکھ علاوٕ تصنیٖف
تِمن گژھِ ایٖمانٛدٲری خٲطرٕ تعریف کرنہٕ یِنۍ۔
تٔمِس دِتُکھ معموٗلی سزا۔
تٔمۍ سُنٛٛد رنٛگ اوس گیٚشوم۔
مکانٕچ بناوٹ گیہِ از مکمل۔
آملیٹ بَناونہٕ خٲطرٕ پھینٛٹھۍ مےٚ ٹھوٗل
تتہِ چھِ فوجی یِم وقتن فوقتن سرحدس گشتہٕ کران چھِ۔
سُہ چُھ سرٛنیٚن خیالن منٛز۔
مےٚ چھےٚ کانٛہہ وتھ ژھانٛڑٕنۍ۔
سُہ دوریٛوو ہال کِس مرکَزس کُن
یہِ چُھ پیدل وتہِ ہِنٛزِ دوٗری پیٚھ۔
نُمٲیِنٛدٕ اوس اسہِ ساروٕے ژورمُت۔
چٕمٕنۍ چھےٚ سیریٚن ہِنٛز بناوٕنۍ
بال لگاون وٲلۍ چھِ بیس بالہِ منٛز اکھ اہم رول ادا کران۔
اسہِ پزِ موضوٗع کِس بُنیٲدی تصَوُرس پٮ۪ٹھ زور دیُن
سُہ چُھ اکثر دنٛدن منٛز سِگریٹ رٔٹِتھ آسان۔
میٖٹِنٛگ آیہِ مرکٔزی دفتَرس منٛز مُنٛعقد کَرنہٕ
سٔرکسُک دورٕ اوس شُریٚن خٲطرٕ اکھ بوٚڈ جوش۔
جِسمس منٛز ساروٕے کھۄتہٕ بوٚڑ تان چُھ کرٛہن ماز۔
تٔمِس چھےٚ گۄڈن سخٕت دگ۔
أسۍ نیٚمراوَو نہٕ کٲنٛسہِ تہِ زینن وٲلِس نِش کلہٕ۔
سُہ چُھ پرٛٮ۪تھ صُبحس سرٛان کران۔
سُہ اوس تٔمۍ سُنٛد ساروٕے کھۄتہٕ مُستقل عاشق۔
گنٛڈٕ تٔلۍ زِ تٲتِس کالَس ییٖتِس کالس تِم کاژٕرۍ گَژھن
سۄ گیہِ سڑکہِ منٛز باگ بےٚ ہوش۔
ناکام ٹیٖمہِ پیوٚو سٕٹیڈیَمہٕ منٛزٕ نیرُن۔
پتہٕ کٔرِو دٔستی نِیازٕچ پیشکش۔
مےٚ چُھ کامٮ۪ن ہُنٛد اکھ انبار۔
بسہِ ہُنٛد چھت اوس لُکو سۭتۍ بٔرِتھ۔
سِفارت کٲری چھےٚ پنٕنۍ مقصد پوٗرٕ کرنس منٛز ناکام گٔمٕژ۔
تٔمۍ سٕنٛز حمایت چھےٚ سانہِ کامہِ خٲطرٕ اہم۔
اسہِ کوٚر دارِ کِنۍ پنٛنیٚن دوستن اتھٕ سۭتۍ اِشارٕ۔
یہِ چُھ پٔزۍ پٲٹھۍ اکھ خۄشوُن نظارٕ۔
تتہِ اوس اکھ تُلرِ اول۔
بہٕ ہٮ۪کہٕ نہٕ پہاڑس کٔھسِتھ
أسۍ ہٮ۪کو اِکہٕ وٹَے نٔژِتھ۔
تٔمِس چُھ تماشن ہُنٛد اکھ بوڑ ڈیر
کم دماغ لُکھ چھِ نہٕ ہٮ۪کان فٲصلہٕ نِتھ۔
تٔمۍ دیُت مےٚ اکھ مُنٲسِب مشوَرٕ
یہِ مشورٕ چُھ یِوان دِنہٕ زِ أسۍ یُس تہِ چیٖز ہیٚمو تمیُک صحیٖح مِقدار گژھِ پتاہ کرُن۔
اسہِ چھِ اکثر پنٛنہِ لۄکچارٕکۍ دۄہ یاد پٮ۪وان۔
تِہنٛدِس تہزیٖبس منٛز بدلاو انُن چُھ سٮ۪ٹھا مُشکِل۔
ڈاکٹر راجنٛدر پرساد چُھ ہنٛدوستانُک گۄڈنِیُک صدرِ مملکت۔
جوٗرۍ چھےٚ یتھ مکانس منٛز روزان۔
اَسہِ چھےٚ وۄمید زِ أسۍ دِمو نہٕ پنٛنِس رِشتَس منٛز دوٗریٚر یِنہٕ
تُہۍ کر ژٔٹِو پنُن فصل۔
ٲسۍ معٲلجیٖن چُھ زانان زِ جراثیم کٔشی ہیٚکہِ نہٕ ضروری طور وائرسس مُتعلق ٲسِتھ۔
احتِیات سۭتۍ چھےٚ حفاظت روزان
اکبر چُھ پنٛہٕ نِس کلاسس منٛز ساروٕے کھۄتہٕ زیادٕ قٲبِل
اگر تِم ضروٗرت منٛد چھِ أسۍ کرو کیٚنٛہہ اشیایہ ضروریہ اِمداد۔
تٔمۍ سُنٛد منصوٗبہٕ چُھ پیراشوٗٹ کہِ ذریعہٕ شہرس منٛز وسُن۔
سۄ چُھ پنٛنیٚن اُستادن ہِنٛدِ خٲطرٕ اکھ فخر۔
لُکھ گٔیہِ ناراض ییٚلہِ تِمن یہِ خبر لٔج زِ صدرِ بلدِیتن چُھ تِمن دوکھٕ دیُتمُت۔
لٔکٕر ٲس ٲخٕر لٔکرِ کیٚمیو کھیمٕژ۔
سُہ آو کِرکٹ میچس منٛز ہارناونہٕ۔
تٔمۍ أنۍ رِیاضی منٛز ساروٕے کھۄتہٕ زیادٕ نمبر۔
سۄ چھےٚ اَکھ روٗحٲنی شخصِیَت یَس تشدُدَس سۭتۍ سٮ۪ٹھا نفرَت چھےٚ
سُہ چُھ تھدِ پایہِ چہِ ایٖماندٲری ہُنٛد نفر۔
تٔمِس پیٚٹھ آو نوجوانن ہِنٛدِ اکہِ جمٲعژ ہِنٛدِ طرفہٕ حملہٕ کرنہٕ۔
کانٛہہ چھا مےٚ مدد کرن وول؟
یہِ نوکری چھےٚ ترقی ہِنٛدۍ اصٕلموقعہٕ فراہم کران۔
شہری تہٕ کارٕبٲرۍ سربراہن ہُنٛد اِجلاس سپدیٛوو۔
سۄ چھےٚ خانٛدرٕ خٲطرٕ واریاہ لۄکٕٹ۔
کِرایہِ پٮ۪ٹھ جاے رٹنہٕ برٛونٛہہ پیٚیَو تۄہہِ یَقرار نامس پٮ۪ٹھ دستخط کَرُن
سۄ چھےٚ ہمیشہٕ پنٛنیٚن شُریٚن پٮ۪ٹھ نظر تھاوان۔
جہاز کِس کنٛٹرول پینلس منٛز نۄقص آسنہٕ کہِ وجہہ سۭتۍ پیوٚو جہازس اڈٕ وتہِ وسُن۔
تٔمِس چُھ خۄشوٕنۍ روزُن سٮ۪ٹھا پسنٛد
یِمو تبصُرو اوٚن تٔمۍ سُنٛد تصوُر جوشَس منٛز۔
تٔمۍ بنوو بتہٕ پٕدنہٕ سۭتۍ مزٕ دار۔
پروگرام چُھ دلیٖلہِ ہُنٛد موختصر خلاصہ پیش کران۔
تٔمۍ سٕنٛدِس کرٛٮ۪کھ لاگنس اوس نہٕ کانٛہہ ظٲہِری وجہ
مےٚ آو آغازس منٛز پنٛنہِ کامہِ لُطُف
لنٛدن گژھنہٕ خٲطرٕ کھوٚت راحُل ہَوٲیی جہازس
تٔمۍ چُھ پنٛنِس باغس أنٛدۍ أنٛدۍ جنٛگلہٕ دیُتمُت۔
ژٕ ہیٚککھ کیٚنٛہہ تہِ علاوٕ سامان دٲرِتھ دِتھ۔
یہِ نوٚو گونٛد ہیٚکہِ دھاتس شیٖشس سۭتۍ واٹھ کٔرِتھ۔
افسَرس اوس اختیار بخشٕنہٕ آمُت۔
مےٚ چھِ تجویٖز کٮ۪ن تِمن حصن منٛز دِلچسپی یِم عموٗمی مسلن سۭتۍ وابستہٕ چھِ۔
تٔمِس ٲس رسمی طور سالس منز شِرکت کرنٕچ دعوت دِنہٕ آمٕژ۔
نِگران اوس تٔمۍ سٕنٛزِ کامہِ سۭتۍ پوٗرٕ پٲٹھۍ مُطمعیٖن.
بچہٕ اوس نںٛگَے۔
ژٕ ہیٚککھٕ مہربٲنی کٔرتھ ٹی وی یِچ آواز کم کٔرِتھ؟
فِلمہِ اوس ٹھاک لاگنہٕ آمُت
تمہِ بنوو اکہِ خوٗبصوٗرت کُٹھیُک خاکہٕ۔
سُہ چُھ زیادٕ تر تارکن سۭتۍ وابستہٕ علمس سۭتۍ آوُر آسان۔
تٔمِس گوٚو پٔتمہِ رٲژ ہِنٛدِ شَرارتُک ہُریومُت رژھا محسوٗس۔
تٔمۍ سٕنٛزٕ اوٚنٛگجہٕ چھےٚ زیچھِ تہٕ زٲوجہِ۔
تٔمۍ کٔڑۍ بٹھِ منٛزٕ وٕہہ وٕنہِ ژِنہِ۔
معٲشی خرٲبی دوران گٔیہٕ واریاہ کمپٔنیہِ بنٛد۔
مکان اوس دٕہہِ سۭتۍ کرہُن گوٚمُت۔
أسۍ چھِ ترٛیٚیِمہِ لٲنہِ منٛز۔
پرٛیٖتی چھےٚ نٮ۪بَر اَکہِ رٮ۪تکہِ چُھٹی خٲطرٕ
یِمن پوشن چھےٚ مُشکٕنۍ ادفر۔
ڈینگوٗ چھےٚ اکھ خطرناک بٮ۪مٲرۍ۔
یتھ ژوٗنٛٹِس چُھ ژوٚک مزٕ۔
اسہِ چُھ کھہس منٛز اکھ لۄکُٹ مکان۔
مےٚ وٕچھ اَکھ کرٛہِنۍ بیٛٲر
یِم جُملہٕ چھِ ژٹنہٕ آمٕتۍ۔
لٔڑکن بناوِ میٚژِ ہِنٛزٕ بالہٕ۔
یہِ گٲڈۍ چھےٚ واریاہ پرٛٲنۍ مگر چھےٚ جان حالتس منٛز۔
تٔمۍ بوٗز دوٗری شُرۍ سٕنٛدِ ودٕنچ آواز۔
سُہ اوس اکھ بدمعاش نفر۔
یِمو دُنیٲوی چیٖزَو سۭتۍ چُھس نہٕ بہٕ مُطمعیٖن گَژھان
تٔمِس چُھ اتُھک أنٛدرِم حِصہٕ واریاہ نرم۔
نٔوِس کارخانس منٛز چُھ کٲرۍگرن خٲطرٕ آلہٕ بناونُک فٲصلہٕ کرنہٕ آمُت۔
بہٕ چُھس کاغزات تھاونہٕ خٲطرٕ پنٛنہِ میزٕکۍ دراز اِستعمال کران۔
تمہِ لوگ تٔمِس لۄتہِ اتھٕ۔
میون قیاس چُھ نہٕ بےٚ بُنیاد۔
ٹنٛگُک أنٛدریُم حِصہٕ کھییہِ زِ نہٕ کیٚنٛہہ۔
تٔٔمِس اوس حالَے اشعات خٲطرٕ اعزاز دِنہٕ۔
موہن اوس میٚنیجِنٛگ ڈَریٚکٹَر تعیِنات کرنہٕ آمُت
بُنلہِ سۭتۍ باسیوو مےٚ اچانک نژُن۔
بہٕٕ تہٕ میون دوست ٲسۍ بِرٕ دار بسہِ منٛز اکھ أکِس کُن بُتھ کٔرِتھ کھڑا۔
گانٛٹہٕ بیر ٲس ہواہس منٛز نژان۔
تٔمۍ سٕنٛز بےٚ خبری چھےٚ حٲران کرن واجیٚنۍ۔
أکۍ نٔوۍ نٲظِرن سنبول قٲد خانہٕ۔
از چھِ تس کیسس تٲریٖخ لحاظا چُھ سُہ عدالت گوٚمُت
تٔمۍ ہیٚژ ژادر کلہٕ پیٚٹھۍ تہٕ شوٚنٛگ۔
أسۍ سٲری چھِ حکومت چہِ نیہِ پالسی حمایت کران۔
شۄنٛگن کُٹِھس منٛز ٲس اکھ بٔڑ المٲرۍ۔
شہزادٕ گوٚو ۂسۍ سٕنٛزِ آوازِ سۭتۍ ہُشارٕ
سِریماو بندروٗنایکے چھےٚ گۄڈنِچ زنانہٕ وزیر اعظم۔
یَتھ سڑکہِ چھےٚ ییٚتہِ پٮ۪ٹھٕ ترٛیٚن کوچن منٛز شاخہٕ نیران
"دانہٕ کُٹھۍ کِس دروازس نیٚبرٕ کنہِ گوٚو بڑِ ٹاس۔ 
"
أسۍ سٲری چھِ یِتہِ ٹھیٖکھ۔
دروازس چُھ لوٗبوُن لٔکرِ دِلہٕ۔
گٲو دیُت آز صُبحٲے ووٚژھ۔
بہٕ سمجاوٕ کیٚنٛہہ مُشکِلات یِمن ہُنٛد أسۍ مُقابلہٕ چھِ کران۔
واون کٔر یٲگی زُو ذٲژ تباہ۔
تٔمِس چُُھ تصویٖر سٲزی منٛز واریاہ جان اتھٕ۔
ہۄ ژوٚٹ ژھٕنۍ نٮ۪بر۔
وووٕرۍ جاناوار چھِ اصٕل ٲلۍ بناوان۔
تٔمۍ زیٖنۍ گیم صِرِف دونکھہٕ تہٕ چال بٲزی سۭتۍ۔
تٔمِس چھِ پنٛنِس صحبس سۭتۍ ناجٲیِز تعلُقات۔
تازٕ تریٖن رِپورٹو تلہٕ چُھ مےٚ یہِ فِکرِ تران زِ بیٖروٗنی طاقت چھِ مسلہٕ کھڑا کرنٕچ کوٗشِش کران
سۄ ٲس خۄشوٕنۍ، قٲبِل تہٕ جوشہٕ ۂژ۔
ٹیٖمہِ کٔر قٲبلہِ تعریٖف کارکردگی۔
تمۍ کٔر پننٛنیٚن وٲرِویٚن سۭتۍ فونس پیٚٹھ کتھ۔
آنٛند چُھ شطرنٛجُک مٲہِر کِھلٲڈۍ
واوٕچ رفتار چھےٚ خوفناک۔
سۄ چھِ ڈاکٹری سیٖٹ حٲصِل کرٕنۍ یژھان۔
تٔمۍ کٔر اسلم سٕنزِ نوکری حٲصل کرنٕچہِ کوٗشِشن منٛز روکاوٹ پٲدٕ۔
کورِ موٚتھ سٔرٛنِس زخمس دواہ۔
یتھ جمٲژ اقتدارس منٛز یِنس چھےٚ نہٕ کانٛہہ اُمید۔
مہربٲنی کٔرِتھ کڑ یِمن بانن گرٛاے۔
سۄ ٲس ہاوان زِ سۄ چھےٚ خۄش
سی بی اٮ۪س ای بوڈ چُھ اکہِ نوِ انگریٖزۍ کورسُک آزمٲیشی جٲیزٕ کران
ژےٚ پزی سُہ سوٗٹ انُن یُس موسمس مُطٲبِق آسہِ۔
مےٚ کوٚر یٕمن شُریٚن دُعٲے خٲر۔
بیٖروٗنی سفر کرنہٕ خٲطرٕ چُھ پاسپورٹ آسُن ضروٗری۔
مےٚ چُھِ مِٹھاین ہُنٛد واریاہ ٹَکھ۔
دِلہِ گژھنہٕ خٲطرٕ سون جہاز چُھ شامس۔
امہِ قٕسمٕچہِ بیٚمایرِ چھےٚ خاص علاجِچ ضروٗرت آسان۔
تِم پٔکۍ راتھ زٕ کلومیٹر۔
سُہ چُھ عقل منٛد
مریٖض چُھ وُنہِ تہِ نظر انٛدٲزی منٛز۔
نٔوِس صدرَس مُتعلق زانٛنہٕ خٲطرٕ چھِ تِم بےٚ تاب
شُرۍ تھو طاقچہس پٮ۪ٹہھ شمع۔
امیٖر نفرٕ سُنٛد ٹھٹھٕ چُھ ہمیشہٕ لُطُف وول آسان۔
سُہ چُھ اکھ ناموَر ؤکیٖل
ییٚمہِ تحقیٖقی دستاویز سۭتۍ ہیٚکو أسۍ نٔتیٖجہٕ کٔڑِتھ۔
رۄپیہٕ چھےٚ نہٕ خوشی خٲطرٕ ضروٗری۔
تٔمۍ سٕنٛدِس پۄشاکس ٲسۍ شوٗبوٕنۍ جالر۔
آیس کریٖم کھیٚیِو، امہِ کِس کُملٕنَس مہ پیٛٲرِو۔
کُتُب خانس منٛز موجود کِتابن چھےٚ موضوٗع مُطٲبِق ترتیٖب دِنہٕ آمٕژ
ییٚتہِ چُھ سورُے چھکرِتھ۔
پٔتۍ مٮ۪ن کیٚنٛہن ؤرِین منٛز کھوٚت پیٚٹرول قۭمتَس واریاہ زیادٕ
یہٕٕ ڈَبہٕ تُلۍزِ ہٮ۪سہٕ سان
وُنلہِ کٔر سخٕت پٲٹھۍ بوزنہٕ یِنٕچ حالت محدوٗد۔
سُہ چُُھ پمٛنِس فارغ وقتس منٛز سارٔنٛگۍ وایان۔
راج وِلاس محلس منٛز چھِ ہتھ پیٚٹھۍ کُٹھۍ۔
ہجوم کیو کینٛہو نفرو دِیُت نعرٕ، 'زنده باد امن، زنده باد۔'
تٔمۍ سٕنٛدِ فٲصلُک ضٲبِطہٕ اِخلاق چُھ شکاور۔
جنازٕ انٛجام دنہٕ باپتھ لوگ پادٕرۍ وانٛگٕنۍ رنگُک جامہٕ۔
قٔمیٖض لاگنہٕ برٛونٛہہ کر اتھ اِستٔرۍ۔
کُلس نِش چُھ اکھ کیوٗر۔
سُہ چُھ أفیٖمُک عٲدی۔
تٔمِس اوس گیٚشوم رنٛگ، أچھ آسس بِلہِ۔
محفِلہِ موسیقی آس موسیٖقار سٕنٛدِ خٲطرٕ اکھ خراجہِ عقیدت۔
بچہِ سٕنٛزٕ کتھٕ بنییہِ واریاہن خوشین ہِنٛدۍ سبب۔
پٔتِمۍ زٕ ہفتہٕ ٲس مکمل پٲٹھۍ جہنم
تٔمِس ٲس پنٛنِس صدرِ چنٛدس منٛز اکھ لۄکٕٹ کِتاب۔
پنٛنِس خوابس منٛز بنییہٕ سۄ اکھ پٔری۔
ۂریَن وٕزنٲو مِنا صُبَس شیٚیہِ بَجہِ
سُہ چھ اکھ ہرفن مولا اداکار ۔
زٕٕ لیٚکچَر ٲسۍ اَکی وقتہٕ
سُہ آو قتلُک مُلزِم ٹٔھراونہٕ
تٔمۍ کوٚرُس بہٕ آگاہ زِ دان اوس وٕنہِ تہِ توٚت۔
تِم چھِ أکِس نٔوِس مکانس خٲطرٕ پوٛسہٕ سوٚمراوان۔
تٔمۍ سٕنٛدۍ جُرمن چُھ سُہ بدنام کوٚرمُت۔
سۄ ٲس زٲوِج، نازُک تہٕ نفیٖس۔
جلدی ٲسۍ تس زنٛگہِ واریاہ بٔڑۍ ناسوٗر زخم گٔمٕتۍ۔
سِپہَن آو ہُشٲری سان کھڑا روزنُک حُکُم دِنہٕ
أٔسۍ چھِ اکثر کۄکرِ ہُنٛد ٹھوٗل کھٮ۪وان
مےٚ کٔر تٔمِس گُزٲرِش زِ سۄ دیٖن مےٚ کِتابہٕ واپس۔
تٔمۍ سُنٛد پان چُھ کیٚمۍ شکلہِ۔
بس اَڑس نیٚبرٕ کنہِ سمیٛوو اکھ ۂجوٗم،
بچن گژھِ دُنیاہس مُتعلق وسیع سونٛچ سمجھ آسُن۔
تٔمۍ مۄکلٲو پنٕنۍ سٲرٕے وراثت أکِسٕے ؤرِیس منٛز۔ 
بالا صوٗتی آوازن چُھ واریاہ زیادٕ شور آسان، یُس نہٕ انسان بوٗزِتھ چُھ ہٮ۪کان۔
سٹیڈِیمس منٛز چُھ نوٚو پوٗل بناونہٕ یوان۔
سۄ چھےٚ نہٕ پنٛنہِ ذٲتی زِنٛدگی منٛز کُنہِ تہِ قٕسمٕچ دخٕل انٛدٲزی برداشت کران۔
سۄ چھےٚ تٔمۍ سٕنٛزِ کامیٲبی سۭتۍ واریاہ زیادٕ خۄش گٔمٕژ۔
شیٖشہٕ چُھ اکھ شفاف مواد۔
ژٕ ہٮ۪ککھ دیوار چہِ یلہٕ جایہِ کِنۍ نیٖرِتھ۔
سُہ اوس یتھ خلوکھ سڑکہِ پیٚٹھ اکھ کُن زوٚن مسافر۔
ونٛدَس منٛز چھِ واریاہ جاناوار گَرم علاقن کُن گَژھان
تٔمۍ چھےٚ میٛٲنِس ناوس پٮ۪ٹھ پنٛدہ کِتابہٕ کجمژٕ۔
سُہ چُھ اکھ سالٲنۍ۔
شراتس منٛز دَبوو مےٚ پنُن بُتھ شانٛدٕ گٔنٛدِس سۭتۍ۔
اگر تُہۍ محنت کٔرِو تُہۍ گٔژِھو کامیاب۔
مزار چُھاعظیٖم انسانن ہٕنٛز یاددِہٲنی کران
امہِ قٕسمٕکۍ موت ہٮ۪کن غٲر معموٗلی ٲسِتھ۔
خُردبیٖن تہٕ دُربیٖن چھِ نظری آلہٕ۔
أسۍ ہٮ۪کَو بیلنٛس پتہٕ تہِ بَرابر کٔرِتھ
یہِ ڈاٹا چُھ میانہِ مقالہٕ خٲطرٕ۔
پیٚٹرول چُھ اکھ وٕڑِتھ گژھن وول مادٕ۔
اسہِ چھِ اکہِ امن پسنٛد ملکٕچ حسرت
مُشکِلاتو باوجوٗد پزِ أکِس انسانس برٛونٛہہ پکُن۔
ییٚتیٚن چھےٚ اکھ مِثال سیٚٹھا۔
آتھوار شامَس وَرٲے چُھ آسان پیٖزا ہر وِزِ دٔستِیاب
اسہِ چھِ پَنٕنۍ شُرۍ اِختِیارس منٛز تھاونٕچ ضٔروٗرت
کٕتیاہ فیٖصد طٲلبہِ علمن چھےٚ فیٚلوشِپ میلان۔
یہِ وتھ چھےٚ مٲدانس کُن گژھان۔
مجٲہدو کوٚر ہوٲیی جہاز اغوا
کُتُب خانس منٛز چھےٚ ڈھیرٕ واد کِتابہٕ۔
راجن تُل موقُک پوٗرٕ فٲیدٕ
ژٕ دِکھٕ ہوٗنِس کھیٚن؟
کُٹِھس منٛز ژایہِ دارِ کِنۍ اَکھ گاشہٕ لَو
ژٕ کیازِ چُھکھ میانہِ کتھٕ غلط شکٕل دِتھ بیان کران؟
جنٛڑٕ ٲسۍ ہواہس منٛز اورٕ یور نژان۔
بہٕ گوٚس تٔمِس پیدل سٲرس پٮ۪ٹھ سۭتۍ۔
کِرکٹس منٛز یوٚتام بیٹِنٛگ ہُنٛد تعلق چُھ، ٹٮ۪نٛڑُلکرس چُھ نہٕ کانٛہہ جورٕ۔
تِمو گنٛجہِ تٔمۍ سٕنٛزِ نَرِ زنٛگہٕ رزِ سۭتۍ
تٔمۍ ہوو پُھچۍمژِ دارِ کُن اِشارٕ۔
مےٚ چھِ کُل 50 قلم۔
یِمو دۄشوٕیو رٔٹی مسلس خٲطرٕ الگ طریٖقہٕ۔
سڑکہِ ٲس سۄ بِرٕ زِ ٹریفِک ہیوٚک نہٕ برٛونٛہہ پٔکۍ تٕھے۔
بچن ہِنٛز ژم چھےٚ واریاہ نوزُک آسان۔
وٕنلہِ مٔنٛزۍ اوس نہٕ سمنٛدری جہاز بوزنَے یِوان۔
تمہِ کرنوو پنُن ودوُن شُر ژھۄپہٕ۔
یہِ ٲخری میچ چُھ ہِنٛدُستانَس خٲطرٕ اَہم
سُہ چُھ اَکھ اعظیٖم شخصیت
أسۍ چھِ نیہِ حُکومتہِ خٕلاف نارٕ بٲزی کران۔
عملن منٛز شِرکت چھےٚ جان۔
سُہ گوٚو پنٛنہِ کامیٲبی سۭتۍ خۄش۔
اکیڈمی چھےٚ پنٛنیٚن رُکنن منٛز واریاہ نوبل انعام حٲصِل کرن والیٚن شمار کران۔
أسۍ ٲسۍ پوٗرٕ راتس ہُشارَے
تِمو تھوو نِشانہِ پٮ۪ٹھٕ بَرابر رٲبِطہٕ قٲیِم
تِمن چھِ پونسہٕ وٕنہِ تہِ بقایا۔
تٔمِس چُھ پنُن اعتِماد مۄکلیومُت۔
تٔمِس چھِ شہرس منٛز واریاہ دوست۔
طٲلبہِ عٔلِمن چُھ نہٕ اِمتِحانس منٛز کَل کُلیٹَر اِستعمال کرنُک اِجازت
مال کِس کٕنٛنس منٛز آیہٕ سٮ۪ٹھا گِراوٹ۔
مےٚ چھِ ٲلوٕ خۄش کران۔
تٔمۍ سٕنٛدِ خٲطرٕ تٔمۍ سُنٛد محبت چُھ تتس سٕنٛزِ ہر کامہِ سۭتۍ صاف ظٲہِر۔
تٔمۍ ٲس کمرَس انٛدٕ ونٛدٕ دٔج گٔنٛڑمٕژ
تٔمِس چُھ مدرَسس منٛز اژنُک اجازت میوٗلمُت۔
تٔمۍ دِژ پَژھیٚن کافی
بہٕ چُھسَے ژےٚ چانہِ کامیٲبی خٲطرٕ مُبارک بٲدی پیش کَران
کیٹلاگ چُھ دُکانچہ ویٚب سایٹہِ پٮ۪ٹھ موجود۔
کھٮ۪نچ خۄشبوٗ ٲس تٔمِس کُن یِوان۔
بہٕ انہٕ بدس کال خبرن پٮ۪ٹھ اکھ رِسالہٕ۔
ژےٚ چُھیہِ باسان زِ سۄ روزِ اصل پٲٹھۍ گُجراتس منٛز؟
تِم چھِ دچھہِ باغس منٛز کٲم کران۔
ویلہِ دِیُت پنٛنہِ لچہِ سۭتۍ آبس ٹاس۔
مزدوٗرو کوٚر معاوضہٕ خٲطرٕ اِنتِظامیاہس سۭتۍ بحژ۔
سٲنۍ راے چھےٚ نہٕ ہِشر تھاوان
مےٚ چُھ قرآن پاکُک سخت محبت
مےٚ چھِ پوش جمع کرٕنۍخۄش کران
ریگِستانس منٛز اوس گرم حدٕ روٚس۔
جسمٲنی تعلیٖم چھےٚ پرٛٮ۪تھ طٲلبہِ علمہٕ سٕنٛدِ خٲطرٕ ضروٗری۔
ژٕ گژھکھ نہٕ تور یوٚتام نہٕ بہٕ ژےٚ وَنَے۔
تٔمۍ چھےٚ رنٛنٕچ ذموٲری پنٛنہِ دایہِ دِژمٕش
دوس ہیٚکن پریشٲنی خٕلاف غم دفٲیی کٔرِتھ۔
فِلِم چھےٚ أکِس معموٗلی دلیٖلہِ پیٚٹھ مبنی۔
یہِ چھےٚ أکِس تھدِ پایہِ کِس فنٛکار سٕنٛز کٲم۔
سۄ ہیٚکہِ نہٕ تبٲہی ہِنٛدِ حدُک تصوُر تہِ کٔرِتھ۔
بہٕ چُھس پیشہٕ کِنۍ اکھ چھان، مگر میون شوق چُھ مُصوِری کرٕنۍ۔
تُہنٛدِ مکانُک قۭمت کیاہ چُھ؟
ؤزیٖر اعظم سمبالہِ پگہہِ پٮ۪ٹھٕ عۄہدٕ
پنُن سامان کر یوٗت وٕ تیوٗت جلدی بنٛد۔
تس چُھ باسان زِ سُہ چُھ خۄداین پوٗرٕ وٲنٛسہِ مُصیٖبت زد روزنہٕ خٲطرٕ ژورمُت۔
تٔمۍ ہیٚچ نہٕ کٲم مۄکلٲوِتھ حالانٛکہِ تٔمۍ کَرے سخٕت کوٗشِش۔
منصوٗبہٕ چھِ یِوان وۄنۍ عملہِ منٛز انٛنہٕ۔
یہ کٲم ہیٚچھِنۍچھےٚ نہٕ سہل۔
دوا پھوٚل چُھ نہٕ وٕنہِ پوٗرٕ پٲٹھۍ گوٚلمُت۔
تٔمِس چھِ سٲری بیقٕل نظرِ وٕچھان۔
مےٚ چُھ یٔقیٖن زِ تٔمۍ چھِ تمام مسٲیِل پٲدٕ کٔرۍ مٕتۍ
بٕڑٕ مۄہنیوٗ اوس چایہِ ہُنٛد باپٲرۍ۔
سردارن دیُت نرمی سام میٛانِس سوالس جواب۔
قصبہٕ اوس حملہٕ کِس زَدس منٛز
سۄ چھےٚ زیادٕ خٲہِش منٛد۔
تٔمۍ سٕٕنٛدِس نیٚچوِس چُھ کِرکٹ گِنٛدُن خۄش کَران۔
تٔمۍ نِیوٗ پنُن ویٚسپا، گوٚو گرٕ تہٕ بیٚیہِ کھوٚت پننِس مکانس پٮ۪ٹھ۔
سُہ چُھ سارٔنٛگۍ وایان۔
اِنسان سُنٛد اِرتِقا چُھ قٲبلہِ بحژ۔
تٔمِۍ مِٹوو بوڑِ پٮ۪ٹھٕ نمبر۔
سُہ چُھ عضوی بٮ۪ماریٚن ہُنٛد علاج کران۔
بُنیٲدی تعلیٖم چھےٚ بَچن خٲطرٕ ضٔروٗری
مہربٲنی کٔرِتھ دِ سۭتۍ تھاونہٕ آمتہِ سوال نامُک جواب۔
چُھٹی منٛز تھوو اسہِ پنُن پان سمٲجی کامیٚن سۭتۍ آوُر۔
أسھ چھِ سمٲجی رٔسوٗمات قٔبوٗل کرنہٕ خٲطرٕ مجبوٗر
تمہِ کوٚر سُہ شہرس منٛز نوکری کرنس پٮ۪ٹھ مجبوٗر۔
کوجَس پٮ۪ٹھ آسَو پَژھٮ۪و علاوٕ أسۍ ترٛے تہِ
کمپنی ہِنٛدِ برآمدی منصوٗبن کٔر باقین کمپنِین خٲطرٕ مِثال قٲیِم۔
واریاہ اِدارٕ گٔیہِ میٲنِس تحقیٖقس اِمداد دِنس پٮ۪ٹھ رٲضۍ۔
تٔمۍ کوٚر اکھ نفر کنہِ لٲیِتھ زخمی۔
اسہِ چھےٚ وۄمید زِ سون نوٚو کارٕبار گژھِ کامیاب۔
سۄ یِنہٕ باپتھ رٲضی کرنہٕ خٲطرٕ کوٚر اسہِ مُمکِن طورس پیٚٹھ تہِ سورُے یہِ أسۍ کٔرِتھ ہیٚکہَو۔
تٔمۍ ہوو پنٛنہِ بٮ۪مارِ دوران قٲبلہِ ذِکِر برداشت۔
سٮ۪کھ تہٕ سیٖمَٹ رَلٲیِو
زنانہِ ہِنٛزِ پِشاب جایہِ ورم ہیٚکہِ زَنیٚن منٛز کُنہِ تہِ وٲنٛسہِ منٛز سپدِتھ۔
صحت چھِ بٔڑ دولت
ژٕ چُھکھٕ پاگل گوٚمُت؟
امہِ سۭتۍ چھےٚ وضاحت گَژھان زِ تٔمِس چھےٚ اِمتِحانٕچ پَریشٲنی
سُہ چُھ ٲکِس متعبرک فقیر سُنٛد مُریٖد۔
تٔمۍ سٕنٛدِ مرنُک وجہ اوس دٮ۪ماغس منٛز خوٗن یُن۔
بہٕٕ ہٮ۪کہٕ نہٕ یہٕ غلط فٲصلہٕ مٲنِتھ
گوٕوِنٛد تہٕ راجوٗہس منٛز چُھ مِیُل
نٔوۍ طٲلبہِ علم چھِ جزبہٕ سۭتۍ بٔرِتھ۔
وۄمید چھےٚ زِ دۄیہٕ وٕہٕرۍ پٔھلایہٕ سُہ پنُن کاروبار۔
تٔمۍ سٕنٛزِ مردانگی پیٚٹھ اوس نہٕ کانٛہہ تہِ شک۔
مگر تمہِ ساتہٕ ٲس نہٕ اتھ منٛز کانٛہہ تہِ دِلیری۔
تِم ٲسۍ بتہٕ کھٮ۪نہٕ کِس میزس نِش بِہِت۔
تِم سٲری ٲسۍ مےٚ کُن وٕچھان۔
مےٚ باسان ژےٚ کوٚرُتھ راتھ سورُے واضح
تٔمۍ نٔنِرٲوو تِہِنٛز ژۄے۔
جاناوارن وہراوِ وٕڑان وٕڑان پنٛنہِ پکھٕ۔
تٔمۍ دِیُت پنٛنہِ دۄکرٕ سۭتۍ زورٕ دب۔
ییٚمہِ دورِ ہُنٛد ٲخٕر آسہِ سٮ۪ٹھا دِلچسپ۔
لٔکٕر ٲس سرٛیٚہہ سۭتۍ دوٚگٕنۍ گٔمٕژ۔
تٔمۍ پوو مےٚ أکِس واریاہ اہم کتھِ کُن زۄن۔
بروسہٕ چُھ کُنہِ تہِ رِشتُک اہم جُز۔
اَسہِ چھےٚ نَیہِ ؤرۍیہٕ خٲطرٕ اَکھ بَجٹ بَناونٕچ ضٔروٗرت
تٔمۍ سٕنٛدٕ طیشَل برتاو سۭتۍ چھےٚ مےٚ تھرٕ اَژان
کچھ چھِ سبزِین تہٕ کُلۍ کٹیٚن ہِنٛز جاے رٹان۔
تاوِ مٔتِھو تیٖل۔
تٔمِس اوس پنٛنِس باغس منٛز تاپھ دِیُن خۄش کران۔
حُکومت منایہِ نہٕ کانٛہہ تہِ یادگار۔
الوِداع کِس ٲخرس پٮ۪ٹھ کٔر وۄستادن اثر کرن واجیٚنۍ کتھ۔
صَحبن رٔٹۍ نَیہِ نوکری خٲطرٕ بیٚیہِ ترٛے نَفر
تٔمۍ سٕنٛدِ دعایہِ خٲر سۭتۍ آو مےٚ اوٚش۔
سۄ چھِ مُصوری منٛز پوسٹ گرٛیجویشن کران۔
مےٚ اوس معموٗلی گیوٗر باسان۔
یِمن دۄن بیٚنیٚن منٛز چھےٚ واریاہ فرق۔
"تُہی ہیٚکوٕ مےٚ یہِ کُرسی دِتھ؟
"
اسہِ یِم دٔلیٖلہٕ بوزٕ تِمن پیٚٹھ یقیٖن کرُن اوس مُشکِل۔
شُرۍ ٲسۍ مٹرَسس پیٚٹھ وۄٹہٕ تُؒان۔
مستقبل چُھ خوف ناک باسان
چِٹھِ ہُنٛد مُسوَدٕ چُھ تیار۔
عظیٖم لُکھ چھِ دانٲیی ہِنٛزٕ کتھٕ ونان۔
سۄ چھِ صاف صاف کتھ کران۔
تۄہہِ ہیٚکٮ۪و یہِ کھٮ۪ن کُنہِ تہِ جایہِ میٖلِتھ
زیٖٹِھس مستس سان چُھ سُہ مضبوٗط بناوٹُک۔
اسہِ پزِ نِہایت احتِیاط سان برٛونٛہہ پکُن۔
ہَوٲیی جہاز کہِ حٲدۍثُک وجہہ پَے لگاوُن چُھ سٮ۪ٹھا مُشکِل
وۄستاد چھِ پیش قدمی پیٚٹھ کتھ باتھ کرنہٕ خٲطرٕ اکثر سمکھان۔
کھیٚن اوس خراب تہٕ کمٕے۔
دویو نفرو کٔر سۄن ژوٗرِ نِنٕچ سٲزِش۔
تٔمۍ تُل نہٕ میٖژ صحیٖح پٲٹھۍ۔
زِنٛدگی ہِنٛدِس ہر أکِس پہلوٗوس منٛز مِلاوٹ آمٕژ۔
سُہ چُھ اکھ نٮ۪تہٕ سۄت افسر۔
اگر سُہ امتحانس منٛز کامیاب گژھِ یہِ آسہِ تیٚلہِ حٲرٲنی۔
بچن بنوو سیٚکہِ پٮ۪ٹھ اکھ مکمل گول
سۄ ٲس پنٛنِس خانٛدٕ کِس پۄشاکس منٛز زبردست شوٗبان۔
سۄ روٗز بڑٕ مُشکِلی سان بیٚیہِ زُوٕ
کورِ پیٚٹھٕ أکِسد زنانہِ منٛز تٔمۍ سٕنٛز تبدیٖلی ٲس مُکمل گٔمٕژ۔
دُنیا چُھ وجودس منٛز، چاہے تۄہہِ یہِ پسنٛد چُھ یا نہ چُھ۔
کانٛہہ چھا یُس پٔرِین ہِنٛز دٔلیٖل ہیٚکہِ ؤنِتھ۔
تٔمۍ سُنٛد کُتُب خانہٕ چُھ بہتٔریٖن ادبہٕ سۭتۍ بٔرِتھ
مزار پٮ۪ٹھ ٲسۍ خزانہٕ ژوٗرِ نِنہٕ آمٕتۍ۔
طوٗفانن واتنوو گَرن تہٕ عمارتن ہِنٛدیٚن پَشن نۄقصان۔
تٔمِس پزِ ہا نہٕ امہِ طریٖقہٕ سٔلوٗک کرُن۔
سُہ اوس مقٲمی گِرجہٕ گرس منٛز رٲچھ در۔
کانٛہہ چیٖز کم قۭمتَس پٮ۪ٹھ انٛنہٕ خٲطرٕ چھےٚ اَسہِ درٕدرٕ کَرٕنۍ
کمپنی ٲس أکِس تٔھدِس قۭمتس پٮ۪ٹھ حاصِل کرنہٕ آمٕژ۔
مےٚ چھِ گُلال خۄش کران۔
بزرگ نفرن دِیُت طیشل جواب۔
سیٲسی جمٲژو کٔر اِنتخاب برونٛہہ پنٕنۍ تبلیغی زورٕ شورٕ سان شُروع۔
سُہ چُھ پنٛنِس زا دۄہہس پٮ۪ٹھ سایکل یژھان۔
واریاہ قٕسمٕکۍ رنٛنٕکۍ بانہٕ چھِ ترٛامٕکۍ بناونہٕ یِوان۔
پٔتِمیٚن دۄہن منٛز چُھ سۄنُک قۭمت کم گوٚمُت۔
تٔمۍ سُنٛد ارمان اوس حاجت منٛدن مدد کرٕنۍ۔
پیدل پکن والٮ۪ن پزِ ہمیشہِ وتہٕ پٔدِس پٮ۪ٹھ پکُن۔
دِگرس ٲس ژھۄپہٕ۔
بہٕ چُھس یَژھان پایلاٹ بَنُن
لٔکرِ ہِنٛدِس سطحس مٔتِھو تیٖل۔
تٔمۍ تُھٲوۍ گِلاس مجمس پیٚٹھ۔
ہیٖرو اوس فِلمہِ منٛز ژھرۍوٕے اَتھو لَڑان
تِم چھِ پنٛنٮ۪ن گاڈٮ۪ن خٲطرٕ سمنٛدرٕ اپارِ بازر بناونٕچ کوٗشِش کران۔
بہٕ ہٮ۪کہٕ نہٕ تٔمۍ سُنٛد لَگاتار تنٛقیٖد برداش کٔرِتھ
تٔمِس چُھ حالَے تٲزیَت ووتمُت تہٕ چھن کامہِ چُھٹی کٔرمٕژ
تٔمۍ سٕنٛزِ زان کٲری سۭتۍ میلیو اسہِ نٔتیٖجس پٮ۪ٹھ واتنس منٛز مدد۔
تٔمِس مہٕ کر دماغ خراب۔
کٕنٕک چُھ صحتہٕ خٲطرٕ اصٕل۔
ہوٗن اوس کوٗٹِس سۭتۍ گٔنٛڈِتھ
اسہِ گوٚوُے نہٕ تٔمۍ سٕنٛزِ بیٚمارِ ہِنٛزِ شِدتُک انٛدازٕ۔
میانہِ ماستٕرِ بیٚنہِ چھےٚ نیہِ ہفتہٕ نِشٲنۍ۔
تٔمۍ سُنٛد جواب اوس واریاہ غٲر واضح۔
سۄ یہِ تہِ ونُن چھےٚ ہیٚوان تٔمِس چُھ نہِ زانٛہہ تہِ تمیُک انٛدازٕ آسان۔
چُھٹی کِنۍ میٛوٗل اسہِ واشِنٛگٹن گژھنُک موقعہٕ۔
تِہُنٛد نوٚو مکان چُھ واریاہ تھدِ پایُک۔
مےٚ چھےٚ واریاہ زیادٕ کِتابہٕ۔
ژٕ مَہ کر پنُن پان پَریشان
ووٹ ترٛاون وول چُھ پنُن ووٹ ترٛاوان۔
ادارٕ چُھ وُنہِ زٕ کِلوٗمیٹر دوٗر۔
یُتھ فضوٗل چیٖز لیٚکِتھ کِتھ کٔنۍ ہیٚکِو تُہۍ پنُن درجہٕ کم کٔرِتھ؟
تٔمۍ کٔر قٲیدن ہِنٛز خلاف ورزی۔
اکھ ویوٚٹھ نفر چُھ وتہِ پیٚٹھ پکان۔
سۄ ٲس واریاہ گرم تاپس منٛز پَلن پیٚٹھ بِہِت۔
یہِ ٲس اکھ ہُش مُش کوٗشِش
مدرسہٕ ترٛاوُن چُھ تٔمۍ سُنٛد پنُن خیال۔
سۄ چھےٚ پنٛنیٚن زُلفن کنٛگُو کران۔
سون نژُن پھیرن روٗد پٔزۍ پٲٹھۍ کامیاب۔
تٔمۍ سٕنٛدِس مٲلۍ سُنٛد موت اوس دۄکُھک لمحہ
ییٚمۍ مسلن چھِ تحقیق کرن وٲلۍ ؤرۍوادو پٮ۪ٹھٕ پریشان کٔرۍمٕتۍ۔
تٔمۍ ہیٚکوٕ تصدیٖق کٔرِتھ زِ یِم دعویٰ چھا صحیح؟
تٔمۍ کٔر تس سٕنٛدِس دروازس ٹُھکرارَے۔
یتھ موثر کامہِ کٔر ساروٕے تعریٖف۔
مےٚ ووٚن تٔمِس پنٕنۍ قمیٖض کڑنہٕ خٲطرٕ یُتھ سُہ کوڑو سۭتۍ مارٕکۍ نِشان ہیٚکہِ ہٲوِتھ۔
سُہ گوٚو تنٛگ مِزاز۔
"اکھ عجیٖب بیٚمٲرۍ چھےٚ تمام جانورن مُتٲثِر کران۔
"
تیٲری روٚس ہٮ۪ککھ نہٕ ژٕ کانٛہہ تہِ اِمتحان پاس کٔرِتھ۔
صدٕٕر چُھ قومس تقریٖر کَرن وول
مہربٲنۍ کٔرِتھ لاگ بٔتۍ ہولڈرس منٛز
سورُے دُنیا اوس سون اِتِحاد حسدٕ سان وٕچھان۔
تٔمِس ٲسۍ واریاہ کم ذٲتی اثرات۔
جین آسٹِن چھےٚ اکھ مشہوٗر ناول نٔویٖس۔
سۄ چھِ چۄگس منٛز شۄنٛگان
ژٕ کیازِ چُھکھ نہٕ بیٚہوان؟
مےٚ چُھ نہٕ تہِ باسان، تمہِ دِیُت سختی سان جواب۔
مےٚ اوٚن پنٛنِس بابتٕھرَس خٲطرٕ نوٚو بیٹ
بدتمیٖز لفظ گژھن نہٕ لٲزِم دار سماجس منٛز استعمال کرنہٕ یِنۍ۔
بوڈ امتحانس منٛز گژھِ پوٗرٕ تیٲری کٔرِتھ گژُھن۔
سُہ چُھ اَکھ ناموَر شٲعِر
میٛٲنِس بٲیِس چُھ دفتَر نیرنہٕ برٛونٛہہ اخبار پرنُک عادت
تۄہہِ چِھو تَمام مُتعلہٕ کاغزات سۭتۍ تھاوٕنۍ
سُہ چُھ اکھ پُرسکوٗن زِنٛگی گُزاران۔
تِہنٛزِ تحقیٖق کِنۍ چُھ ساینس کِس شعبس منٛز تِہُنٛد واریاہ لٹہِ حوالہٕ دِنہٕ آمُت۔
وزیرِ خزانہ سٕنٛدِ بجٹُک اعلان کوٚر ساروٕے امنہٕ سان قبول۔
مہربٲنی کٔرِتھ تُلِو ڈَبہٕ ہٮ۪سہٕ سان
تٔمۍ سُنٛد بُتھ اوس زرد تہٕ بٮ۪مار ہیٛوٗ۔
مہربٲنی کٔرِتھ واتنٲیِو یہِ شیٚچھ سارِنی مُلٲزِمن تانۍ
مےٚ کوٚر ٲکِس نفس پرست زنانہِ سۭتۍ خانٛدر۔
تُہنٛز کُل ہُم آمدٔنی کٲژاہ چھےٚ؟
اَسہِ پَزِ نَوجوان اُمیدوارن ہِنٛدِس کٲم کرنٕکِس آغازس تعریٖرف کَرٕنۍ
تٔمِس چھِ بٕتِھس پیٚٹھ نٔنۍ دانہٕ۔
روٗد پٮ۪نہٕ کِنۍ ییٚلہِ کھیل بنٛد کَرنہٕ آو تَمہٕ ساتہٕ اوس ۂری بیٹِنٛگ کَران
اسہِ أنۍ نقل و حمل خٲطرٕ اکھ وین کِرایہِ پیٚٹھ۔
تٔمۍ کٔر چٔھتٕر اِستعمال تیز آفتاب نِش بچنہٕ خٲطرٕ۔
سُہ چُھ جمٲعژ منٛز اول یِنہٕ وول۔
تٔمی کٔر پتہٕ بڑِ کرٛٮ۪کھ تُلٕنۍ شُروع۔
تٔمِس آو پنٛنہِ جان کامہِ خٲطرٕ اعزاز دِنہٕ۔
سٲنِس ٹی وی یس چُھ ۴۵ سینٹہِ میٖٹر تصویٖر یوان۔
تٔمۍ سُنٛد خانٛدار چُھ اکھ کارٕبٲرۍ۔
تٔمۍ دیُُت تٔمِس سخت جواب۔
بیانس منٛز اوس اِنسٲنی حقوقن ہِنٛز خِلاف ورزی ہِنٛز ذِکِر کرنہٕ آمٕژ۔
عٔلمِہ نٔجوٗمی پرنہٕ کِنۍ ٲس تٔمِس پنٛنہِ مُستقبِلٕچ زانٛکٲری
مٔنٛزۍ مٔنٛزۍ چُھ سُہ ناتجرُبہٕ کار بنان۔
مےٚ ٲسۍ پوٗرٕ دۄہس واریاہ پٔژھۍ۔
کھنٛڈٕ روٚس چاے چھِ شُگر بٮ۪مارن خٲطرٕ مُفیٖد
راتھ ٲسۍ چُھٹی۔
قصبے میں ایک لائبریری کی بنیاد رکھنے سے طلبہ کی مدد ہوئی
تٔمۍ وُچھ چڑیا گرس منٛز اکھ روٗسۍ کٔٹ۔
سُہ چُھ پنٛنِس کُٹِھس منٛز گٲنٛٹہٕ وادَن بِہِت پَران
اِنسان چُھ خملاہس منٛز بےٚ وزن آسان۔
تٔمۍ بوٚر پنُنٹھیلہٕ ڈونیٛو سۭتۍ۔
یتھ جایہِ چھےٚ قۄدرتی خوٗبصوٗرتی۔
گفنٛدگی گژھِ نہٕ دیُن جمع گژھنہٕ۔
تِمو تُجہِ پانس تصویٖرٕ۔
مےٚ چُھنہٕ وۄنۍ کانٛہہ چاکلیٹ
آب چُھ زَدو کِنۍ وسان۔
معاہدُک مقرر وقت چُھ شیٹھ رٮ۪تھ۔
یہِ خبر بوٗزِتھ گٔیہٕ تٔمۍ سٕنٛدۍ گل گۄلٲبۍ۔
سُہ چُھ اکھ اصٕل اِنسان۔
ہَوہن تُلۍ ٹٲل چھتہٕ پیٚٹھٕ تھوٚد۔
تٔمۍ لوٚڑ دۄشوٕنی عالمی جنٛگن منٛز۔
تٔمِس چُھ پنٛنہِ خانٛدارنہِ سۭتۍ نٮ۪بر گژُھن۔
بہٕ چُھس ہمیشہٕ تِم پَلو انان یِم سہولیت سان چھلنہٕ یِنہٕ وٲلۍ آسن۔
تٔمۍ سُنٛد مول چُھ کٕلٲرٕک
بٔتۍ ٲس گوٚٹ گاش دِوان۔
سۄ چھےٚ یژھان پنٕنۍ نوکری ترٛاوٕنۍ۔
أنٛدرم آیہِ جرٲحی دوران کڑنہٕ۔
سانیو سِپاہو دیُت دُشمن فوجس مار۔
تِمن لٔگۍ خۭمہٕ کھڑا کرنس ترٛےٚ گٲنٛٹہٕ۔
ہو زنان کۄس چھےٚ؟
کھوٗپرُک تیٖل چُھ مستہٕ خٲطرٕ جان آسان۔
یہِ کِتاب دِ ازانس تہٕ باقی تھاو عدیٖمس خٲطرٕ۔
فساد گوٚو أکِس پُر امن احٕجاج کِس طورس پیٚٹھ شروع۔
تٔمۍ دِیُت پنُن تقریٖر زبردست عقٕل منٛدی تہٕ جوش سان۔
کیٚنٛہہ مُقابلہٕ کَرن وٲلۍ ٲسۍ وسوٲسۍ گٔمٕتۍ
اسہِ پزِ دوٗر سفرس نیرنہٕ برٛونٛہہ پنٛنہِ گاڑِ تیٖل تراوُن۔
تٔمۍ بناوِ کاغزس کیٚنٛہہ عموٗدی رِکھٕ۔
ژھۄٹھ نٮ۪بر کڑُن یِنہٕ مٔشِد گژھی۔
یہِٕ تنظیٖم ٲس دۄن جمٲعژن ہِنٛدِ اِتِحاد سۭتۍ بناونہٕ آمٕژ۔
انٛگریٖزۍ منٛز ہیٚکہِ نہٕ تٔمِس سۭتۍ کانٛہہ تہِ مُقابلہٕ کٔرِتھ
فتح وول لٔڑکہٕ اوس تِمن کُنہِ وجہ کِنۍ تتہِ موجود آسُن یژھان۔
شَرارتَس منٛز دوٚگ تٔمۍ پَنُن سیٖنہٕ
آز کل کیاہ خبر اتر چھےٚ چٲنۍ؟
آمبہٕ کُلٮ۪ن چُھ یُہُس اصٕل مٮ۪وٕ درٛامُت۔
سانیٚن ردِ عملن ٲس واریاہ جان حمایت حٲصِل۔
شٲعرس چُھ پنُن اکھ مُنفرد استعارٲتی اظہارُک طٔریٖقہٕ آسان
مےٚ ٲس ہمیشہٕ تس سۭتۍ خانٛدر کرنٕچ مرضی۔
ژوٗر اوس ہونیٛو ژٔلروومُت۔
قانون پٕھٹراون ولٮ۪ن پٮ۪ٹھ یی 100 امریکی ڈالر جُرمانہٕ کرنہٕ۔
تٔمۍ چُُھ اکھ جُرُم کوٚرمُت
تمہِ لٲے بال ہیوٚر ہواہس منٛز۔
اسہِ پزِ واریاہو وجوٗہاتو کِنۍ بحث بڑاوُن۔
سۄ چھےٚ اوٗٹھۍمہِ جمٲژ پَران
مےٚ کوٚر فرٛیج آرڈر شےٚ ہفتہٕ بروٚنٛہہ ۔
مےٚ چُھکھ ژٕ واریاہ زیادٕ خۄش کران۔
کیٖرِ منٛز کھٲلِو آب۔
تٔمۍ تھوو کارٕبٲری رٲبطہٕ خٲطرٕ کارڈ میٲنِس میزس پیٚٹھ تہٕ درٛاو۔
تٔمۍ کٔر پونٛسن ہِنٛزِ بڑِ رقمٕچ منٛگ۔
تٔمۍ سٕنٛزِ اچھٲیی تہٕ محنتن کٔر تس کیریرس منٛز عروٗجس پٮ۪ٹھ واتنس منٛز مدد
تٔمۍ نفرن چیوٚو دعوتس منٛز اکھ لۄکُٹ شرابہٕ دام۔
مہربٲنی کٔرِتھ دِیِو اتھ پیٚٹھ توجہ۔
مےٚ چھےٚ موجودٕ معاملاتن مُتعلق مُسلسل زانٛکٲری ہِنٛز ضٔروٗرت
وۄستاد چھِ باغس کُن وٕچھان۔
میٛون مول چُھ اَکھ اَصٕل کارٕبٲرۍ
تِمو چھےٚ آسٹریلیاہس کُن ہِجرت کٔرمٕژ۔
تٔمۍ کٔر پوٗرٕ دلیٖل واضح طورس پیٚٹھ بیان۔
تٔمۍ سُنٛٛد مکان چُھ محلَس سۭتۍ مُقابلَس لایق
ڈَبس چُھ ژوٚوُہ نومبر تٲریٖخ لیٚکِھتھ۔
پنُن کارٕبار زِنٛدِ تھاونہٕ خٲطرٕ چُھ اسہِ یہِ قدم تُلُن۔
تٔمۍ کٔٔر بِلن اِکہ وٹہٕ تٔھٲوِتھ پِن۔
یہِ ٹِکٹ چھےٚ نہٕ تبادلہٕ گژھن واجیٚنۍ۔
تِمو کھوٗل زورٕ دروازٕ تہٕ ژایہِ تیز تیز۔
سُہ اوس مُخبِر۔
سُہ چُھ تمہِ ہوٹلُک مٲلِک۔
سۄ چھےٚ بڑٕ نزاکت واجیٚنۍ زنان۔
یِم وٹامن پِلہٕ چھےٚ اتھٕ گٔمژٕ قوت حيٲتی بحال کران۔
تٔمۍ سُنٛد قصب چُھ تس کامہِ خٲطرٕ قٲبِل بناوان۔
اسہِ پِہۍ مرژوانٛگن گریڈرس منٛز
تمہِ اوٚس خۄشی سان
تِمو لوگ بالہٕ کِس دامنس پٮ۪ٹھ ڈیرٕ۔
آب چُھ واریاہ کالہٕ پٮ۪ٹھٕ گرٛیٚکان
سُہ چُھ یار بناونس منٛز تیز۔
مُتٲثِریٖن بَچاونٕچ کوٗشِشہِ منٛز آیہِ خَراب موسمہٕ کِنۍ رُکاوٹ
ٲخرٕ کھۄتہٕ اکھ دۄہ برٛونٛہہ رُکییہِ ٲسۍ دِلہِ۔
یِم گۄلاب چھِ گۄلٲبۍ۔
تٔمۍ دِیُت مشورٕ زِ اسہِ پزِ ژھرٛانٛٹھ واینہِ گژُھن۔
یتھ انگریٖزۍ نظمہِ ترجمہ کرُن چُھ واریاہ مُشکِل۔
خبرِ منٛز ٲس سٔہلابس مُتعلق سُرخی۔
بہٕ کَرٕ پَنٕنۍ پونٛسہٕ بینکَس منٛز جمع
سُہ چُھ حل کرنہٕ آمتیٚن مُقدِمن ہُنٛد حوالہٕ دِوان۔
بہٕٕ چُھس پنُن شڈوٗل واریاہ نرم تھاوان
سُہ اوس قتلہٕ کِس اِلزامس منٛز گِرِفتار کرنہٕ آمُت
یتھ دُکانس چھِ تموکھ کٕننُک اِجازت نامہٕ۔
بہٕ زانن سُہ واریاہ اصٕل پٲٹھۍ۔
تٔمۍ آسہٕ پنٛنہِ کِتابہٕ پنٛنِس ٹھیلس منٛز تُجمژٕ۔
جیٖلُک کھووُر انٛد چُھ سٮ۪ٹھا سرٛوٚن
برٛونٛہِم قونوٗن چُھ وٕنہِ تہِ عملہِ منٛز۔
تۄہہِ ہَوٲیی اَڈَس تانۍ واتناونہٕ خٲطرٕ واژ گٲڑۍ
یہِ مسلہٕ چُھ تٔمۍ سٕنٛدِ سمجہٕ نٮ۪بر۔
اَسہِ پَزِ کامہِ کارَس تہٕ گنٛدنَس درمِیان مُنٲسِب تَوازُن تھاونٕچ کوٗشِش کَرٕنۍ
افسرن ہِنٛدۍ أکۍ ہجوٗمن کوٚر تٔٔمِس گیرٕ۔
تِم آیہِ امنٕچ گُزٲرِش کرنہٕ خٲطرٕ مجبوٗر کرنہٕ۔
مےٚ چھِ کیٚنٛہہ کِتابہٕ انٛنہٕ خٲطرٕ پونٛسن ہِنٛز ضٔروٗرت۔
نوٚو نِظام اوس کم معیارُک لبنہٕ آمُت۔
سُہ اوس پنٛنِس مٲلِکَس راز فاش کَرنٕچ دمکی دِوان
أسۍ ہیٚکو ہِنٛدوستٲنۍ ریستورانس پیٚٹھ گٔژِھتھ، یا مُتبادل طورس پیٚٹھ ہیٚکو أسۍ تتھ نیہِ امریٖکی جایہِ پیٚٹھ گٔژِھتھ۔ 
تٔمِس چُھ جان مِزاز، مگر چُھ زرا بومہٕ لد۔
تٔمۍ ترٛوو قومہٕ خٲطرٕ ووٹ۔
بہٕ گژھٕ پانَے ٹھیٖک، تٔمۍ ووٚن بہادری سان۔
أسۍ گٔیہِ أکِس لوٗبوٕنِس سوٚتھرِس پٮ۪ٹھ
گاڑِ ہِنٛدِس اِستعمالس منٛز چُھ ہُرٮ۪ر گژھنٕچ پیشن گویی کرنہٕ آمٕژ۔
چانہِ وجہ سۭتۍ چُھ میون دنیا روشن۔
جاناوار چھِ پیٚٹھۍ کِنۍ وٕڈان۔
ہِنٛدُستانکہِ ٲیِنُک دَفعہ ۵۱ چُھ بُنیٲدی حٔقوٗقن ہُنٛد حوالہٕ دِوان
پہٲڑی علاقن چھےٚ ایوڈیٖنٕچ کمی۔
پُلیٖس چُھ سٲنِس سماجس منٛز اہم کِردار ادا کران۔
سُہ چھا پٔزۍ پٲٹھۍ بٔدرٕ بیٚمارِ منٛز ہٮ۪نہٕ آمُت؟
سُہ چُھ صحت تہٕ سلامتی مُتعلق کَتھ کران۔
سُہ چُھ اکھ نَرم مِزاز شَخٕص
سڑک چھےٚ پہاڑس کُن پھیران۔
برتانین کٔر ہنٛدوستانس دۄن ہتن ؤرۍین پیٚٹھۍ حکوٗمت
مُشکِل وقتس منٛز ہٮ۪کہٕ بہٕ پنٛنیٚن دوستن پٮ۪ٹھ بروسہٕ کٔرِتھ۔
پٲز چُھ ماز کھور پٔرِنٛدٕ
سڑک چھےٚ برٛونٛہہ کنہِ تقسیٖم کرنہٕ آمٕژ۔
طالبہِ علِمن خٲطرٕ چھِ واریاہ پیشہٕ ورانہٕ تربِیت دستِیاب۔
ژےٚ بغٲر ٲسۍ سٲری حٲظِر۔
اَسہِ چھےٚ نہٕ پَے زِ تٔمۍ سُنٛد ؤجوٗد کِتھ کٔنۍ سپدیوو مُمکِن
سۄ چھےٚ پنٛنیو ناکٲمِیو نِش با خبر۔
تٔمۍ کوٚر گملن وۄزُل رنٛگ
میون اکھ یار چُھ مےٚ سمکٕھنہِ آمُت۔
سُہ پوٚک محنتہٕ سان پنٛنِس مقصدس پیٚٹھ۔
تٔمِس ٲس شرارتہٕ سۭتۍ تھر تھر گژھان۔
پیانوہس پٮ۪ٹھ تٔمۍ سٕنٛز فنٕچ صلٲحیت چھےٚ حٲران کرن واجیٚنۍ۔
سونٛتھ پٮ۪ٹھ ہَرٕدس تام چھےٚ واٛضج طورس پیٚٹھ بوزنہٕ یِنہٕ واجیٚنۍ فرق۔
بہٕ گوس تٔمۍ سٕنٛدِس بینگلور گژھنس پٮ۪ٹھ مایوٗس
تٔمۍ زیوٗن پنٛنہِ کارٕبارٕ پٮ۪ٹھ اَصٕل نفع
اکھ خطرناک مُلزِم چُھ قٲد خانہٕ منٛزٕ ژوٚلمُت۔
تِمو چھِ مشہوٗری خٲطرٕ ساسہٕ بٔدۍ کِتابچہٕ بٲگرٲیمٕتۍ۔
پرٛٮ۪سس آو جنٛگی قٲدٮ۪ن سمکھنس ٹھاک کرنہٕ۔
تِمو کٔر 18 ہِمہِ صدی منٛز نو آبٲدی قٲیِم۔
خٔلیٖفہٕ چُھ اَکھ لَقب یُس مذۂبی مُسلمان رہنُماہَس چُھ دِنہٕ یِوان
مہربٲنی کٔرِتھ وٹ باغس منٛز کُرسِیہٕ۔
سۄ ٲس اکھ پاک دامن کوٗر۔
تٔمِس باسیوو کھۄرن تل زمیٖن اَلان۔
سۄ ٲس نہٕ ٹھٹھٕ برداشت کران۔
کیٚنٛہہ ؤری برٛونٛہہ وٕچھ مےٚ یہِ فِلِم
بہٕ چُھس اکھ مٲہِر شیٚشتٕر سۭتۍ واٹھ کرن وول۔
رۄپیہِ لاگنہٕ ورٲیی ہیٚکہِ نہٕ کاروبار کامیاب گٔژِھتھ۔
دٔریاوس منٛز سرٛانٛٹھ کرنہٕ سۭتۍ ہیٚکی ژےٚ ٹٔھنٛڑی پھیٖرِتھ.
مےٚ وُچھ تِمن ہُنٛد سلوٗک زبردست شَرارتہٕ ہوٚت۔
ییٚمہِ رٮ۪تہٕ کالہِ چُھ تٔمِس پنٛنہِ پیٚچنہِ سمکٕھنہِ پیٚرِس گَژُھن
تٔمۍ سٕنٛدۍ مٲلۍ ماجہِ دِیُت تس گِنٛدنُک اِجازت
یہِ مُجسمہٕ اوس اشوک سٕنٛدس وقتس منٛز بناونہٕ آمُت۔
سُہ نفر اوس نہٕ سۄنُر ییٚمۍ سۄن پرکھوو۔
بہٕ چُھس یتھ مسلس مُختلف نظرِیہ سۭتۍ وٕچھان۔
اسہِ پَزِ وقتک بڑٕ پابند روزن۔
اَسہِِ منٛز آیہِ بَرابر پونٛسہٕ بٲگراونہٕ
مےٚ کٔٔر تصوُر کرنٕچ کوٗشِش زِ اکوُہمہِ صدی منٛٛز کیُتھ آسہِ سون ہنٛدوستان۔
تٔمۍ سٕنٛدۍ لۄکٕٹۍ صاف بٕتھۍ کوٚر سارنی ہُنٛد توجہٕ پانس کُن مٲیِل۔
مےٚ کرَ پنٛنہِ رۄپیہِ بینٛکس منٛز جمع۔
حُکُمران سِیٲسی جمٲژ سۭتۍ وابستہٕ گی آسنہٕ کِنۍ میلیٛوو تٔمِس یہٕ عۄہدٕ
زمیٖنہٕ ٹُکرٕچ حد بنٛدی کٔرِو چوٗنہٕ سۭتۍ۔
ژٕ ہٮ۪کہٕ کھٕ یہِ چِٹھۍ میاہِ خٲطرٕ ڈاک کٔرِتھ؟
بچن چُھ منٛزلِس منٛز سُکوٗن تہٕ آرام میلان۔
تمہِ نِیہِ بٮ۪مار بیٲرۍ جانوران ہنٛدِس ڈاکٹرس نِش۔
پزرٕ بغٲر چُھ نہٕ کیٚنٛہہ تہِ خوبصورت۔
بادشاہ بایہِ سمکُھن اوس پٔزۍ پٲٹھۍ اکھ خوشی۔
مےٚ چُھ یٔقیٖٖن زِ ٲخٕر گَژھِ سورُے ٹھیٖکھ
ترٛے دوا پِلہٕ کھےٚ دۄہے بتہٕ پتہٕ۔
ریلہِ منٛز دۄن دۄہن سفر کرُن اوس تھکراون وول۔
کمپٔنی دیُتھ نہٕ کانٛہہ بنٛد گژھنُک برٛونٛہہ اعلان
یہِ چُھ امریٖکہ ہُک ساروٕے کھۄتہٕ خوبصوٗرت حِصہٕ۔
پنٕنۍ بےٚ گۄنٲہی ثٲبِت کرنہٕ خٲطرٕ لَڑو أسۍ۔
تٔمِس ٲس سخ دگ تہٕ ہیٚژٕن درٛۄکھم کرٕنۍ۔
مےٚ وٲژ پنٛنِس بٲے سٕندِ طرفہٕ چِٹھۍ۔
ژوٗر آسہِ پٔتۍمہِ دروازٕ کِنۍ انٛدر ژامُت۔
تمام مخٲلِف جمٲژو کوٚر 2000 کہِ بجٹُک مُقابلہٕ۔
تٔمِس چُھ حقیقتس پیٚٹھ فخٕر۔
از کل چھِ بچہِ ٹی وی یس لٲرِتھ گژھان
زوٗن ٲس گرٛہنہٕ پتہٕ نٔنۍ۔
بہٕ چُھس یژھان یہِ ویڈیو گیم گِنٛدٕنۍ۔
طٲلبہِ علم چھِ تجرُبہ گاہس منٛز اکھ تجرُبہٕ کران۔
ژےٚ پزی یِمن تبصرن ہِنٛز وضاحت کرٕنۍ۔
جورن گیوٚو واریاہ اصٕل۔
بُنلہِ سۭتۍ گوٚو پوٗرٕ مکانس اورٕ یور۔
خراب لایٹہِ سۭتۍ رٔلِتھ نا پسندیٖدٕ آوازِ کوٚر شو خراب۔
سۄ ٲس کامیٲبی حٲصِل کرنہٕ خٲطرٕ واریاہ بےٚ تاب۔
پُلسن لٔبۍ تٔمۍ سٕنٛدِس سامانس منٛز نشاور دَوہٕکۍ واریاہ کِلو۔
تِم گژھن متوٲزی آسٕنۍ تہٕ بیٚیہِ گژھٮ۪کھ حقیٖقی مقصد آسُن۔
مےٚ چُھ سادٕ کھیٚن پسنٛد
تلٲشی آیہِ باقاعدہ طورس پیٚٹھ کرنہٕ۔
یہِ چُھ میون کاغذ۔
رام درٛاو اِمتِحانَس منٛز مُشکِلن پاس
بہٕ اوسُس پنٛنِس ماستٕرِس بٲیِس سۭتۍ پہلگام گوٚمُت۔
یِم عمال بڑاون چون عزت۔
تٔمۍ سٕنٛدِس اتھس منٛز اوس میٚژِ دۄگُل۔
مہربٲنی کٔرِتھ کٔرِو پنٕنۍ کام پوٗرٕ
باغوان اوس کٔنٛڑۍ دۄپھِٮ۪ن ہِنٛز کٹٲے کران۔
تٔمۍ سٕنٛدیٚن کھۄرن اوس واے آمُت۔
سڑکہٕ چھےٚ کٔدلس نِش رلان۔
شہرُکھ چُھ اکھ اصل اداکار۔
دستاویز منٛز چھِ واریاہ تفصیٖل غٲر موٗجوٗد
تقریٖر اوس نہٕ مجلِس قٲیِل کرنَس لایق
تٔمِس چھِ کامیاب ؤکیٖل بنٛنٕکۍ آثار۔
ہِنٛدُستانٕچ معٲشِیت چھےٚ زراعتَس پٮ۪ٹھ دارمَدار
تٔمۍ دیُت ٹرٛیٚکِنٛگ منٛز پنٛنہِ تجرُبُک تفصیٖل
تٔمۍ دیُت اسہِ پنٛنِس دفترس منٛز کُنہِ تہِ وقتہٕ اژنُک حق۔
تٔمِس گٔیہٕ ریل اتھٕ۔
"تِم چھِ وۄنۍ قونوٗن سٲزِیس منٛز بٔڑ تعداد واجیٚنۍ جماعت۔ 
"
دِلہِ چھےٚ ہِنٛدُستانٕچ راز دٲنۍ
تٔمۍ سُنٛد صحت اوس تیزی سان ختم گژھان۔
تٔمۍ ٲس پنٕنۍ تصویٖر وردی منٛز بناونٲومٕژ۔
تٔمۍ سُنٛد جسم چُھ مضبوط۔
یہِ کٲم گژھِ عملی طور کرنہٕ یِنۍ۔
تِمن چُھ باسان زِ کُلیٛو چھےٚ اِنسان ہِنٛز ہِش سکٕل اختیار کٔرمٕژ۔
کُل پیوٚو پتھر۔
اسہِ میوٗل موقعہ سوٗپر سٹارس اکھ نظر وُچھنُک۔
تٔمِس ٲسۍ عجیٖب پٲٹھۍ پَلو لٲگِتھ۔
تٔمۍ چُھ گۄڈَے پُلسس سۭتۍ معاملُک سٹہٕ وٹہٕ کوٚرمُت۔
مےٚ أنۍ یزار جورٕ زٕ ۔
تٔمِس اوس نیوٗل شال ؤلِتھ۔
ژوٗر توٚر أکۍسٕے وۄٹہِ منٛز پَیہِ اَپور
سُھ چُھ نہٕ ہٮ۪کان کم گاشس منٛز صاف پٲٹھۍ وٕچِھتھ۔
بہٕ کٕنہٕ رٔدی چیٖز یُتھ مےٚ کِینٛہہ رۄپیہِ میلن۔
سۄ چھِ خانٛدرٕ پتہٕ خۄشحال زِنٛدگی گُزاران
یہٕ شانٛد چُھ نہٕ مےٚ کانٛہہ تہِ آرام دِوان
مہربٲنی کٔٔرِتھ کٔرۍوون چِیرمین تمام تجاویٖزَو سۭتۍ آگاہ
مرنٕچ تعداد وٲژ 83 تانۍ۔
ہوٗنۍ سٕنٛز یہٕ ذٲژ چھےٚ اکھ خطرناک نسٕل۔
گاڑِ آو شیٖشہٕ بَرس سۭتۍ ٹاس۔
بہٕ اوسُس اوترٕ دوستس سۭتۍ۔
تٔمۍ کٔر پنٛنِس خٔصوٗصی انٛدازس منٛز کَتھ
تفتیٖشس پیٚٹھ گٔیہِ تٔمۍ سٕنٛز دلیٖل ناکام۔
اسہِ کوٚر تِہنٛدِ خٲطرٕ فوم کہِ مٹرَسُک اِنتظام۔
سۄ کوٗر ٲس وانٛکو سۭتۍ شوٗبان۔
جج سٕنٛدۍ اختیارات چھِ ٲیٖنس منٛز بیان کرنہٕ آمٕتۍ۔
یہِ ٲس سرٕد زوٗنہِ سۭتۍ روشن راتھ۔
یہِ تہِ ژٕ وَنکھ تتھ مُتعلق روز ہُشارٕ تِکیٛازِ سُہ چُھ نازُک مِزاز۔
سۄ گٔٔیہِ بےٚ ہوشی منٛز۔
جُملُک اہم فعل کیا چُھ؟
سُہ چُھ وٕنٛکیٚس چیٖنس منٛز بطورِ ہِنٛدُستانُک سٔفیٖر تعٲیٖن کرنہٕ آمُت
ییٚمہِ جڑی بوٗٹی ہِنٛدۍ چھِ مُختلف استعمال۔
تٔمۍ گٔنٛڑ پنٛنِس سامانس رز۔
بہٕ چُھس اکثر رٮ۪تہٕ کالہِ سرٛانٛٹھ واینہِ گژھان۔
ژےٚ چُھیہِ پوٗرٕ پٲٹھۍ یقیٖن؟
تٔمِس اوس نہٕ پنٛنِس بچاوس منٛز ونٛنہٕ خٲطرٕ کِہیٖن تہِ۔
دفتر نیرنہٕ برٛونٛہہ نیٛوو تٔمۍ اکھ بوٚڈ فٲصلہٕ۔
مےٚ چُھ پنُن ہوٗن ماز بیرَو سۭتۍ پیٚنٛدِ تَپھ کرناوُن ہیٚچھنوومُت
مہربٲنی کٔرِتھ کٔرِو تالوُک تھزر کم۔
سُہ اوس کم رفتارس منز پکان۔
یِٕم نَتٲیِج چھِ لاجَواب
سُہ چُھ اکھ پاگل نفر۔
تٔمِسباسیوو تس سۭتۍ چُھ ظُلُم کرنہٕ آمُت۔
تٔمۍ لٲگۍ پانَس نٔوۍ پَلَو
تٔمۍ بوٗز ڈولٕچ تال
یہِ وتھ چھِ جنٛگلہٕ مٔنٛزۍ دٔریاوس کُن واتناوان۔
پارٹی ہِنٛدِ سربراہ سٕنٛدِ طرفہٕ منشہٕ مُطٲبِق نامزدگِین آیہِ بٔڑِس پیمانس پیٚٹھ تنقیٖد کرنہٕ۔
منصوٗبن منٛز اچانٛک تبدیٖلی ہِنٛدِ وجہہ کِنۍ گوٚو سٲرِسٕے تلُک پٮ۪ٹھ۔
تُہۍ چِھوٕ سایکلس پیٚٹھ کامہِ گژھان؟
تِمو دِیُت سیاحس اغواہ کرنہٕ برٛونٛہہ نشہٕ۔
بہٕ ہٮ۪کَے نہٕ ژےٚ مدد کٔرِتھ اگر نہٕ ژٕ مےٚ پٮ۪ٹھ پژھ کَرکھ۔
سانہِ باۂمی کوٗشِشہٕ چھےٚ واریاہ ضٔروٗری۔
کمپٔنی چھِ پرٛوجیٚکٹ خٲطرٕ رقم مخصوٗص کوٚرمُت
کامیٲبی پراونُک چُھ نہٕ کانٛہہ سہل نُسخہٕ۔
سۄ زنان ٲس نسلی معاملن مُتعلق واریاہ آواز تُلان۔
تِم چھِ نازک معاملن منٛز فوری طورس پیٚٹھ کاروٲیی کران۔
سُہ گوٚو اِمتِحانس منٛز فیل
سُہ چُھ ہمیشہٕ پنٕنۍ اخبار نِنہٕ خٲطرٕ چھکڑٕ اِستعمال کران۔
جاناوار ٲسۍ خوشی سان ٹیٖرِو ٹیٖرِو کران۔
رامنوجا اوس میتھس منٛز ذہین
تِمو دِژ شُریٚن کھکٕھر۔
سُہ چُھ اکھ مشہور ڈاکٹر۔
تٔمۍ لوو تِمن لورِ سۭتۍ۔
تِمن گٔیہٕ پنٕنۍ واریاہ مٲلی فٲیدٕ اتھٕ منٛزٕ نیٖرِتھ۔
تٔمۍ سٕنٛز نانۍ چھےٚ وٲنٛسہِ پانٛژشیٖت پٮ۪ٹھۍ۔
سۄ چھےٚ اکھ تجرُبہٕ کار وۄستاد۔
أکِس ہفتس چھِ ستھ دۄہ آسان۔
یہِ اوس بڑٕ مُصیٖبتُک وقت۔
تٔمۍ تھووُس بہٕ گٲنٛٹہٕ وادن پیاروُن۔
سۄ کٔھژ ہیوٚر پنٛنِس خانٛدارس وٕزناونہِ۔
ژٕ ہٮ۪ککھٕ یتھ گاڑِ رزِ سۭتۍ لٔمِتھ؟
سڑکہِ پٮ۪ٹھ اوس کیاہ تانۍ شور۔
بچن ییٚلہ دنٛدٕ چھِ یِوان تِمن چُھ کینٛہہ تہِ ژاپُن خۄش کران۔
وٕنۍ کیٚمۍ وٲے پِپِنۍ؟
بازرس منٛز آو راتھ کیُتھ واریاہن گاڑیٚن ہُنٛد سامان لوٗٹنہٕ۔
مکان چُھ کُلیو سۭتۍ ؤلِتھ۔
"""اِتھ کٔنۍ روزِ سۄ محفوٗط"""
تٔمۍ سٕنٛدِ بٕتھیُک رنٛگ اوس بےٚ نوٗر۔
ساروٕے کھۄتہٕ پیٚٹِھم شاخ ٲس جاناوارو سۭتۍ بٔرِتھ۔
تمہِ چُھ یہِ خراب کوٚرمُت، وۄنۍ چُھ مےٚ یہِ نوِ سرٕ کرُن!
مےٚ چُھ نہٕ تٔمِس سۭتۍ کانٛہہ تہِ رابِطہٕ
یِم دٔریافتہٕ چھِ تِمن ہنٛدٮ۪ن نظرین جٲیِز قرار دِوان۔
کھہس منٛز چُھ اکھ بوٛڈ جب.
ژٕ کِتھ کٔنۍ ہٮ۪ککھ یُتھ کیٖنہٕ تھاون وول ٲسِتھ۔
ییٚمہِ ہفتٕچ بٔڑ خَبر چھےٚ تٔمۍ سُنٛد خانٛدر
تٔمِس وُچھ بال جنگلَس منٛز ژوٗرِ
جنٛگن کٔرۍ واریاہ لُکھ ختم۔
تٔمۍ سٕنٛٛز ذہنی حالت چھےٚ شکاور۔
یَلہٕ سٕہَس نزدیٖک گَژُھن ہیٚکہِ خطرناک ثٲبِت گٔژھِتھ
ژےٚ یِیہِ ٹِکٹہِ سۭتۍ پونٛسن ہُنٛد رسیٖد تہِ سوزنہٕ۔
پٔتھرِس دیٖو سرٛہجہِ دجہِ سۭتۍ پھش۔
تِمۍ گٔیِیہٕ کُنِہ پٲٹھۍ پُلسَس نِش فَرار گَژھنَس منٛز کامیاب
یہِ اوس تٔمۍ سُنٛد مِثٲلی ردِ عمل۔
سُہ چُھنہٕ پننِس عیالس خٲطرٕ جان نثار
أسۍ کَرو یِنہٕ والیٚن ؤرِین منٛز یِم مسٲیِل ٹھیٖک۔
سُہ چُھ اپٕزۍ وعدٕ کران۔
سۄ چھےٚ أکھ ناماور اداکارہ۔
تِمۍ چھِ قٲیدٕ کِس عمل درآمدس منٛز لاپروٲیی کران۔
تانِیا آسۍ دعوتس پیٚٹھ ورایاہ لوٗبوٕنۍ گٔمٕژ۔
مادٕ حمل اڈٕلیٛوٚک کرُن چُھ جُرُم
تٔمۍ سُنٛد پان اوس مضبوٗط تہٕ سخٕت۔
نہرو اوس أکِس شریٖف خانٛدانس سۭتۍ تعلُق تھاوان۔
ہوا چُھ بُنیٲدی طورس پیٚٹھ نایٹروجن تہٕ آکسیٖجنُک بنیومُت۔
مےٚ چُھ گۄلابُک مُشُک خۄش کران۔
یہِ زمین چُھ نہٕ وٕنہِ کاشتکٲری خٲطرٕ اِستعمال کرنہٕ آمُت۔
تٔمۍ پرٛژھ اکھ واضح سوال۔
تٔمۍ لگٲو چِھٹھۍ نارس منٛز۔
بہٕ چُھس ہِنٛدُستانُک باشنٛدٕ
سُہ چُھ پرٛٮ۪تھ وِزِ سفید پادٕرۍ چۄگہٕ لاگان۔
باغ اوس شِنہٕ ژادرِ سۭتۍ ؤلِتھ
ناو لیٚکِھو ویٚٹھٮ۪ن اَچھرَن منٛز
یتھ مکانس منٛز استعمال کرنہٕ آمٕژ سٮ۪کھ تہٕ سیٖمٹ چھےٚ اصٕل معیارٕچ۔
سیلز گٔرلن چُھ پرٛٮ۪تھ تتھ چیٖزس پٮ۪ٹھ کیٚنٛہہ فیصدی میلان یہِ تِم کٕنان چھِ۔
سُۍ چُھ واریاہ مِلن سار۔
میٲنۍ نیٚچِوۍ چھےٚ دچھِ ہِنٛزِ کاشتکٲری ہنٛز تعلیٖم حٲصل کٔرمژٕ۔
یہِ چھےٚ مےٚ اتھ مُتعلق جمع تمام زانٛکٲری۔
مےٚ بوٗز مکان منٛزٕ اکھ لوٚت آواز ۔
مہربٲنی کٔرِتھ گٔنٛزرٲیِو یِم پونٛسہٕ
صُبحن چھِ  منٛدرن منٛز گَنٹی واینہٕ یِوان۔
سچن ٹنڈولکر اوس اکھ مٲہِر کِرکٹ کِھلٲڈۍ۔
مِشیٖن چھےٚ صِرِف اکھ وَٹہٕ رۄپَے رَٹان
تٔمۍ نیٛوو پنُن عیال أکِس نٔوِس مکانس منٛز۔
یَتھ  پوشسس چُھ اصٕل مُشٕک۔
کۄکرٕ سُنٛد مۄوَل اوس رٔنٛگیٖن
سُہ چُھ اکھ نٮ۪تہٕ سۄت نفر باسان۔
مہبٲنی کٔرِتھ دِییو میہ کینہہ سُپارۍ۔
تِمو چھےٚ زٔمیٖنس أنٛدۍ أنٛدۍ دٲیرس منٛز اکھ موسمی سیٹلایٹ ترٛٲومٕژ۔
ماحولیات کٮ۪ن ماہِریٖنن ہِنٛز مجلِس یِیہٕ نیہٕ رٮ۪تہٕ مُنعقد کرنہٕ
تٔمِس چھےٚ رنٛنہٕ چہِ کوٗشِشو سۭتۍ خوشی میلان۔
تِمو تُل یُہُس کٕنکَس منٛز فٲیدٕ۔
سۄ چھِ گۄڈنِکِس ؤرۍیَس منٛز۔
تِم چھِ گَلن رنٛگ کرنہٕ خٲطرٕ وۄزُل رنٛگ اِستعمال کران۔
تٔمِس پزِ پنٛنِس شرارتس پیٚٹھ قابوٗ کرُن ہیٚچُھن۔
تِمن چُھ نژنٕچہِ ترکیٖبہِ ہُنٛد شوق۔
شہرن چُھ ہیوٚتمُت مغرِبی طور طریقہٕ اختیار کرُن۔
تٔمِس میٛلیوو بہتٔریٖن کارکردٕگی خٲطرٕ انعام
یتھ نوکری خٲطرٕ چُھ اصٕل کتھ باتھِ ہُنٛد ہوٚنر ضٔروٗری
زمیٖنُک اکھ بوٚڈ حِصہٕ چُھ ترقی خٲطرٕ تیار۔
اکتوٗبر چُھ ؤرِیُک دٔہیُم رٮ۪تھ۔
ٲبی جہاز اوس پٔھٹِتھ سمنٛدر کِس ژٔکِس تانۍ ووتمُت
راتہٕ کرٛیٖل چُھ تیٖزی سان وٕڑان۔
اسہِ چھِ بٔنۍمٮ۪ن دارِنٕے یوت پردٕ لاگٕنۍ
یہِ اوس مسلہٕ حَل کرنُک بٔتٔریٖن طٔریٖقہٕ
تٔمِس لٔڑکس ٲس اَکھ لیٚدٕر ٹوٗپۍ لٲگِتھ
مگر پتہٕ ہیوٚتُن چیٖزن حلہِ مُشکِل گژُھن۔
بہٕ روزَے ژےٚ ہر وِزِ مدد کرنہٕ خٲطرٕ تیار
تٔمۍ کوٚر پنٛنہِ نَیہِ زنٛدگی ہِنٛدِس طریٖقس سۭتۍ پانس جلدی عادت۔
بٕہ چُھس ہمیشہٕ سمندرس نزدیٖک نظارن ہُند لُطُف تُلان۔
سۄ بناوِ ڈبل میچس منٛز پنٛنِس زِٹِھس سۭتۍ جوٗرۍ۔
تِمو چُُھ قصبس منٛز اکھ نوٚو مورچہٕ کھڑا کوٚرمُت۔
کینٛہہ مَسٲیِل گٔیہٕ گۄڈٕ پٮ۪ٹَھے ظٲہِر
چاہے تُہۍ ناکام گٔژِھیو یا اسمان کٔھسِو، کم از کم کٔرٕو تۄہہِکبوٗشِش۔
تٔمۍ پٲرٲو سۄ سالہٕ خٲطرٕ اصٕل پٲٹھۍ۔
عیالن کھیوٚو شامُک بتہٕ اِکہٕ وٹہٕ۔
سۄ چھےٚ بانہٕ چھلان۔
تٔمِس نفرس میلیوو عدالتہٕ پٮ۪ٹھ حُکُم نامہٕ۔
مُستقبِلٕچ پیشن گویی ہیٚکہِ نہٕ کانٛہہ تہِ کٔرِتھ۔
سۄ ٲس مےٚ پَتہٕ کَنہِ بِہِتھ
تٔمِس آو حٲدثس منٛز کَلس بوٚڈ برٛٮ۪کھ
تٔمۍ دِژ پگاہ یِنٕچ زبان۔
مےٚ چھی ژےٚ کیٚنہٕ پونٛسہٕ وۄزُم ہیٚنۍ
سۄ ٲس جان پَلو لٲگِتھ۔
سُہ چُھ بےٚتاب مدد منٛگنہٕ خٲطرٕ
تِم چھِ ؤری وادو پیٚٹھٕ اکھ أکِس مُطٲبِق۔
سُہ چُھ مِلہِ منٛز کٲم کران۔
مےٚ چُھ نہٕ یہٕ پۄشاک مٔلۍ ہٮ۪نُک طاقت
تٔمۍ سٕنٛدۍ ناوٕکۍ دوستن دِیُت تس زہر۔
سُہ چُھ لاعلاج طورس پیٚٹھ کینسَرس منٛز مُبتلا۔
رٮ۪تہٕ کالہِ خۄشٕک گژھن والیٚن دٔریاون پٮ۪ٹھ بنٛڈ گنڈنُک چُھ نہٕ کانٛہہ تہِ فٲیدٕ
بچہٕ روٗد پٔتھرِس انٛدٕ ونٛدٕ کھۄکٕھش کران۔
تٔمِس چُھ اسوُن بُتھ۔
ژٕ ہیٚککھٕ چارجَرس پٕلگ لٲگِتھ؟
قٲتِلن اوس نہٕ کانٛہہ تہِ ثٔبوٗت ترٛوومُت۔
تٔمۍ سٕنٛز گٲڑۍ چَلییی نہٕ تِکیازِ تمِچ بیٹرٛی ٲس بِہِتھ۔
یہِ چھےٚ سۄ جاے ییٚتہِ أسۍ پٔتمہِ لٹہِ سمکھییہِ۔
یِتھۍ زمیٖنی کُلۍ ہیٚکن یقیٖنی طورس پیٚٹھ آب کِس معیارس نۄقصان واتنٲوِتھ۔
تٔمۍ سٕنٛزِ حرکتہِ سۭتۍ گٔیہٕ سٲری بیزار
سُہ چُھ پنٛںہِ بیٚمار ماجہِ واتان۔
اسہِ کٔر سرحدن اپارِ یپور مال تارناونہٕ خٲطرٕ أکِس بین الاقوٲمی ٹٛرکہِ منٛز مال انناون واجنہِ کمپنی ہُنٛد اِستعمال۔
میٛانہِ وجہ سۭتۍ مہ دیٖو تٔمِس تکلیٖف۔
پروجکٹس چُھ ڈبلٮ۪و ایٚچ او مٲلی اِمداد دِوان۔
تِہنٛدیو اعمالو کھٲلۍ تِمۍ معموٗل ہیوٚر۔
فرانٛسی باپٲرۍ کٔر تصویٖرِ خٲطرٕ وُہ لچھ امریٖکی ڈالرن ہِنٛز پیشکش۔
نژُن چُھ تھیٹرُک اکھ فن۔
دَب لگنہٕ وِزِ ؤژھ تٔمِس دنٛدَس کٔھنٛڑ
یہِ نقشہِ چُھ واریاہ لوٗبوُن
یِم بطخ چھِ سبزار سان نیٖلہِ رنٛگٕکۍ۔
ناکٲمی ہُنٛد ڈر گوٚو تٔمۍ سٕنٛدِس ذہنس منٛز ظٲہِر۔
اَسہِ بَنوو شہرَس منٛز نوٚو مکان
تٔم تھٲو لاش وگوِس پٮ۪ٹھ۔
مےٚ چُھ پنٛنہِ کورِ خٲطرٕ کھۄر بانن ہُنٛد جورٕ اوٚنمُت۔
تٔمۍ سٕنٛدٮ۪ن خوابن تہٕ حٔقیٖقتس منٛز چھےٚ سٮ۪ٹھا کم مُطٲبِقت۔
تٔمس ٲس ۂژِس لوٗبوٕنۍ گٔر لٲگِتھ۔
اُستادن دیُت طٲلبہِ عٔلمن سِپاہن ہِنٛدۍ پٲٹھۍ مارٕچ کرنُک حُکُم۔
تٔمۍ کٔر تٔمۍ سٕنٛدِس مُشکِل وقتس منٛز تٔمِس سۭتۍ روٗزتھ پنٕنۍ وفادٲری ثٲبِت۔
دۄن رنٛگن درمِیان فرق کرٕنۍ چھےٚ مُشکِل۔
سۄ گٔیہٕ پنٛنہِ زِنٛدگی ہِنٛدٮ۪ن پٔتِمٮ۪ن ؤرِین منٛز حٲدِثٕچ شِکار۔
دُربِنۍ چھےٚ أکِس بٔڑِس ڈبس منٛز یِوان۔
سُہ چُُھ یتھ موضوٗعس پیٚٹھ وسیع علم تھاوان۔
سُہ اوس تتھ کیسَس منٛز مُلزِم
بچہ چھِ ڈالیٚن پرٛٮ۪تھ وِزِ خٲر مقدم کران۔
تٔمۍ سنٛٛد کمبر اوس زخمو تہٕ داغو سۭتۍ بٔرِتھ۔
پانٛژ چُھ اکھ طاق عدد۔
تٔمۍ سٕنٛدِس پِشاب بانس چُھ کیاہتانۍ مسلہٕ۔
مۄنٛڈ زنانن مَس کاسنُک رٮ۪واج چُھ واریاہن قریٖم علاقن منٛز رٲیِج۔
سۄ ٲس بد مِزاز تہٕ بےٚ صبٕر۔
اسہِ پزن بیٚین سۭتۍ اصٕل تعلُقات بناوٕنۍ۔
یہِ چُھ گَہہ بٮ۪گاہ سپدان
بہ اوسُس کالجس منٛز شطرنٛج چہِ ٹیٖمہِ منٛز شٲمِل۔
تٔمۍ گیُنٛد پنٛنِس بٲیِس سۭتۍ شطرنٛجُک کھیل۔
تٔمۍ مٲنۍ پنٕنۍ غلطی۔
مےٚ مۄکلٲوۍ ناول پٔرِتھ ییٚمہِ ساتہٕ سۄ رنان ٲس۔
ہمدردی آسنہٕ کِنۍ مہ ترٲیِو مےٚ ووٹ۔
میون بوے چُھ جاداد ڈَبن ہُنٛد صنعت کار۔
سُہ چُھ مِزازٕ کِنۍ کھوژٕبٕڑ۔
سُہ روٗد کٔنٛڑۍ دۄپھِ منٛز ژوٗرِ۔
فساد تُلنٕچ ٲس امدَن کوٗشِش۔
تِم ژایہِ پٔتمہِ دروازٕ کِنۍ ؤٹِس منٛز ۔
مےٚ دیُت سارنی سوالن ہُنٛد جواب صِرِف نہٕ پٔتمہِ سوالُک۔
گٲڈۍ درایہِ سیٚکنٛڈ کِس ژِہِس منٛز۔
مےٚ واژٕ زا دۄہس پٮ۪ٹھ واریاہ ڈالہِ۔
أسۍ چھِ پنٕنۍ آواز بیٚیِس تانۍ واتناونہٕ خٲطرٕ ٹیٚلہِ فون اِستعمال کران۔
تٔمۍ سٕنٛز لۄکٕٹ بیٚنہِ چھےٚ واریاہ لاپرواہ
فوجی پلٹَنٕچ چھۄکھ ٲس برٛونٛہہ کُن پکان۔
آڑِٹورِیَم اوس عوامہٕ خٲطرٕ یَلہٕ ترٛاونہٕ آمُت
تٔمِس اوس جان پۄشاک لٲگِتھ۔
گٲڈۍ تھایِو کُلِس تُل
تعویٖذ کری ژےٚ حفاظت۔
ژٕ کریِکھ مےٚ سمکٕھنہِ؟
خۄش قٔسمٕتی سۭتۍ وٲژ شیٚچھ وقتس پٮ۪ٹھ۔
بادشاہ سٕنٛدِ مرنن کوٚر اکہِ دورُک خٲتِمہٕ۔
کھیٚن برٛونٛہہ کُن انن واجیٚنۍ آیہِ مجمس پیٚٹھ چاے ہٮ۪تھ۔
مےٚٚ چھےٚ یَتھ موضوٗعس پٮ۪ٹھ زیادٕ زانٛکٲری ہِنٛز ضٔروٗرت
اکھ اصٕل نسل وول نفر چُھ واریاہ شٲیِستہٕ تہٕ اصٕل طور طریٖقہٕ وول آسان۔
وۄزُل لِباس لاگن واجنہِ کوٗر چھےٚ تٔمِس ہمیشہٕ دِل تمبٕلاوان
سُہ اوس دور اندیش سربراہ۔
چانہِ تنقیٖدُک پیٚیہِ نہٕ تٔمِس پٮ۪ٹھ کانٛہہ اثر
تٔمۍ دِِژ مےٚ یہِ کِتاب ترٛیٚن ہتن رۄپین منٛز۔
سۄ چھےٚ کُنہِ تہِ مُصیٖبَتس منٛز صٲبِر روزٕچ کوٗشِش کران
تٔمۍ چھےٚ تلوار بٲزی منٛز تربِیت رٔٹمٕژ۔
سُہ چُھ مےٚ سۭتۍ پَکان
سانہِ مُلکٕچ موجوٗدٕ معٲشی حالات چھےٚ مایوس کَرن واجیٚنۍ
ژٕ ہٮ۪ککھ ٹیلی فونس پیٚٹھ کیکٕچ فرمٲیِش کٔرِتھ۔
المارِ منٛز چھِ لٔکرِ کیٚمۍ۔
سُہ اوس پنٛنہِ جوٲنی منٛز سارٔنٛگۍ وایان۔
رانۍ ہِنٛزو ساروٕے وٮ۪سو کٔرۍ تٔمِس ڈٲلۍ انٛنہٕ خٲطرٕ پونٛسہٕ جمع۔
ارکان آیہِ شٲعِر سٕنٛزِ عٲلی شان موجودگی سۭتۍ نوازنہٕ۔
پنٛنہِ دِلچسپی کوٚر سُہ منصوٗبس پیٚٹھ کٲم کرنہٕ خٲطرٕ مجبوٗر۔
أسۍ ٲسۍ تٔمۍ سٕنٛدِ یٕنہٕ برونٹھٕے جہازس منٛز سوار
گِنٛدنٕکِس مٲدانس منٛز ٲس واریاہ رب۔
فرٛانٛس چُھ امریٖکہُک حلیٖف
مےٚ چُھ سالُک اِنتظام کرُن۔
مےٚ چھےٚ یِم تصویٖرٕ بناونہِ۔
چیٚک لٮ۪کھن وٲلِس گوٚو اتھ پیٚٹھ تٲریٖخ لیٚکُھن مٔشِد۔
مےٚ چُھ طِبی کار خۄش کران۔
سۄ ٲس پنُن کُنٛزٕ ترٛوٚنٛگ نژناوان۔
تٔمِس چھےٚ نلٕچ زٔڈِج پٕھٹمٕژ۔
مےٚ چُھکھ ژٕ واریاہ زیادٕ خۄش کران۔
لڑکہٕ چھِ تٔمِس مُتٲثِر کٔرنہٕ باپتھ اکھ ٲکِس سۭتۍ مقابلہٕ کران۔
اگر نٔے تُہۍ جلدی کٔرِو، تۄہہِ گژھیو بس اتھٕ۔
سُہ اوس یژھان پانٛس مُتعلق تھٮ۪کُن ۔
لُکن ہِنٛزِ دِلچسپی خٲطرٕ گژھِ دلیٖلن منٛز پَزر آسُن۔
ٹرانزِسٹرٕچ آواز تھاو پوٗرٕ بڑِ۔
تٔمِس باسیوو پنٛنہِ گردنہِ پٮ۪ٹھ کیٚنٛہہ تانۍ پکان۔
امہِ حِکمتہِ عملی سۭتۍ آو نہٕ وٕنیُک تانۍ کانٛہہ تِہ حقیقی فٲیدٕ۔
باقٕے مسٲیِل ہٮ۪کن امہِ پتہٕ یِتھ۔
اسہِ چُھ نہٕ گَرس منٛز کانٛہہ تہِ مٮ۪وٕ۔
سُہ چُھ اکھ لایقہِ کار فنکار۔
سُہ چُھ روٲنی کتھٕ کران۔
دروازن ہٕنٛدۍ یِم چوکاٹ چھِ ٹیٖٖککۍ بناونہٕ آمٕتۍ ۔
شیٚشتٕر راڈ ۂج کَرٕنۍ چھےٚ سٮ۪ٹھا مِشکِل آسان
تٔمۍ سٕنٛزِ دِلیری ہِنٛزٕ دلیٖلہٕ چھےٚ خۄشوٕنیٚن فسانن ہِنٛدِس طورس پیٚٹھ لیٚکھنہٕ۔
بہٕٕ اوسُس تٔمِس پتہٕ کنہِ لٲنہِ منٛز کھڑا
تُہۍ لٲگوِ یہِ تار ٹی وِیَس
تٔمِس چُھ پنٛنیٚن مُقٲبِل اعمالن ہُنٛد خٔمیازٕ تُلُن۔
ہیٖرٕ چھِ قۭمتی آسان۔
تِمو کوٚرہوس بہٕ اصٕل پٲٹھۍ تٔمۍ سٕنٛدِس حالتس مُتعلق آگاہ۔
سُہ چُُھ خطرناک پٲٹھۍ قرضس منٛز۔
میٛانیٛو دوستَو مَنوو میٛون زا دۄہ بڑٕ جوشہٕ سان
تٔمۍ سُنٛد مول چُھ شہرُک اَکھ مٔشہوٗر ٹھیکہٕ دَر
سُو چُھ عٲشن منٛز روزان۔
تٔمۍ وُچھ تِمن دولہٕ
اسلَمُن حٲدثہٕ اوس سٮ۪ٹھا تَباہ کُن
یُتھے پانیُل تُرُن چُھ گژُھان، یہِ چُھ مایہِ دار گژھان۔
سۄ چھےٚ قٲد خانس منٛز مُقدِم چہِ پیشی پیٛاران۔
قٲدٮ۪و کٔر جیلہٕ منٛزٕ ژلنٕچ کوٗشِش
بہٕ چُھس ایٚم پی یُک بسکیٖن در۔
تٔمِس اوس بوے ہمیشہِ ژھوٚٹ آسنس پٮ۪ٹھ پامہٕ دِوان۔
سارے بجہِ کمپٔنیہِ چھےٚ پنںنٮ۪ن چیٖزن ہُنٛد اشِتِہار دِوان
جنازٕ انٛجام دنہٕ باپتھ لوگ پادٕرۍ وانٛگٕنۍ رنگُک جامہٕ۔
سۄ چھےٚ پٔتِمیو پانٛژو ؤرِیو پیٚٹھٕ بطورِ رٲبِطہٕ کار کٲم کران۔
ؤسِتھ پلوَن چُھ نہٕ زیادٕ کالس دار نیران۔
پوٚتُھر اوس درٛۄکہٕ سۭتۍ بٔرِتھ۔
پُلسہٕ وٲلۍ وٲے پنٕنۍ پِپِنی۔
سُہ اوس ژھوٚٹ تہٕ مضبوٗط۔
چانہِ قٲیِل کرنٕچہِ صلٲحِیتہِ کوٚر نہٕ تٔمِس کانٛہہ تہِ اثر۔
یتھ وانس پٮ۪ٹھ چھِ صِرِف درٛوٚگۍ چیٖز کٕنٕنۍ۔
بیٲرۍ چھِ اکھ پالتوٗ جانور۔
تٔمۍ أنۍ دانہٕ کُٹھِ منٛزٕ شرٛاکپُچ۔
یہ تحقیٖق چُھ بِلکُل نظرِیٲتی۔
اسہِ کوٚر راتھ پہاڑن پیٚٹھ ٲٹھن گٲنٛٹن پیدل سفر۔
یہٕ مسلہٕ حل کرنُخ چُھ نہٕ کانٛہہ بُنیٲدی أصوٗل
تِہنٛدِس کھیٚنس منٛز ٲس مکایہِ ژوٚٹ، مکٲیی تہٕ سبزییہِ شٲمِل۔
أسۍ دِمو پنٛنیٚن منصوٗبن ٲخری شکٕل پوٚتُس۔
سۄ یِیہِ ثبوت سۭتی پوٗرٕ پٲٹھۍ صحیح ثٲبِت کرنہٕ۔
تِم چھِ پرٛٮ۪تھ صُبحن دُعا پَران
وولٹ میٖٹر چُھ اکھ سُہ آلہٕ یُس وولٹ چُھ میٖنِتھ ہٮ۪کان۔
پُلیٖس چُھ نہٕ یتھ معاملس منٛز قتلُک شک کران۔
تٔمۍ سٕنٛزٕ اوٚش ہژٕ أچھ چمکییہِ دِلچسپی سۭتۍ۔
حُسین چُھ توپ خانَس منٛز بَطورِ فوجی کٲم کَران
مہربٲنی کٔرِتھ دِ مےٛ کلم ۔
پٔتۍمیٚو دۄیو رٮ۪تو پٮ۪ٹھٕ گوٚو خرچس منٛز ہُرٮ۪ر۔
تامِل ناڈوٗہس منٛز چھےٚ مہریٚنۍ پنٛنہِ خانٛدرٕ کہِ دۄہ ۹ گز سٲڈۍ لاگان۔
موجوٗدٕ حالاتن منٛز چِھ تِہنٛدۍ مُطالبہٕ پوٗرٕ کرٕنۍ نامُمکِن۔
سُہ چُھ واریاہ دٮ۪مٲغی پریشٲنی منٛز مُبتلا۔
زٔمیٖن دار چھِ زٔمیٖنس فصٕل وۄپداوان۔
میٲنِس کٹہٕ سُنٛد یٖیر چُھ واریاہ موٚٹ۔
واریاہس سامانس گوٚو نقل وحملس منٛز نۄقصان۔
تُہۍ ہیٚکِو سُلی نیٖرِتۍ تِکیازِ تۄہہِ چُھ واریاہ دوٗر واتُن۔
تٔمِس چُھ پنٛنِس خانٛدارٕ سُنٛد بَچہٕ ہٮ۪نہٕ آمُت
یہِ اوس اکھ خطرناک طوٗفان۔
کُنہِ ساتہٕ اوس گرم مُشکِلن برداشتس لایق آسان۔
تارکول چُھ کھرٛیپہٕ بنٛد کرنس خٲطرٕ اکھ اصل چیٖز ۔
ژرِ گٔیہِ پننِس ٲلِس کُن
مہربٲنی کٔٔرِتھ دِ بَرس دکہٕ۔
عجائب گرس منٛز آسہٕ پرٛانہِ فنہِ تعمیر چہِ واریاہ نُمٲیشہٕ۔
اِسرٲیلن تہٕ فلسطیٖنن چُھ أکِس امن کِس مُہادس پٮ۪ٹھ دستخت کوٚرمُت
اَچانک باسییہِ مےٚ پٔتِمِس چَنٛدَس منٛز گرٛین۔
اکھ ون یُس سبزار سۭتۍ بٔرِتھ تہٕ روٗسۍ کَچوسۭتۍ بٔرِتھ چُھ۔
مےٚ بوٗز اکہِ زور دار دھماکٕچ آواز۔
گِرجہٕ گَر گَژھنہٕ خٲطرٕ کٔرۍزیٚو نہٕ ژیر کیٚنٛہہ
سُہ چُھ قتل کرن وول۔
سُہ چُھ فرضی اداکار
تِمو وُچھ پٕہاڑُک تینٛتول۔
وانس چُھ پوٗرٕ پٲٹھۍ آب آمُت۔
سامان بنٛد کرنہٕ خٲطرٕ کوٚر مےٚ گَتُک اِستعمال
تۄہہِ پزِ پنٛنہِ گاڑِ منٛز اکھ علاوٕ ٹٲر تھاوُن۔
یہِ چُھ واریاہ لۄتوَے لۄکُٹ آلہٕ۔
تِم چھِ سڑکن چوٗنہٕ ترٛاوان۔
پٔژھۍ گٔیہِ سٲنۍ مہمان نوٲزی سۭتۍ خۄش۔
سُہ آو پانٛژِ بجہِ۔
تٔمۍ سٕنٛزِ حوصلہٕ افزٲیی بغٲر ہٮ۪کہا نہٕ بہٕ یہِ حٲصِل کٔرِتھ۔
کُنہِ تہِ لڑایہِ رُکاونہٕ باپتھ چُھ پُلیٖس تعینات کرنہٕ یِوان۔
یَتھ حلقس تانۍ واتُن چُھ نہٕ سَہل
سۄ چھےٚ ہمیشہٕ تیز رنٛگ لاگان۔
سۄ چھےٚ آسان ہَمیشہٕ خۄش تہٕ خۄشحال
مےٚ وُچھ ژھلس منٛز اکھ زِنٛدِ گگُر۔
تمہِ کٔر أکِس نژن والٮ۪ن ہِنٛزِ ٹولہِ منٛز شموٗلیت تہٕ کوٚرُن پوٗرٕ یوٗرپُک سفر۔
نوجوان چھِ نہٕ رفتار کیٚن حدن پیٚٹھ عمل کران۔
سُ چُھ ییٚمہِ علاقُک حٲکِم، امہِ کِنۍ چھےٚ سارنی أمۍ سٕنٛز فرمان بردٲری کرٕنۍ۔
بہٕ اوسُس بۄچھِ سۭتۍ تھوٚکُمت تہٕ نٮ۪تہٕ سۄت۔
مٲلۍ سٕنٛدِ مرنہٕ پتہٕ بدلیٛوو سُہ واریاہ
کوجس منٛز ٲسۍ زٕ مزٕدار کٮ۪ھن شٲمِل۔
تٔمۍ کوٚرنس بہٕ اِجلاسس منٛز پریشان۔
خَبرآیہٕ یکدم گگرایہِ پٲٹھۍ۔
سوالُک جواب کَر اندازٕ تہٕ زین انعامہٕ
تٔمِۍ کرِ رِیٲضی منٛز کثیر الثانی اِکویشنہٕ۔
سازو سامان چھِ وٕنہِ تجرُبٲتی مرحلس پٮ۪ٹٕھے۔
یتھ بندوٗقس چھےٚ زیٖٹھ نٔلۍ۔
یِم یادگار چھِ جوٗبی ہِنٛدوستان کہِ ثقافتی میٖراثُک اکھ اہم حِصہٕ
تٔمۍ کٔر دٲر پٕھٹراونٕچ کوٗشِش۔
یہِ سامان چُھ اعلیٰ معیارُک۔
تٔمۍ کوٚر قبوٗل زِ تٔمِس چھِ غٲرقونوٗنی منشیات۔
لنٛجہِ آسہٕ بۄن کُن اویزان۔
تٔمۍ سٕنٛدۍ حُسنن کٔرۍ واریاہ دِل مٲیِل
وۄستاد چھِ پنٛنیٚن طٲلبہِ علمن حوصلہٕ افزٲیی کران۔
تِمو ووٚن سُہ چُھ لانٛژھ۔
پٔری ہِنٛزِ بٲزۍ گرٔی کٔرۍ دۄنوَے بارٕنۍ بطخن منٛز تبدیٖل۔
یتھ معاملس منٛز مدد کرنہٕ باپتھ تُہُنٛد سٮ۪ٹھاہ شُکرِیا۔
یہِ ویٚب سایٹ چھےٚ کھیل کہِ مٲدانک حقیٖقی دورٕ کرناوان۔
تٔمۍ سٕنٛزِ یٔڑ چُھ وُنہِ تہِ تھوڑا دود۔
سُہ چُُھ میٛون قٔریٖبی سٲتھی
یِم لُکھ یِتھۍ جُرُم چھِ کران تِم چھِ نہٕ عام آسان۔
سپاہو چھِ ملکٕچ شان بڑٲومٕژ
تٔمۍ ہیوٚک تنگ وادی مٔنٛزۍ جہاز چلٲوِتھ۔
بوٚڑ حٲصِل کرنٕکۍ تٔمۍ سٕنٛدۍ مقصدن چُھ تٔمۍ سٕنٛدِس صحتس پیٚٹھ اثر ترٛوومُت۔
سُہ چُھ اکھ دیانت دار کاروبٲرۍ۔
مےٚٚ چُھ اکبَرس پٮ۪ٹھ پوٗرٕ یٔقیٖن
سون ٹیٖم چُھ ہمیشہِ زینن وول آسان۔
تِم کَرن دِگرَس پرٛوگرام شُروٗع
تمہِ تُل اکھ موٚٹ جِلد تہٕ لٔج بڑِ آوازِ منٛز پرنہِ۔
سُہ چُھ ژِنہِ کھانس منٛز کٲم کران۔
تٔمۍ بچوونَس بہٕ أکِس اہم موقعس پٮ۪ٹھ۔
مُقابلی کرٕنۍ چھےٚ نہٕ ہمیشہ جان حربہٕ آسان۔
تٔمِس چُھ واریاہ مثبت نظریہٕ۔
تٔمۍ سٕنٛدۍ اَتھٕ ٲسۍ ژِنہِ سۭتۍ کرٛہنیمٕتۍ
سۄ ٲس تس دِلی خٲہِش
تِم آیہِ مکان مٲلکس خلاف دعووں ہِنٛدِس بازنامس پر دستخط کرنس پیٚٹھ تیار۔
سُہ ہیٚکہِ نہٕ ہارناونہٕ یِنہٕ برداشت کٔرِتھ۔
ژٕ چُھکھ تٔمِس اتھ مُتعلق وضاحت کرنہٕ چہِ کوٗشِشہِ منٛز پنُن وقت ضایع کران۔
زمیٖندارن کوٚر فصلس کھہس منٛز ڈیر
تٔمۍ ؤنۍ یہٕ دٔلیٖل واریاہ لٹہِ۔
نیہِ ؤرِیہِ چھےٚ رہلہِ ہُنٛد کشیٖرِ منٛز یِنٕچ وۄمید۔
بہٕ اوسُس کشیٖرِ منٛز زامُت تہٕ بہٕ مرٕ کٲشرُے۔
اسہِ چھےٚ ہوٗنۍ سٕنٛزِ اکہِ خاص ذٲژ ہِنٛز درخواست کٔرمٕژ۔
اسہِ کوٚر مسلہٕ حل کرنہٕ خٲطرٕ اکھ ترتیب وار نۄقطے نظر اختیار۔
پاور کیٚٹلہِ منٛز ہیٚتِنۍ آبَس بُبر کھسٕنۍ
تۄہہِ پیٚیو گاسہٕ ہۄکھناوُن۔
شُرۍ ٲسۍ کھیل کِس مٲدانس منٛز ننٛگَے دوران۔
اسہِ أنۍ کھیٚن بٲگراونہٕ خٲطرٕ کاغزو پلیٹ۔
مےٚ چُھ نہٕ وٕنیُک تانۍ تٔمِس ہیوٗ کانٛہہ پونٛسن ہُنٛد لالچی وُچھمُت۔
تٔمۍ کوٚر پنٛنہِ مرضی پیٚٹھ حِصہٕ تقسیٖم۔
سُہ چُھ پنٛنہِ عیال نِش علحیدٕ گوٚمُت۔
کۄکر رٹنہٕ خٲطرٕ دورے أسۍ کھہَس اَپارِیَپور
أسۍ گَژھو مِٹِنٛگ پتہٕ کافی چیٚنہِ
مےٚ میلیٛوو تَس سۭتۍ کَتھ کرنُک بیٚیہٕ اَکھ موقعہٕ
ڈاکٹرن دیُت بوٚمبرَس متھنہٕ خٲطرٕ دَوا۔
سُہ اوس پنٛنہِ کورِ نظر دِنہٕ خٲطرٕ کیلیفورنیا گوٚمُت۔
ٲسۍ چھِ نہٕ دہشت گرد۔
تٔمۍ تٔھوۍ پونٛسہٕ لِفافس منٛز۔
تٔمۍ سٕنٛزِ لاپروٲیی کِنۍ گوٚو معاملہٕ خراب۔
تٔمِِس آو معموٗلی اِستقبال کرنہٕ
ماجہِ چُھ سٲنِس ژیر تانۍ نٮ۪بر روزنس ٹھاک تھوومُت۔
تِمن ٲس موضوٗعٕچ پیٚٹھۍ پیٚٹھۍ علمیت۔
1983 یِچ دچھِ ہِنٛز فصٕل ٲس سٲروٕے کھۄتہٕ بہترینو منٛزٕ اکھ۔
ژِنہٕ کھان کِس دۄبس منٛز گژُھن چھِ اکھ خطرناک کٲم۔
تٔمۍ کوٚر صحیٖح طرفس کُن موڑ۔
پُلسَن کوٚر بےٚ ۂتھیار مُظٲہِریٖنن پٮ۪ٹھ حملہٕ
سُہ ہیٚکہِ زٕ کِلومیٖٹر تانۍ ژھرٛانٛٹھ وٲیِتھ۔
سُہ چُھ جانورن ہُنٛد جراح۔
آلوٗدگی چھےٚ سانہٕ آبہٕ ہوا خٲطرٕ سٮ۪ٹھا خطرناک۔
تٔمِس گوٚو تس وٕچِھتھ غش۔
یتھ دٔلیٖلہِ منٛز چھےٚ میٛٲنۍ دِلچسپی کم گژھان۔
تٔمِس چُھ نہٕ مُستَقِل روزگار
چلوُن آب چُھ اکثر شوٚد آسان۔
بہٕ ہٮ۪کے ژے بد تر چیٖز ؤنِتھ۔
تٔمۍ سٕنٛز نستہِ ہنٛز أڑِج أس زخمی گٔمٕژ۔
ؤکیٖلن کٔر پنُن مُؤکِل بےٚ گۄناہ ثٲبِت کرنٕچ کوٗشِش
تٔمۍ سُنٛد بُتھ وۄشلیٛوو شرارتہٕ سۭتۍ۔
جاناوار چھِ ہَوہس منٛز وٕڑان۔
سُہ اوس باغس کُن وٕچھان مگر اوس خبر کتھ خیالس منٛز
سۄ چھےٚ اِنتِہٲیی قٕسمَت واجیٚنۍ۔
ہنٛدوستان چُھ اکھ ترقی پزیٖر ملک
تٔمِس یہِ تس نِش میٛوٗل تہِ اوس آہہِ سر ۔
بوتلَن اوس چِرٕ ٹھانٛڈٕ تھاونہٕ آمُت
فتح وول لٔڑکہٕ اوس تِمن کُنہِ وجہ کِنۍ تتہِ موجود آسُن یژھان۔
تٔمۍ چُھ میٛانہِ کامیٲبی منٛز اہم کِردار ادا کوٚرمُت۔
بۄکسِنٛگ منٛز پھسوو تٔمۍ پنُن مخٲلِف جالس منٛز
سُہ چُُھ پونٛسٕچ قدر کرن وول نفر۔
سُہ چُھ پنٛنِس عیالس عبادتس منٛز زیادٕ وقٕت گُزارنٕچ نٔصیٖحت کران
مےٚ چھےٚٚ تٔمۍ سٕنٛز بُلنٛد آواز خۄش کران۔
أسۍ ہیٚکو قورون وسطی توٲریٖخہٕ نِش واریاہ کیٚنٛہہ ہیٚچِھتھ۔
دُنیاہس منٛز کُس چُھ ساروٕے کھۄتہٕ بوٚڑ مُلک؟
تٔمۍ چھےٚ پنٛنِس شُعبَس منٛز واریاہ نامؤری حٲصِل کٔرمٕژ۔
مہربٲنی کٔرِتھ کٔرِو مُتٲثِریٖنن خٲطرٕ چنٛدٕ جمع کرنس منٛز تعاوُن۔
سُہ گوٚو پننہِ ترقی ہِنٛز خبر بوٗزِتھ خۄش۔
سُہ چُھ کِرکَٹ میچَس پٮ۪ٹھ واریاہ زیادٕ شَرٕت لاگان
ہوٲیی فوجس آیہِ نٔوۍ جنگی جہاز چلاونٕچ تربِیت دِنہٕ۔
سُہ چُھ کمانٛڈر بنٛنہٕ خٲطرٕ ناقٲبِل۔
ماجہٕ کرنوو پَنُن شَرارتہٕ ہوٚت نیٚچوٗ ژھۄپہٕ
تٔمۍ پٔر ترٛٮ۪ن ؤرین جانورن ہِنٛز ڈاکٹری۔
سُہ چُھ مغرِبس کُن گژھن واجنہِ بسہِ پیاران۔
أسۍ ہیٚکو توٚمُل تھوکَس منٛز ہٮ۪تھ
سُہ چُھ پوٗرٕ دۄہَس آسان ژاس کران۔
میزس پٮ۪ٹھ اوس گردِ ہُنٛد اکھ زٲویُل تہہ۔
ٹیگر وُڈس چُھ گافُک نوٚو ؤلڈ چمپِین
مےٚ چُھ نہٕ زانٛہہ تہِ یُتھ ظُلُم وُچھمُت۔
سُہ آبو پنٛنیٚن دِلیر کامیٚن ہِنٛدِ خٲطرٕ نَوازنہٕ۔
تٔمۍ کٔر قُطُب شُمالس تانۍ واتنس خٲطرٕ واریاہ کوٗشِشہِ۔
یہِ ٲس پٔزۍ پٲٹھۍ اکھ اصٕل فِلِم۔
تٔمٕۍ سُنٛد مکان چُھ سٮ۪ٹھاہ بوٚڑ۔
رنٛگ ساز چھِ میٲنِس وانس رنٛگ کران۔
ایٚوریٚسٹ پہاڑ چُھ دُنیاہُک ساروٕے کھۄتہٕ تھوٚد تیٚنتول۔
از کل چُھ پرٛیتھ چیٖزس منٛز مِشیٖنہِ ہُنٛد اِستعمال کرنُک دور۔
تِمو کوٚر سۄنہٕ بازرس پیٚٹھ قبضہٕ۔
سُہ چُھ اِجتِماعس منٛز پرٛٮ۪تھ وِزِ موجوٗد آسان
تٔمۍ سٕنٛز بٮ۪مٲرۍ مدِنظر تھٲوِتھ آیہِ تٔمِس مدرَسہٕ منٛزِ چُھٹی دِنہٕ
ژٕ ہٮ۪کَکھ نہٕ ڈاکٹر سٕنٛزِ صلاح بغٲر یہٕ دَوا کھٮ۪تھ
مےٚ گژھِ صِرِف اکھ چاکلیٹ۔
تمہِ کوٚڈ اکہِ سرٛنہِ کیٖرِ منٛزٕ آب۔
تٔمۍ کٔر قٲیدن ہِنٛز خلاف ورزی۔
تِم وٲتۍ بالہٕ کِس تیٚنٛتٲلِس تام۔
مےٚ دوکھٕ باز ونٛنہٕ خٲطرٕ تارٕ بہٕ تس فِکرِ۔
سُہ اوس ہمیشہٕ کھوژٕ بٕڑ۔
تٔمۍ کوٚر مِٹھایہِ ہُنٛد ڈَبہٕ خٲلی
سُہ چُھ سیٚتار وایان۔
تِہِنٛدۍ عٔشقن کٔرۍ تِم پنٛنِس ماحولس نِش بےٚ پرواہ۔
تٔمۍ ژٕھنۍ کاغز پیٖنتۍ ژھۄٹَس پٮ۪ٹھ دٲرِتھ
بہٕ چُھس ترٛیش چیٚوان تِکیٛازِ بہٕ چُھس ترٛیشہِ ہوٚت۔
سورُے گام گوٚو سٔہلابس منٛز یِرٕ۔
از راتس کرٕ بہٕ تٔمۍ سٕنٛدِ بدلہٕ کٲم۔
پبن منز آیہِ میچ لاگنہٕ خٲطرٕ واریاہ بٔڈۍ ٹی وی سِکریٖن لاگنہٕ۔
نٔوۍ افسرن چُھ پٔزۍ پٲٹھۍ پنٛنہِ حٲضِری ہُنٛد احساس دیُتمُت۔
جنٛرلن دِیُت سپاہن سختی کرنُک حُکم
مےٚ چھِ عام دۄہ دِشچہِ زِنٛدگی ہٕنٛدٮ۪ن چیٖزن مُتعلق ساینس چہِ مزٕ دار کتھٕ ہیٚچھِنۍ خۄش کران۔
یہِ میز چُھ واریاہ لۄکُٹ
مگر یہِ اوس اکھ ہنٛگامہٕ وول ہجوٗم، تُہنٛد بَجَر۔ مُشکِلن ہیوٚکُس امہٕ منٛز نیٖرِتھ۔
سالارجنٛگ عجٲیِب گَرس منٛز چِھ واریاہ حٲران کرن والیٚن چیٖزن ہِنٛز سوٚمبرن۔
پوٗلیٖسن کوٚر مُجرمن مار دِنہٕ خٲطرٕ ڈنٛڈٕ اِستعمال۔
زٔمیٖن دار چھِ پنٛنہِ فصلہٕ خٲطرٕ روٗدَس پیٛاران
زمیٖن چُھ اکھ سیارٕ۔
تٔمۍ چُھ أکِس عظیٖم زنانہٕ ہُنٛد خٕطاب برقرار تھوومُت۔
بدنام سمنٛدری ڈاکوٗ آو گوٗلۍ لٲیِتھ مارنہٕ۔
مےٚ چُھ اخبار پوٚرمُت۔
مےٚ چھےٚ بَتَس سۭتۍ ہٮ۪مبہٕ کھیٚنہِ خۄش کَران
ییٚلہِ مےٚ ماڈلِنٛگ شُروٗع کٔر مےٚ میلییہِ پنٛنہِ خانٛدان کہِ طرفہٕ پس ہمتی۔
تٔمۍ کوٚر سُہ واقعہ بِلکُل تِتَھے پٲٹھۍ بیان یِتھ پٲٹھۍ سُہ واقعہ اوس سپُدمُت۔
ڈاکٹرو کوٚر تٔمِس تَپس علاج۔
پردن اوس دٔنٛدرن نِشہِ خوٗبصوٗرت نموٗنہٕ بنٲوِتھ
بہٕ واتہٕ تور أکِس مِنٹس منٛز۔
فنٛگشَن آو مدرَسہٕ کِس مٲدانَس منٛز مُنٛعقد کَرنہٕ
تٔمۍ چُھ کامہِ ہُنٛد ژوٗرِیُم حِصہٕ گۄڈَے مۄکلوومُت۔
مُہادٕ اوس نہٕ قونونی طور ضوٚروٗری
تٔمۍ کھیوٚو جلدی منٛز
شُرۍ چھِ  سٔرکسس مُتعق بیوقوف کتھٕ کران۔
مےٚ چُُھ نہٕ وۄنۍ ہونٛٮ۪ن ہُنٛد خوف
گاڈِ چھےٚ صفٲیی ہِنٛز ضروٗرت۔
کَمانڈَرن کٔر فوجس تِہنٛزِ بہدوٗری خٲطرٕ تعریٖف
زٕ دستخط چھِ نہٕ پانہٕ ؤنۍ رلان۔
سٕرکہٕ ترٛٲیِو سلادِ پٮ۪ٹھ تہٕ اصل پٲٹھۍ رلٲیِو۔
طالبہِ علِمن خٲطرٕ چھِ کورس واریاہ تہٕ مُختٔلِف۔
بہٕ ہٮ۪کہٕ نہٕ تٔمۍ سُنٛد لَگاتار تنٛقیٖد برداش کٔرِتھ
تِم سٲری چھِ اِکہٕ وٹہٕ جماعت بناوان۔
تی کٔرۍزٮ۪و یہِ تُہنٛدِ خٲطرٕ بہتر گَژھِ
موٚٹۍ پردَن رُکوو آفتابُک گاش
پادٕرۍ چھِ اکثر کٔھلۍ چۄغہٕ لاگان۔
دِلہِ چُھ ہِنٛدوستانُک ساروٕے کھۄتہٕ بڑِ رِیاستُک آلوٗدٕ شہر۔
کٔدٕل چُھ پۄختہٕ تھمبَن پٮ۪ٹھ کھڑا
پوٚٗرٕ ٹیٖمہِ گِیُنٛد اصٕل پٲٹھۍ۔
سُہ چُھ کٲم مۄکلاونٕچ خواہش تھاوان۔
تٔمِس چھےٚ یتھ مسلس مُتعلق ڈٹِتھ راے تہٕ سُہ بدلاوِ نہٕ تتھ کیٚنٛہہ۔
کمپنی چھےٚ تِمن لُکن نوکری دِوان یِم صلٲحیت چھِ ہاوان۔
سُہ اوس تٔمۍ سٕنٛدِس جسمس منٛز دِگ آسنہٕ کِنۍ روٗزِتھ گوٚمُت۔
یٔقیٖنَن آسہِ سُہ کامیاب
یِم درجہٕ بٔنٛدِیہِ چھےٚ نہٕ جان پٲٹھۍ بیان کٔرِتھ۔
تٔمۍ چُھ اکھ تفصیٖلی مضموٗن لیٛوٗکھمُت
تٔمۍ کوٚر تَتھ پٮ۪ٹھ پنٛنہِ پنٛجہ تہٕ تونٛتہِ سۭتۍ حملہٕ۔
سۄ چھےٚ عام طور سبزِیہِ وَوان۔
حیدر آبادس منٛز واریاہن ؤرۍین آو سُہ دِلہِ منٛز تعینات کرنہٕ۔
تٔمۍ سٕنٛدیٚن وٕٹھن گٔیہِ تھرٕ تھرٕ تہٕ ووٚتُھس اکھ اوٚش قطرٕ ۔
بہٕ چُھس نہٕ پنٛنِس قٕسمَتس خۄش۔
سیرِ بناونہٕ خٲطرٕ رَلوو تٔمۍ آب، سیٚکھ تہٕ میٚژ
تتہِ چھِ واریاہ وجوٗہات زِ تمِن کیازِ سپُد نہٕ خانٛدر
تمہِ کٔر جَجس حفاظتہٕ خٲطرٕ گُزٲرِش۔
تُہۍ کھیٚیہِ وٕ کیٚنٛہہ مِٹھایہِ؟
سُہ چُھ عیالس بُتھ دِنس کھوژان۔
پھۄکہٕ ڈوٗن چُھ ہَوہَس منٛز ہیوٚر کُن وِڑان
سۄ مۄیہِ کیٚنسر سۭتۍ۔
تٔمۍ ترٛٲو خٲلی بوتل میزَس پٮ۪ٹھ
زٕ بٔڑۍ ۂسۍ سٕنٛدۍ دنٛد ٲسۍ صاف صاف بوزنہٕ یوان۔
مہربٲنی کٔرِتھ لٲگِو یہٕ فوٹو لبہِ پٮ۪ٹھ۔
تٔمس اوس رگہِ زخم گوٚمُت۔
پرنہٕ وِزِ مہ کٔرۍوون سُہ تنٛگ۔
سۄ چھےٚ لۄکُٹ سارنٛگۍ واریاہ اصٕل پٲٹھۍ وایان۔
یہِ ٲس اکھ رُسوٲیی واجیٚنۍ ناکٲمی۔
سُہ چُھ یمن ؤرِین منٛ بد مِزاز بنیومُت۔
تٔمِس ٲس چٔھژ سوٗرۍ رنٛگ قمیٖض لٲگِتھ۔
چانہٕ خٲطرٕ آو از صُبحٲے ڈاک۔
تٔمِس چُھ خۄشوُن مس لوٚٹ۔
طِبیات چُھ ساینسُک کیو اہم شاخو منٛزٕ اکھ۔
یہٕ زٔمیٖن چُھ دانہِ وۄپداونہٕ خٲطرٕ واریاہ زرخیز۔
واریاہس کالس کھڑا روزنہٕ سۭتۍ ٲس تٔمِس کھۄرن دگ۔
اعلیٰ افسر سٕنٛٛز کوٗر آسنہٕ کہِ حیثیت باسیوو رانی مُنشِس سۭتۍ خاندر کرُن پنٛنہِ حثیت بۄن۔
تِم چھِ پنٛنیٚن کھہن منٛز تِلہٕ گۄگُل وۄپداوان۔
تٔمِس چُھ اصٕل رِیٲضی دیٚماغ۔
تٔمِس کھوٚت شَرارت ییٚلہِ تٔمۍ سٕنٛزن تجویٖزٔن رُکاوٹ آنٛنہٕ آیہٕ۔
سمنٛدری بوٚٹھ چُھ واریاہ بوٚڈ۔
اِنٛفیٚکشَن کہِ وجہ سۭتۍ ٲس تس اوٚنٛگٕج ہُنیمٕژ ۔
سُہ چُھ پوٗرٕ رَلان مٲلِس سۭتۍ
بہٕ چُھس کافی ترجیح دِوان۔
سُہ چُھ دچھِ فصٕل وۄپداونہٕ سۭتۍ پنُن روزگار زینان۔
اسہِ چُھ اکھ لۄکُٹ کمرٕ کِرایہِ پیٚٹھ روٚٹمُت۔
تٔمۍ لوگ خانٛدرٕ خٲطرٕ اکھ درٛوٚگ پۄشاک۔
جِناز گاہس منٛز چھِ واریاہ لُکھ سَمیمٕتۍ۔
حالان کٔڑ تٔمِس منٛز بد خصلت نٮ۪بر۔
کُتب خانس منٛز چُھ وقتہٕ پتہٕ کِتاب واپس کرنس پٮ۪ٹھ جُرمانہٕ برُن پٮ۪وان۔
آز روزِ درجہِ حرارت سیٚٹھا زیادٕ۔
کارکردٕگی منٛز ٲس ادبی جوشٕچ کمی۔
تٔمۍ چُھ پنُن پان أکِس زبردست مُصیٖبتس منٛز ترٛوومُت۔
تٔمۍ شوٗر ڈبہٕ کِلیٛو سۭتۍ۔
میٲنِس گَرس پٔتھی کِنۍ تالاب چُھ گاڈٕو ستۭۍ بٔرِتھ۔
مُخٲلِف درٛایہِ اِجلاس منٛزٕ نیٚبر۔
جمٲژ کوٚر مُقرر زِ تِم دِنۍ ووٹ پنٛنٮ۪ن رُکنَن
مےٚ تھوو پَنُن فوٹو فارمَس سۭتۍ
ییٚمہِ کُللِچ وٲنٛسہِ ہُنٛد انٛدازٕ لگاوُن چُھ مُشکِل
تٔمۍ بچوونَس بہٕ أکِس اہم موقعس پٮ۪ٹھ۔
لبہِ چھےٚ دۄن رنٛگہٕ پھشن ہِنٛز ضٔروٗرت۔
یتھ دُکانس چھِ تازٕ خٔزٕر کٕنٕنۍ.
سۄ چھےٚ اَکھ جُتر منٛد گوٗر
تِم آیہِ قٲد خانہٕ منٛزٕ آزاد کرنہٕ۔
ۂری اوس تٔمِس عَدالتَس منٛز ؤکیٖل
تِٔمن چُھ ڈرٛامہ کہِ رایل اٮ۪کیٚڑمی اِمداد کوٚرمُت
سُہ چُھ تیوٗت وٲقِف باسان مگر مےٚ ہیوٚک نہٕ سُہ پرٛزنٲوِتھ۔
ژٕ ہیٚککھٕ کھیٚن بیٚیہِ اکہِ لٹہِ وٕشنٲوِتھ؟
گرنیٹ کہِ ٹاسہٕ سۭتۍ کھوٗژۍ سٲری۔
تمبٕر چھےٚ پرٛٮ۪تھ جایہِ۔
تٔمۍ سٕنٛزِ جوشہٕ ہوٚت آوازِ ترٛوو ناظریٖنن پٮ۪ٹھ اثر۔
بہٕ ہٮ۪کا چون قلم استعمال کٔرِتھ؟
شِرکت کرنس چُھ پرٛٮ۪تھ کُنہِ سطحس پیٚٹھ پوچھر دِنہٕ یِوان۔
تجویٖز ٲس اصٕل مگر عملہٕ منٛز اننُک طریٖقہٕ اوس غلط۔
مےٚ ہٲو تِمن سڑکہِ کُن وتھ۔
مےٚ چھِ ٹِکٹہٕ۔
أسۍ آسو مِشکِلو باوجود تہٕ فتح یاب۔
بادام گوجہِ آسہٕ ٹیٚچھٕ
واوٕ طوٗفانن کوٚڑ کُلۍ گۄڈ موٗلہٕ۔
توہہِ پزِ اجتماع ہس منٛز گژُھن۔
ضروٗرت منٛدن مدد کرنُک عہد کر۔
خانٛدارِنیٚن تہٕ بچن چھےٚ نہٕ پنٛنٮ۪ن خانٛدارن تہٕ مالٮ۪ن ہِنٛدِ نام ونِشانٕچ خبرٕے۔
مےٚ اوس ڈاکٹر بننُک ارمان۔
یتھ مکانس منٛز چھےٚ واریاہ زیادٕ سہولِیتہٕ۔
تٔمِس اوس أکِس ہفتَس لَگاتار تَپھ
سٲنۍ ہمساے ٲسۍ واریاہ مِلنسار ییٚلہِ أسۍ پننِس مکانس ژایہِ۔
کُٹِھس منٛز اوس ماحول پریشان کرن وول۔
ژےٚ چُھتھ نہٕ سٮ۪ٹھا کھیومُت۔
پنٛنیٚن ضرایعن منٛز روٗزِو تہٕ غربت کیٚن دۄہن خٲطرٕ کٔرِو بچت۔
مےٚ چُھ یقیٖن زِ سُہ ہارناوِ باقٕے سارنی مُقابلہٕ کرن والٮ۪ن۔
بہٕ کَرٕ پگاہ بیٚیہِ کوٗشِش
کِتابن ہِنٛز درجہٕ بٔنٛدی چھےٚ وٕنہِ کرنَے
یہِ ژٕ ونان چُھکھ تہِ چُھ کُنہِ حدس تانۍ صحیٖح۔
مےٚ چھےٚ چانہِ خۄشحٲلی ہِنٛز فِکِر۔
اسہِ ہیٚکہِ ییٚتہِ شیٚہجار میٖلِتھ۔
أسۍ چھِ ناپہٕ خٲطرٕ میٖٹری نِظام اِستعمال کران۔
رُکنن ہِنٛزِ اکثریتن دیُت نیشنَل کانفرنس کِس حقس منٛز ووٹ.
نیرنہٕ برٛونٛہہ ہیٚکو أسۍ شراب چیٚتھ۔
بہٕ چُھس لگاتار ژےٚ مُتعلِق سونٛچان
بہٕ چُھس نہٕ ظٲلِم- صِرِف چُھس پوٚز ونن وول۔
ٲسۍ گٔیہِ گرٕ ژھۄچہِ وتہِ کِنۍ۔
تٔمۍ کوٚر مےٚ پنٕنۍ پونٛسہٕ واپس دِنُک وعدٕ۔
سُہ چُھ واریاہ کٔمیٖنہٕ اِنسان۔
یہِ چُھ بین الاقوٲمی قونوٗنس تحت اکھ جنٛگی جُرُم مانٛنہٕ یِوان۔
صَدرَس چُھ نامنظوٗری ہُنٛد طاقت آسان۔
مشہوٗر ترٛیٚن ہُنٛد دوٚر آو سالس منٛز شِرکت کرنہِ۔
مےٚ دِ بیٛاکھ چایہِ کَپ
نژن وٲلۍ سُنٛد ہۄنر ووت کٲمِل درجس
سیٚٹھا سرد موسمہٕ کِنۍ پزِ نہٕ اسہِ سۄنمرگ گژُھن۔
سُہ آو یور راتھ۔
تٔمۍ کٔر گگُر رٹنہٕ خٲطرٕ ژامنہِ رژھا اِستعمال۔
مےٚ وُچھ اکھ پلاٹ یُس واریاہ لوٗبوُن اوس تہٕ ٲسٕس اکھ لۄکٕٹ مکانہٕ تہٕ گۄلابن ہُنٛد باغ تہِ اوس۔
مےٚ کوٚر کیٚنٛژن لُکہٕ ادبن ہُنٛد مقامی زبٲنۍ پٮ۪ٹھٕ انگرۍ منز ترجمہٕ۔
امریٖکی اَیوانس منٛز چِھ آزکل ہِنٛدوستٲنی خاص دلچسپی جماعت سٮ۪ٹھا عملہِ منٛز۔
یہِ بیگ چُھ کٹہٕ بَستہِ ہُنٛد بنیومُت
سٕٹار ڈسٹ چُھ اکھ ماہوار رِسالہٕ۔
تِم چھِ أکِس نیہِ کمپنی قٲیِم کرنہٕ چہِ عملہِ منٛز آوٕرۍ۔
ٲبی جہاز اوس گاٹھس کُن رُجحان کران۔
أکِس عددس مُتعلق سونٛچِو تہٕ تتھ کٔرِو دۄیہِ سۭتۍ ضرٕب۔
گاڑِ آو وینہِ سۭتۍ ٹاس۔
تٔمِس آسہِ فِکرٕ توٚرمُت زِ مےٚ ٲس نہٕ دِلچسپی۔
"اسہِ منٛزٕ بہترین لُکھ ہیٚکن غلطِیہِ کٔرِتھ۔ 
"
عطیہ ہس منٛز چھِ نہٕ سٲری خرچہٕ یِوان۔
سۄ چھےٚ مےٚ ناپسنٛد کران، تہٕ اِتَھے پٲٹھۍ چُھس بہٕ تٔمِس ناپسنٛد کران۔
مُقٲمی لُکھ چھِ بِلا اِجازت قبضس خِلاف آواز بُلنٛد کران۔
کُلٮ۪ن چھےٚ آبٕچ تہٕ گاشِچ ضروٗرت آسان۔
تٔمۍ روٚٹ پنٛنِس دوستہٕ سٕنٛدِ بدلہٕ انعام
یتھ سِنِس چُھ ٹیوٚٹھ مزٕ۔
میزس پٮ۪ٹھ ٲس اکھ بٔتۍ اویزان۔
اسہِ وُچھ واریاہ چمکہِ دار شہاب ثاقب۔ 
سُہ چُُھ پیشہٕ کِنۍ دچھِ باغُک باغوان۔
سۄ آیہِ ٲخٕر کار ؤکیٖلن ہِنٛزِ پرٛژٕھٕ گٲر سۭتۍ ذہنی دباوس منٛز۔
مےٚ چُھ کِرکٹ گِنٛدُن خۄش کران۔
تِم چھِ ہیٚرِ روزان۔
پرُس پھوٚٹ زوالا مۄکھ یتھ منٛز تقریباً 600 لُکھ مارٕ سپٕدۍ۔
بہٕ پیارییَس تتہِ پٔزۍ پٲٹھۍ دۄن گٲنٛٹن۔
تمۍ ترٲوۍ پنٕنۍ اتھٕ زورٕ چنٛدن منٛز۔
بہٕ چُھس یژھان ژٕ چھل گٲڑۍ۔
تفتیٖشَس منٛز میلیوو نہٕ دستاویزُک کانٛہہ تہِ قٲبلہِ تصدیٖق ثبوٗت۔
تمہِ چھےٚ پنٕنۍ راے سیٚٹھا واضح کٔرمٕژ۔
مرژس چھِ آیُر ویداہس منٛز کیٚنٛژن قٕسمن ہٕنٛدۍ دوا بناونہٕ خٲطرٕ اکھ خاص اہمیت۔
ژٕ ہٮ۪کَکھ کینواسس پٮ۪ٹھ نَقٲشی کَرٕنۍ شُروٗع کٔرِتھ
مےٚ دِ رژھ کھنٛڈ پاست
تٔمِس ٲس خون بدلاونٕچ ضٔروٗرت
بہٕ چُھس پٔزۍ پٲٹھۍ چٲنٮ۪و شِکایتو سۭتۍ تنٛگ آمُت۔
سۄ روٗز پنٛنِس بٕجرس منٛز صحت یاب۔
سۄ ٲس فرقہٕ ورانہٕ تشدد کِنۍ پریشان گٔمٕژ۔
تِم چھِ یتھ علاقس منٛز ژِنیٚن خٲطرٕ کھان کھنان۔
مےٚ چھ تھوومٕژ وصیت کٔرِتھ ۔
ہاکی ٹیٖمہِ منٛز چھِ کاہ کِھلٲڑۍ
سۄ چھےٚ ونٛدَس منٛز پھٹنٕچ کریٖم مَتھان۔
متنُک نوٚو ترجمہٕ چُھ شایع گژھنہٕ خٲطرٕ تیار۔
طٲلبہِ عٔلِم ٲسۍ یَژھان یُنٛورسیٖٹی ہِنٛدِس چانٛسٕلَرس سمکُھن
کس چھےٚ خبر یِنہٕ وٲلِس وقتس منٛز کیاہ سپدِ۔
سُہ چُُھ پرٛٮ۪تھ آتھوارِ گَژھان گِرجَس منٛز عبادت کرنہِ
یتھ مٹرَسس ہیٚکو 30 ہن سیٚکنٛڈن منٛز پھۄکھ کھٲلِتھ۔
سارنٕی چھِ میٲنۍ بٲت پسنٛد۔
جدیٖد انٛگریٖزۍ چھِ مسٲوی زبان
تِم چھِ اکثر مدرَسس منٛز لِپٕر تھَوان
مےٚ تروو تس تٔمۍ سٕنٛدِس پرُن مۄکلاونَس پٮ۪ٹھ زور۔
خریدٲری چھےٚ عروٗجس پٮ۪ٹھ۔
تٔمۍ کوٚر لگ بگ منظوٗری سان کلہٕ سۭتۍ آنٛکار۔
سُہ چُُھ خطرناک پٲٹھۍ قرضس منٛز۔
کھیٚن چٮ۪نٕکۍ بےٚ قٲعدٕ عادت چھِ شرۄپنہٕ چہِ عملہِ منٛز مُداخلت کران۔
تِم لاگن اسہِ نااہلیت آسنٕچ تۄہمت
بیٛارِ سَمے اِکہٕ وَٹہٕ کملہِ تَل وٕشنیر کَرنہٕ خٲطرٕ
راتھ یۄس فِلِم اسہِ وٕچھ سۄ ٲس بہتریٖن۔
یہِ چھےٚ اکھ اصل جاے ییٚتہِ پیٚٹھٕ أسۍ ریس ہیٚکو وٕچِھتھ۔
مےٚ دیٖو پنٕنۍ اتھٕ آبہٕ سۭتۍ چھلنہٕ۔
بچن آو دعوتس منٛز مزٕ۔
سُہ اوس گۄڈنیُک شخٕص یُس کۄہس تانۍ ووت۔
أکۍ مُلکن کوٚر بیٚیِس مُلکس پٮ۪ٹھ جنٛگُک اعلان۔
کھہہ تہٕ أنٛدۍ پٔکۍ کِس علاقس اوس سٔہلاب آمُت۔
اسہِ گوٚو سٮ۪ٹھاہ حٲرت ییٚلہِ پوٗرٕ گرٛہُن لوٚگ۔
تٔمِس چُھ پنُن ماہوار تنخواہ پنٛنِس بیٚنٛک خاتس منٛز میلان۔
نیٖرِو سَرس منٛز لگٲیِو وۄٹھ، تُہی ہیٚچِھو جلدی ژھرٛانٛٹھ وایِنۍ۔
کیٚنٛہہ تہِ ونٛنہٕ برونٛہہ گژھِ پنٛنیٚن کتھن پر غورٕ سان سونٛچُن۔
اسہِ پَزِ جانوَرن سۭتۍ رٔحیٖم روزُن
تٔمِس لٲجِکھ جُرم کرنٕچ ہانٛژ۔
دوٚیُم لفظ کیاہ چُھ؟
تٔمام کُلٮ۪ن چھےٚ آبچ تہٕ گاشِچ ضروٗرت۔
سُہ گوٚو اچانک دروازس پٮ۪ٹھ حٲظِر
تٔمۍ سُنٛد باغ اوس جنٛگلہٕ سۭتۍ ترٛییَو انٛدَو گٔنٛڑِتھ
تِہنٛزِ بڑوٕنۍ وٲنٛسہِ چھےٚ نہٕ تِہِنٛدِس چکرس گژھنس منٛز کانٛہہ تہٕ رُکاوٹ پٲدٕ کٔر مٕژ
تمۍ دِژ پنٛنہِ دٕر کاکنہِ سۄنہٕ سٕنٛز چین۔
لیو ٹولسٹاے سٕنٛز کٲم چھےٚ یادگار۔
تٔمِس اوس واریاہ زیادٕ خوٗن یِوان
"گُڑنہِ چُھ اورٕ یور پِھرنہٕ یِنہٕ وول کلہٕ۔
"
سٲنِس مُلکس چھِ سٮ۪ٹھا قدرتی وسٲیِل۔
میون بٕڈۍ بب گُزریوو وارِیاہَس کالس بیمار روزنہٕ پتہٕ ۔
یعنی، تِمن پزِ تمہِ انٛدِ پھیرُن۔
ییٚتی چھےٚ سٲنۍ راے اکھ أکِس نِش الگ گژھان۔
تمہِ کٔر کتاب ماجہِ ہِؔنٛدِ ناوٕ۔
مُخٲلِف جمٲژ کجہِ حُکُمرٲنی جمٲژ لٮ۪کہٕ
اںگریٖزۍ حٔروٗف تہجی منٛز چھِ اکوُہ کانسوننٛت
تُہۍ ہیٚکِو شہر کہِ مرکز منٛزٕ پلون خٲطرٕ جان کپُر أنِتھ۔
یِم وٹامن پِلہٕ چھےٚ اتھٕ گٔمژٕ قوت حيٲتی بحال کران۔
تُہی ہیٚکِو پٕہاڑٕ کہِ پیٚٹِھمہِ حِصہٕ پٮ۪ٹھٕ وادی وٕچِھتھ۔
سُہ بنیوو اکہِ زہریلہٕ اِنفیٚکشَنُک نِشانہٕ۔
عام نفر ہیٚکہِ نہٕ یِژھٕ گاڑِ أنِتھ۔
تٔمۍ کوٚر شہرس منٛز فتح وول دٲخلہٕ۔
مےٚ پٮ۪وٚو ہُریومُت کھٮ۪ن دٲرِتھ دیُن۔
تِمو ساروٕیو کوٚر شفاخانُک جٲیزٕ۔
سُہ چُھ اکھ سمجدار تہٕ چالاک نَفر
تِمو کٔر راے شماری تہٕ کوٚرُکھ یہِ نہ کرنُک فٲصلہٕ۔
تٔمۍ لوگ پننہِ کارِ کُنٛڑٕ
کتھ باتھ چھےٚ وٕنہِ تہِ جٲری۔
تِم ٲسۍ اکھ ٲکِس سۭتۍ نِکاح سۭتۍ جُڑتھ۔
یہِ چُھ اکھ خاص قۄدرٔتی مُظٲہِرٕ۔
بہٕ یِمہٕ دۄیہِ ہفتہٕ پتہٕ واپس
مےٚ چھےٚ دٔچھنہِ نَرِ پٔتمٮ۪و دۄیَو رٮ۪تَو پٮ۪ٹھٕ دَگ
تِم چھِ وۄنۍ بمبیہِ منٛز روزان، مگر اصلی چھِ تِم نیپال پٮ۪ٹھ آمٕتۍ۔
تِمن میلیو ٹیٚکسس منٛز رِعایت کِس صوٗرتس منٛز فٲیدٕ۔
الٹرٛا وایلیٚٹ زٕژٕ چھےٚ ژمہِ تباہ کران۔
کیٚنٛٛہہ بچہٕ ٲسۍ دارٮ۪ن کنہِ لایان۔
تٔمۍ سُٕنٛدۍ نٔوۍ خیال گٔیہِ فٲیدٕ منٛد صٲبِت
تٔمۍ گوٚنٛڈ پنُن سامان أکَس گیٚٹھرِ منٛز تہٕ درٛاو۔
تِِم یِن لگ بگ دۄن رٮ۪تَن ہیٚچھناونہٕ
سٕکوٗٹرس گٔیہٕ رِکِنۍ تِکیازِ برٛیک گٔیہٕ اچانک بِہِتھ۔
ؤزیٖر اوس پٔزۍ پٲٹھۍ کامہِ سۭتۍ خۄش گوٚمُت۔
یہِ اوس اکھ اصٕل مزٕ دار سِیُن۔
تٔمۍ کٔر سۄ پالسی واضح یۄسہٕ معٲشیت خٲطرٕ تباہ کُن چھےٚ
فوجی افسر چُھ پنٛنیٚن اہلکارن سۭتۍ واریاہ روادار روٗدمُت۔
ؤلِو ٲخری مِصرعہٕ گیٚوَو بیٚیہِ۔
فجرٕ وِزِ چھِ شہرٕکۍ گُمبنٛد لگ بگ آسمٲنۍ باسان۔
بہٕ چُھس اکثر فِلِم وٕچھنہٕ خٲطرٕ سیٚنِما گَژھان
مےٚ ٲس شرارتہٕ سۭتۍ تھرتھر۔
سُہ چھا پٔزۍ پٲٹھۍ بٔدرٕ بیٚمارِ منٛز ہٮ۪نہٕ آمُت؟
گَریلوٗ تشدد چُھ ساروٕے کھۄتہٕ کم بحژ کرنہٕ یِنہٕ وول مسلہٕ۔
سون ناماوار پروفیسر گژھِ آز مُلٲزمت نِش فاریغ۔
سۄ چھےٚ اکھ جان دٔلیٖل ونن واجیٚنۍ۔
یِم زٕ کیٖمیٲیی مرکب ہیٚکن آسٲنی سان اکھ أکِس سۭتۍ رٔلِتھ۔
کُلیٚن اوس ہَوہس منٛز الہٕ ڈلہٕ گژھان۔
سُہ چُھ اکھ توٲریٖخ دان
تٔمِس روزٕ پوٗرٕ وٲنٛسہِ بیٚمارِ پتَے۔
سُہ نفر کوٚرُکھ جیلہٕ منٛزٕ رِہا۔
تِم چھِ تِمن تشدُدچ دھمکی دِوان۔
اسلَمس ٲس مریَمس سۭتۍ نِشٲنۍ کٔرِتھ۔
تفتیٖشَس منٛز میلیوو نہٕ دستاویزُک کانٛہہ تہِ قٲبلہِ تصدیٖق ثبوٗت۔
تِم ٲسۍ عزابس تحت روزان۔
تھم اوس آمُت بَڑٮ۪ن کنہِ پَلن ہُنٛد بناونہٕ
تٔمۍ چھےٚ میٛانہِ خٲطرٕ اکھ درٛوٚج کِتاب أنٛۍمٕژ۔
زِندگی ہِنٛدِس یَتھ مُقامس پٮ۪ٹھ چُھ نہٕ مےٚ کانٛہہ تہِ چیٖز جوش انان۔
سُہ لڑکہٕ چُُھ پٔزۍ پٲٹھی عجیٖب۔
گورنرن کٔر خبر ژوٗرِ تھاونٕچ کوٗشِش۔
مےٚ چُُھ ڈر زِ تُہنٛد خیال چُھ نہٕ تجارتی طور قٲبلہِ عمل۔
تٔمۍ ژھونٛڈ پنٛنہِ عیال خٲطرٕ کواٹر۔
میٛٲنِس دوستس چھِ انٛتِہائی ہُشیار کن۔
ییٚمہِ کمپٔنی چُھ پنُن گۄڈنیُک رِسالہٕ جٲری کوٚرمُت۔
تٔمِس ٲس أکِس أچھ شدیٖد دَگ۔
پُلیٖس چُھ خطا وارس ژھانٛڈنس منٛز ناکام گوٚمُت۔
سۄ چھےٚ پنٛنٮ۪ن بد لحاظ کَتھن خٲطرٕ مانٛنہٕ یِوان
جَجہٕ سٕنٛدٕ فٲصلہٕ سۭتۍ ووٚتھ اِختِلاف
مےٚ کٔر رزِ تھپھ تہٕ لوٚممَس۔
مہربٲنی کٔرِتھ اَن تارن ہِنٛز زٕ گیٚٹِھرِ۔
سۄ چھےٚ لڑایہِ گٔرِنۍ۔
میکرٛاس کوپس چُھ نہٕ یوٗت طاقت زِ یہِ ہٮ۪کو صاف پٲٹھۍ وُچھِتھ۔
بہٕ چُھس پرٛانٮ۪ن گاڑٮ۪ن ہِنٛدٮ۪ن مُشکلاتن سۭتی وٲقف۔
تٔمۍ روٚٹ بندوقس سٕہَس کُن نشانہٕ۔
"
تِمن چیٖزن ہِنٛز فہرِست بَنٲیِو یِم اکھ بہتٔریٖن سال بناون"
تٔمۍ سٕنٛدۍ خانٛدارن ٲس سۄ اکھ ؤری برٛونٛٹھ ترٛٲومٕژ۔
تٔمۍ سٕنٛدۍ تمام پِتٕرۍ ٲسۍ خانٛدرَس منٛز سالس آمٕتۍ۔
اسہِ کوٚر ٲخری شہس تام وفادار روزنُک عہد۔
پوٚہل اوس پنٛنہِ گاوِ کوڑٕ والان۔
تختس ٹُھکِو وارٕ وارٕ کیُل۔
تٔمۍ سٕنٛدِس بٔڑِس بٲیِس چُھ کمزور توازُن
یہِ چھےٚٚ پونٛسن ہِنٛز فضول خرچی۔
میٲنۍ گٔر چھےٚ پانٛژھ مِنٹ برٛونٛہہ۔
بچہٕ اوس کُٹھِس انٛدٕ ونٛدٕ لۄکٕٹۍ قدم ترٛاوان۔
ایٖمانٛدٲری چھےٚ تٔمۍ سٕنٛز اہم خٲصیت۔
ژٕ ہیٚککھ پگاہ یِتھ یا ییٚلہِ ژےٚ خۄش کَری۔
سُہ چُھ پنٛنِس شعبس منٛز مٲہِر۔
تِمو لٲج تس اپُز ونٛنٕچ تۄہمَتھ۔
یہِِ چُھ اکھ نۄقصان واتناون وول وایرس۔
مصنوعی ریشم چُھ رٮ۪تہٕ کالہِ خٲطرٕ۔
سُہ چُھ اکھ ذلیل نفر!
وزیٖرِ اعلٰی چُھ گۄڈے درامُت
تٔمۍ لوٚم پردن بۄن کُن۔
زمیٖن دارو تھوٚو ہُریمانہٕ دانہٕ شَڈس منٛز۔
جذباتن ہُنٛد سرٛنٮ۪ر چُھ ناقٲبلہِ تصوُر۔
کٲجِس خٲطرٕ چھِ اردہ نفر یِںہٕ وٲلۍ
مِشیٖن چھےٚ بہتریٖن بناوٹٕچ۔
بہٕ تہِ چُھس یژھان تور گژُھن۔
سُہ چُھ پنٛنِس عیالس منٛز وٲحِد انہوٚر نفر۔
تٔمۍ سٕنٛزِ ماجہِ چھےٚ نویٚن خیالن کُن رغبت۔
بچہٕ رچُھن چُھ واریاہ صبرُک تقاضہٕ کران۔
تمہِ رٔنۍ بَد سٕنٛز ران از
مےٚ وٕچھۍ بال شیٖنہٕ ژادرِ سۭتۍ بٔرِتھ۔
پُلیٖس چُھ تٔمۍ سِنٛزِ رِہٲیشہِ محاصرٕ کران۔
سۄ چھےٚ پانس پَلو لاگنس وقت لاگان۔
أکِس عددس مُتعلِق سوٗنٛچِو تہٕ تتھ کٔرِو دۄیہِ سۭتۍ ضرٕب۔
یہِ ثٲبِت کرنہٕ خٲطرٕ چھےٚ تجرُباتن ہِنٛز ضروٗرت۔
شُرۍ ٲسۍ آبہٕ بُبرَن تُرٛس دِنٕچ کوٗشِش کَران
أکِس ماجہِ ہِنٛدِس طورس پیٚٹھ چھےٚ سۄ واریاہ تجرُبہٕ واجیٚنۍ۔
سُہ اوس گُریلا گروٗپس سۭتۍ تعلق تھاوان
کیمِکل کمپنیہِ چھےٚ سانٮ۪ن دریاون تہٕ ماحولس زہریٖلہٕ بناوان
یہٕ کُٹھ چُھ مکمل طورس پیٚٹھ زنانن ہِنٛدِ خٲطرٕ۔
مےٚ پرِ نہٕ تٔمِس سۭتۍ لڑٲے کرٕنۍ، سُہ چُھ مےٚ زیُٹھ۔
سٲنۍ شےٚ نَفر ٲسۍ ہوٲیی جہازس منٛز سوار
بہٕ چُھسَے ژےٚ اتھٕ داران زِ ژٕ ون مےٚ۔
ٹی سیٚٹُک اکھ پیٖس چُھ غٲب۔
تٔمۍ ٲس ۂٹِس سۄنہٕ سٕنٛز چین لٲجمٕژ
ژٕ ییٚتٮ۪ن تہِ یَژھک تَتیٚن ہیٚککھ بِہِت۔
میٛانٮ۪و کورٮ۪و أنۍ گرٕ خٲطرٕ خۄشوٕنۍ پردٕ۔
تِمو کھول پننِس مکانس بروٛنٹھٕ کنِہ پانٛژ فُٹہٕ دیوار۔
بصری شکلہٕ بنییہِ حقیٖقی۔
شُرۍ چھِ اکھ أکِس کٕت کٕت کران۔
أسۍ ہٮ۪کو پوٚتُس کھٮ۪تھ
جُدٲیی کٔرۍ تِم دۄشوَے پریشانہِ حال۔
اداکارہ چھےٚ واریاہ ٲوِج زٲوِج۔
ہمدردی چھےٚ اکھ نیکی مانٛنہٕ یِوان۔
یُس تہِ گۄڈٕ یی تٔمِس میلہِ اِنعام۔
تٔمِس باسیو سُہ چُھ نہٕ تس قٲبِل۔
مےٚ چُھنہٕ چنہٕ پسنٛد
تٔمِس چُھ اِنٛدور پٮ۪ٹھٕ یُن
سُہ چُھ اکھ واریاہ محنتی مُلٲزِم۔
پُھہر کوٗن ژٹُھکھ تیز شرٛاکہِ سۭتۍ۔
اسہِ پَزِِ ہٮ۪کَتھ انٛنہٕ خٲطرٕ سٮ۪ٹھا ترٛیش تہٕ کھٮ۪ن کھیوٚن
أسۍ ہٮ۪کو نہٕ زانٛہہ تہِ تٔمۍ سٕنٛدِ غلط حسابُک شمار کٔرِتھ
یہٕ چُھس تٔمۍ سٕنٛدِس فلسفس پیٚٹھ یقیٖن تھاوان۔
تیٚر لوٚگ نہٕ نِشانس پیٚٹھ۔
اکھ معموٗلی مسلہٕ چُھ حل کرُن سہل۔
بہِ چُھس واریاہ کھنٛڈٕ دار چاے چیٚوان۔
دیوارس سۭتۍ مہ تراو پان۔
سُہ چُھ ترقی دِتھ نٲیِب منظم بناونہٕ آمُت۔
القایِداہن چھےٚ امریٖکَہس بَمبٲری کٔرمٕژ
یہِ وچھِو ،میون نوٚو ونٛدٕ پۄشاک!
بہٕ چُھس نہٕ زانٛہہ تہِ شامٕچ خبر ترٛاوان۔
دٮ۪وارس پٮ۪ٹھ چُھ کینٛہہ سرٛہہ۔
قوٲیِدن تہٕ رٮ۪واجن چُھ پانہٕ ؤنۍ ہِشر
پریشٲنی منٛز دوستن سۭتۍ روزُن چُھ جان۔
أسۍ ہٮ۪کو زامہٕ دۄدَس بیٚیہِ تھوڑا کھنٛڈ رَلٲوِتھ
صوٗرت حالس مُتعلِق ہیٚکِو تُہۍ تہِ پنٕنۍ تجزیہ دِتھ
مہربٲنی کٔرِتھ کٔرِو پوٗرٕ عِبارتہِ ہِنٛز ذِکِر
لیٚدٕر چھےٚ ہٮ۪کان زخٕم بلنس منٛز مدد کٔرِتھ۔
روٗدٕ کِس موسمس منز چُھ جیٖل بٔرِتھ آسان۔
تٔٔمی کٔر گِرجہٕ گرس خٕلاف تنٛقیٖدی ہِنٛز اکھ زیٖٹھ تقریٖر شُروٗع۔
مہربٲنۍ کٔرِتھ تُل فرشہٕ پٮ۪ٹھٕ وال۔
تٔمۍ نژناو پنٛنہِ زلٕگریُک ہگُر ۔
بازرس منٛز سخت مقابلہٕ آسنہٕ باوجوٗد گیہِ تِم پنٛنِس مصنوعاتس پوچھر دِنس منٛز کامیاب۔
مےٚ وٕچھۍ پنٛنِس بٕڑۍببس نِش واریاہ پرٛٲنۍ سِکہٕ۔
یتھ اِنتِخابس منٛز وٲلۍ سِیٲسی جمٲژو کم وۄمید وار مٲدانس منٛز۔
ہالَس منٛز موجود سارنی لُکن گٔیہِ تٔمۍ سٕنٛزِ آوازِ کُن کٔشِش
تونٲنی ہٕنٛدی پلانٹ چھِ بجلی پٲدٕ کران
تٔمۍ کٔرۍ تِم پاک دامن تہٕ محنتی لُکن ہِنٛدِس طورس پیٚٹھ بیان۔
کُلِچ لٔنٛڑ پیٚیہِ میانہِ گاڑِ پٮ۪ٹھ ٹاس کٔرِتھ۔
دۄن ملکن درمیان سرحدن ہِنٛز لڑٲے بنیوو جنگُک سبب۔
تِم چھِ حدٕ کھۄتہٕ زیادٕ امیٖر۔
سُہ چُھ چانہِ کامہِ مُتعلق طرف دٲری سان ونان۔
مےٚ ٲس تٕمۍ سٕنٛزِ کیس سٕٹَڑی ہِنٛزِ تجزِیہِ منٛز زیادٕ دِلچسپی
میٲنِس فونس گٔیہِ وایبریشن۔
سُہ چُھ کٲرۍگری منٛز تجرُبہٕ وول۔
تمہِ دِیُت تٔمِس چایہِ پیالہٕ تہٕ پلیٹ۔
دُنیا چُھ گول۔
کٲم سپدِ سہولیت سان اگر تُہی صِرِف کٲم کرن وٲلۍ حرکتس منٛز أنِو۔
تِم چھِ گٲمی علاقس منٛز اکھ نوٚو مدرسہٕ بناوان۔
میٛٲنِۍ خیالات چھِ میٛٲنِس مٲلۍ سٕنٛدیو خیالاتو کھۄتہٕ الگ۔
یہِ اوس صِرف اکھ بدلہٕ۔
تٔمۍ کٔٔر ناراضگی سان شکایت۔
سُہ چُھ کیٚنسر کِس ٲخری مرحَلس منٛز۔
تٔمِس ٲس وۄمید زِ تٔمۍ سُنٛد حِصہٕ یی سوٗد ہٮ۪تھ واپس دِنہٕ
موسیٖقی کارس دیُت پنٕنۍ دوستن ساتھ
درمِیٲنی طبقہٕ چُھ نہٕ درٛۄجرس خۄش۔
سرٛہہ نِش روٗزِو دوٗر۔
ژۄچہِ پیٚٹھ اوس تھنہِ ہُنٛد موٚٹ تہہ متھنہٕ آمُت۔
تمی سٕنٛدِ پکنُک انٛداز چُھ نہٕ سیٚود۔
میون بٕڈۍبب اوس یونیورسٹی منٛز علمہِ کیٖمِیا ہک پروفیسر۔
مُلکٕچ مٲلی حالات چھےٚ تباہ کُن۔
ذہنی دَباو آسنٕکۍ حالات چھِ اِنٛسانَس پَرٕژھیوٚن بَناوان
وۄنۍ چُھس بہٕ بِلکُل ٹھیٖک۔
تِہِنٛدۍ تمام تِجارتی اِدارٕ چھِ کامیاب۔
نظر گُزر تھاون وول چُھ مدرسہٕ چہِ عمارتہِ سمبالنہٕ خٲطرٕ ذِمہ وار۔
تمِس آو اکھ واریاہ اہم فون۔
نان ٲس تٔمِس گردنہِ أنٛدۍأنٛدۍ ولنہٕ آمٕژ۔
تُہۍ ہیٚکِو ؤریہِ پتہٕ ؤریہِ تہِ بِل بٔرِتھ
ہر ٲکِس پٮ۪ٹھ ٲس نواب سٕنٛز حکوٗمت۔
گرُم چُھ، لوٗکھ چٮ۪ن موٚکُر آب اگر نہٕ تِمن خبر آسہِ زِ اتھ منٛز چھےٚ بیٚمارِ۔
تُہنٛدِس بیانس منٛز چھےٚ وضاحتٕچ کٔمی۔
تمام دٔریاو چھِ سمنٛدرس منٛز وسان۔
ترقی یافتہٕ ٹیٚکنالوجی سۭتۍ درٛاو واریاہن مُشکِلاتن ہُنٛد ہَل
نوٗن چُھ شیٖشہٕ بوتلہِ منٛز۔
مےٚ وُچھ اسمانس منٛز اکھ پرٛٛزلوُن تارُکھ۔
أکۍ رُمہِ دار ٹٲلن کٔر پٔتھرِچ شکٕل خراب۔
تِمۍ چھِ رۄپُک اکھ ہار کٕنان۔
شام کہِ بَتُک اِنٛتِظام اوس واریاہ اَصٕل
مہربٲنی کٔرِتھ کر یہِ کٲم ؤلۍ ؤلۍ۔
زیادٕ کھۄتہٕ زیادٕ لُکھ چھِ مغرِبی طرزس کُن مٲیِل گژھان۔
تٔمِس اوس پنٕنۍ دوستن چایہِ ہِنٛزِ دعوتہِ منٛز سال کوٚرمُت۔
تُہۍ ہیٚکوٕ حیاتِیٲتی ؤجوٗہاتن ہِنٛز وضاحت کٔرِتھ یِمو کِنۍ لۄکچہِ کورِ لۄکٹٮ۪ن لٔڑکن ہِنٛدِ کھۄتہٕ جلدی ہیٚچھان چھِ
گرٛیڑ بی یا تمہِ ہیٚور چُھ یِوان تسلی بخٕش مانٛنہٕ
تٔمۍ چُھ ہمیشہٕ محنتی طٲلبہِ عٔلِمن حوصلہٕ دیُتمُت۔
تٔمِس پزِ پنٛنہِ رویہِ خٲطرٕ معٲفی منٛگٕنۍ۔
عیٖسٲیَتس منٛز تٔمۍ سٕنٛزِ تبدیٖلی پٮ۪ٹھ چھِ سٲری کٕٹھٕ کَڑان
سُہ آو پنٛنہِ مُلکہٕ منٛزٕ جُلاے وطن کرنہٕ۔
ایٚم ایٚس سُبولکشمی چھےٚ اکھ مشہوٗر گُلوکارہ۔
مہربٲنی کٔرِتھ رَٹھ ڈَبہٕ احتیاط سان
بہٕ یژھٕ گۄڈٕ پنٕنۍ کٲم مۄلاوٕنۍ۔
تُہۍ ہیٚکوٕ نیٚبرِمہِ بتہِ یلہٕ ترٛٲوِتھ؟
تٔمِس چھےٚ فی دۄہ ترٛہہہ رۄپیہِ میلان۔
"تُہۍ ہیٚکوٕ پگاہ یِتھ؟ ""نہ بہٕ ہیٚکہٕ نہٕ۔"""
ژٕ ہٮ۪ککھٕ یہٕ پٕھٹمٕژ کُرسی شیٖرِتھ
ہرتال چُھ سٲنِس سماجس منٛز دۄہ دِہشُک واقعہٕ۔
مےٚ بوٗٗز دھات چٮ۪ن بالن ہُنٛد ٹاس۔
بہٕ لاگہٕ شرط زِ سُہ یی نہٕ۔
چُھٹی پٮ۪ٹھٕ واپس یِنہٕ بروٚنٛہہ ہیوٚت مےٚ پنٛنہِ کورِ خٲطرٕ اکھ لۄکُٹ وس ۔
زمیٖن چھُ خۄشِک گوٚمُت۔
تٔمۍ کوٚر پنٛنِس مٲلۍ سٕنٛدِ مرنُک بدلہٕ ہٮ۪نُک عہد۔
خراب موسم کہِ وجہہ سۭتۍ آو میچ بٹوارِ تام مُلتوی کرنہٕ۔
خبرٕ چھےٚ گۄڈَے تصدیٖق کرنہٕ آمژٕ۔
مےٚ چُھ تحقیٖقی کامہِ منٛز پنٛنِس شَراکَتس پٮ۪ٹھ فَخٕر
یہِ کوٗنٛز اژِنہٕ تتھ قُلفس
قیٲسی شکٕل ہٮ۪کو نہٕ فِلمی پردس پٮ۪ٹھ ہٲوچِتھ۔
شُٲعِرن چُھ پنٛنہِ شٲعری منٛز بہارُک اثر ظٲہِر کوٚرمُت۔
تٔمۍ سٕنٛدِس گٮ۪ونَس منٛز آو دۄکُھک طرز لبنہٕ۔
سور چھِ واریاہن صوبن منٛز بٔڑِس پیمانس پٮ۪ٹھ رچھنہٕ یِوان۔
اکہِ لہرِ پھاٹرٲو ناو۔
حاطہ بنٛدی منٛز ہیٚکہِہا کانٛہہ تہِ أژِتھ۔
بہٕ چُھس ریلہِ ہِنٛدِس سیٚکنٛڈ کَلاسس منٛ سفر کَران
سُُہ چُھ اکھ دوکھٕ باز۔
پہٲڑۍ سفر کرن والیٚن چُھ دۄہَے واپس تھکہِ پیٚنٛجہِ پیٚٹھ یُن پیٚوان۔
صُبحن صُبحٲے جاناوارن ہُنٛد ٹیٖرِو ٹیٖرِو چُھ مےٚ نیٚنٛدرِ بیدار کران۔
مےٚ دِیُت تس مشورٕ شِیرَن منٛز سرمایہِ کٲری نہ کرنُک تِکیازِ بازر چُھ نرم۔
بہٕ نژٕ بازرس منٛز أکِس گٲنٛٹس۔
سُہ چُھ ہیٚنہٕ تہٕ کٕنٛنٕچ واریاہ اصٕل حِکمت عملی اِستعمال کران۔
سۄ ٲس پٔزۍ پٲٹھۍ تس مدد کرُن یژھان۔
سَتتِس چھےٚ آسان تیز تونٛتھ
مظلوٗم اوس ۂٹۍ چیٖر دِتھ مارنہٕ آمُت۔
رِیاستس منٛز چُھ قتلٕے یوت وٲحِد سزایہ موتس لایق جُرُم۔
سۄ چھےٚ نہٕ عام طور دہن بجن تانۍ یِوان۔
مےٚ چھ نہٕ پَیی مےٚ کَتیٚتھ تٔھو پنٕنۍ کِتاب۔
تٔمۍ سٕنٛز کوٗر چھےٚ سٮ۪ٹھا خۄشوٕنۍ
مٲلِکن کوٚر نہٕ پنٛنیٚن مُلٲزِمن سۭتۍ جان پٲٹھۍ سلوک۔
سٲنۍ وسٲیِل چھِ ییٖروٕنہِ حالتہِ منٛز۔
تِم چھِ دٔریاوس پٮ۪ٹھ بنٛڈ بناوان۔
زِنۍ موٚنٛڑۍ چھِ اکثر مکان بناونس منٛز اِستعمال کرنہٕ یِوان۔
تٔمۍ چُھ بچہٕ سُنٛد خاکہٕ بنوومُت۔
ورقن کر گونٛد سۭتۍ واٹھ
أسۍ ہٮ۪کو گُل دانَس منٛز نقلی پوش تھٲوِتھ
مےٚ وُچھ زنٛڈِ منٛز رامہٕ ہوٗن۔
تٔمۍ کوٚر موم کُملاوُن شروٗع۔
یہ معاملٕہ ہیٚکہِ وزیر اعظم سٕنٛٛٛز عزت تہٕ وقار خراب کٔرِتھ۔
تٔمِس ٲس قتلُک ہانٛژ لاگنہٕ آمٕژ۔
اِبتداہس میلییہِ جان تنقیٖدی جٲیزٕ۔
لگاتار آبٕچ کٔمی آسنہٕ کِنۍ گٔیہٕ شہرس آبٕچ فرہٲمی بنٛد۔
مٲلی طور چھِ أسۍ دوستَن ہِنٛدِس مُقابلَس منٛز پَسمانٛدٕ
شاید گٔیہِ تس ٲخری گٲڈۍ اتھٕ۔
سۄ چھےٚ گاڑٮ۪ن ہِنٛز دیوانہٕ۔
تس سٕنٛز مُختلف کامہِ کرنٕچ صلٲحِیت چھےٚ تس غٲر معمولی بناوان۔
گَوا چُھ لوٗبوٕنۍ سوٚدرٕکٮ۪ن بَٹھٮ۪ن خٲطرٕ سٮ۪ٹھا مٔشہوٗر
مٔندرس منٛز چھِ عقیٖدتمنٛدن ہٕنٛز واریاہ بِرٕ
مےٚ گوٚو بِل گیٹسس میلنُک سۄنہٕ ۂری موقعہ اتھٕ ییٚلہِ سُہ ہنٛدوستان آو
تٔمی دِیُت مےٚ پنٛنہِ کمربنٛد سۭتۍ مار۔
یہٕ چُھ مُقابلُک دور
یہِ چُھ صاف زیتون تیٖل۔
بد سٔلوٗکی کرنہٕ خٲطرٕ آو سُہ مدرسہٕ منٛزٕ کڑنہٕ۔
سُہ چُھ مذہبی جنونُک شکار۔
مہریٚنہِ اوس تیز وۄزُل پۄشاک لٲگِتھ
گٲڑۍ چلاونس دوران واریاہ زیادٕ تھکاوٹ ہٮ۪کہِ مارٕ کٔرِتھ۔
تٔمۍ أنٛۍ اکھ نٔو سفید تٕژھ۔
زرٲعتی زمیٖنٕچ پٲداوار چھےٚ خراب موسم کہِ وجہہ سۭتۍ کم۔
سُہ چُھ پنٛنہِ کامہِ ہِنٛزِ جایہِ پیٚٹھ فٲیدٕ تُلن وول۔
تٔمۍ کٔرۍ ترٛیٚن قٕسمن ہِنٛدۍ جُرُم یِمن ہِنٛدۍ ناو چھِ: ژوٗر، قتٕل تہٕ حملہٕ۔
یوٗروٗ چُھ کُنہِ تہِ کَرنٛسی منٛز تبدیٖل گژھن وول
یہٕ جٔزیٖرٕ چُھ لگ بگ گول شکلہِ ہُنٛد
یہِ چھےٚ نٔو قمیٖض۔
جنٛگس منٛز ووت واریاہن انسٲنی جانن نۄقصان۔
یِم چھےٚ اِنسٲنی مِزازٕ چہِ کیٚنٛہہ حقیقتہٕ۔
خیٲلی حقیقت کِس دُنیاہس منٛز چُھ تُہنٛد خٲر مقدم۔
متن چُھ غلطِیو سۭتۍ خراب گوٚمُت۔
زَبٲنۍ رٲبطہِ چُھ لوٗکن اصل پٲٹھۍ کتھ باتھ کرنس منٛز مدت کران۔
کمپنی چھےٚ پرٮ۪تھ ؤریہِ واریاہ مٔزوٗر تعیٖن کران۔
گرٛدو اوس لاشن پیٚٹھٕ گیرٕ کوٚرمُت۔
تٔمۍ دیُت پیٛالہٕ پٔتھرِس پٮ۪ٹھ دٲرِتھ۔
سُہ چُھ دِلہِ منٛز اکہِ مکانُک مٲلِک
سہہ چُھ وَنس منٛز نستہِ کِنۍ زورٕ شہہ کڑان۔
بی بی سی چُھ تازٕ خبرٕ بوزناوان۔
تۄہہِ میلیو یہِ نزدیٖکی وانَس پٮ۪ٹھ۔
لُکھ چھِ عِبادت کرنہٕ خاطرٕ واریاہن مزہبی جاین گژھان۔
یہِ چُھ وِقار
تٔمۍ لگٲوۍ کاغزات کُٹھِ نٮ۪بر۔
"میانہِ حِسابہٕ چُھ غریٖب آسُن انسان سٕنٛدِ خٲطرٕ اکھ بددُعا۔
"
اسہِ چھِ سرانہٕ کُٹھِس ٹٲل لاگٕنۍ۔
تِمن لوٚگ خراب موسم آسنہٕ باوجوٗد پِکنکَس مزٕ
سُہ درٛاو نٮ۪بر کامیٲبی سان۔
سِگریٹ چوٚن چُھ صحتہٕ خٲطرٕ سٮ۪ٹھا مُضِر
یہِ تجرُبہٕ بناوِ تٔمِس مضبوٗط۔
جج کرِ میٲنِس جُرمس خٲطرٕ جُرمانہٕ طے۔
سرکار کہِ طرفہٕ کنٛٹرٛول نٲفِز کرنَس منٛز ناکٲمی ہیٚکہِ اَفراتَفری ہُنٛد بٲعِث بٔنِتھ
تِمو کٔر پنٕنۍ کٲم اصٕل پٲٹھۍ
نوِ رٮ۪تہٕ بڑاوَو أسۍ پنُن دانہٕ کُٹھ۔
لٮ۪تہٕ پوٗر چُھ سِریٖنَگر کِس نیٚبرِمِس حِصَس منٛز اَکھ صنعتی علاقہٕ
ییٚتہِ چھا أندۍ پٔکۍ کانٛہہ تالاب؟
پُلسَن وُچھ تٔمۍ سُنٛد چارٕج شیٖٹ تہٕ کوٚرُن ضمانتَس اِنٛکار
"ہندوستانَس منٛز چھےٚ أکِس سٕژ سٕنٛز اوسط آمدنی 20,000 رۄپیہِ۔"
یہٕ ریٚسٹورَنٛٹ چُھ بٔرِتھ أسۍ گَژھو بیٚیہٕ کُنہِ جایہٕ
مےٚ دیٖو پنُن پونٛسہٕ۔
تِمو یِم ۂتھیار اِستعمال کٔرۍ تِم ٲسۍ کَنہِ تہٕ تیٖر کَمان
کِرکَٹٕکۍ شوٗقیٖن ٲسۍ بےٚ تٲبی سان میچ وٕچھان
بِجلی وول چُھ تار شیرنٕچ کوٗشِش کران۔
تٔمِس منٛز چھِ واریاہ اصٕل صِفت۔
چِٹھِ منٛز ووٚن تٔمۍ، سُہ چُھ بٮ۪مار۔
مہربٲنی کٔرِتھ کٔرِو پنُن کنٛگُو اِستعمال
سُہ ووٚتھ دۄیہِ لٹہِ صدارتی انتخاب لڑنہٕ خٲطرٕ۔
تٔمِس اوس گیوٗر ہیوٗ باسان۔
یتھ معاملس مُتعلق تٔمۍ سُنٛد جواب اوس مۄختصر۔
مےٚ کوٚر پنٛنہِ بیٚنہِ سۭتۍ تتھ مسلس پیٚٹھ بحژ۔
وقتُک رفتار ہیٚکی ژےٚ پتھ ترٛٲوِتھ اگر ژٕ شیٚنگِتھ روزکھ۔
میٲنِس ہوٗنِس ٲسۍآمہٕ دواہچ ضروٗرت۔
کِتابہِ منٛز ٲسۍ زٕ پریشان کرن وٲلۍ سوال۔
تٔمۍ سٕنٛٛٛٛز کٲم ٲس پنٛنٮ۪ن خریٖدارن خٲطرٕ لۄکچٮ۪ن کوٗرٮ۪ن ہِنٛز درٛالز کرٕنۍ۔
مہربٲنی کٔرِتھ کَر یِم وَرق بنٛد
سُہ چُھ پنٛنہِ کامہِ منٛز بنٛد گوٚمُت
تٔمۍ لَگٲو ژوٗرَس گوٗلۍ
طوٗفانَس منٛز آو ڈوٹھ دارٮ۪ن لاینہٕ
بہٕ اوسُس اِنتِہٲیی آوُر
مےٚ کوٚر بِرٕ واجنہِ سڑکہِ پیٚٹھ بٕجہِ زنانہِ اپارِ پیٚٹھٕ یپور ترنس منٛز مدد۔
سۄرُپھ اوس زہر دار۔
دٔریاون چُھ گاسہٕ چرایہٕ سٔہلاب اوٚنمُت۔
پرنہٕ سۭتۍ کٔر تٔمۍ پنٕنۍ زبان بہتر۔
تٔمس میلییہِ بٲزۍ گر تماشہٕ وٕچھںہٕ خٲطرٕ مُفت ٹِکٹہٕ۔
اسہِ گیُنٛد تتھ مٲدانس منٛز ہاکی۔
یتھ کِتابہِ چھِ اردہ باب
پوٗرٕ راتس ہُشارٕ روزُن چُھ مُشکِل۔
پنٛجابس منٛز آو ریلہِ ہُنٛد اکھ بوڈ حٲدثہٕ ٹالنہٕ۔
ییٚتہِ پٮ۪ٹھٕ کۄٹی تانۍ چھےٚ نہٕ زیادٕ بس خٕدمات۔
ڈراما اوس جوشہٕ سۭتۍ بٔرِتھ۔
گاڈٕ ہٲنٛزن رٔچہِ کیٚنٛہہ گاڈٕ۔
سُہ مُلُک چُھ تِمن سارنی مُلکن حِمایت کران یِم زن غٲر طرفدارانہ چھ۔
سڑکہِ ترنہٕ برٛوٚنٛہہ گژھِ گۄڈٕ وارٕ وُچُھن۔
مےٚ چھےٚ خدایس پٮ۪ٹھ پژھ
ظٲہِر ما نیرٕ بہٕ پگاہ۔
تٔمۍ نِیہٕ سۄ نژنہٕ چہِ جایہِ پٮ۪ٹھ۔
تٔمۍ سُنٛد کِردار چُھ طاقت تہٕ رحم دِلی ہُنٛد میُل
نیہِ حِکمت عملی خٲطرٕ گوٚو سٮ۪ٹھا اِختِلاف۔
تِمو کٔر اجتِجاج کرن والیٚن تشدد نِش دوٗر روزنٕچ درخواست۔
سۄ ٲس کٲم کران کران تھدِ آوازِ منٛز گیٚوان۔
کِرکٹ ٹیٖمہِ منٛز چھِ کاہ کِھلٲڑۍ
اگر سُہ کامیاب گژھِ ہا تٔمۍ آسہِ ہا ٹھیکہٕ روٚٹمُت۔
از چُھ پرٮ۪تھ کانہہ شاد تہٕ شادمان باسان
تٔمۍ انٛناوِ تصویٖرن ہِنٛز زٕ کاپیہِ۔
جانورن پٮ۪ٹھ کٔرِو رحم۔
تٔمۍ ہیٚکوٕ تصدیٖق کٔرِتھ زِ یِم دعویٰ چھا صحیح؟
مےٚ تٔھوۍ پَنٕنۍ سٲری پَلَو المارِ منٛز شیٖرِتھ
اتھ چھےٚ شہر کہِ ساروٕے کھۄتہٕ سرٛوٚگ ریستوراں آسنٕچ خٲصیت۔
تِم چھِ وۄنۍ خانٛدرٕ وٲلۍ۔
بہٕٕ ہیٚکہا تٔمِس زورٕ دب لٲیِتھ۔
تٔمۍ کوٚٚڑ چنٛدٕ منٛزٕ کیاہ تانۍ۔
تٔمۍ پٔر ترٛٮ۪ن ؤرین جانورن ہِنٛز ڈاکٹری۔
واریاہ ایٚجنسِیہِ چھےٚ پرٛٮ۪تھ ؤریہِ بیٖروٗنی ملکن منٛز نوکری پیش کران۔
بچہٕ سٕنٛز پرٛٮ۪تھ کانٛہہ منٛگ گژھِ نہٕ پوٗرٕ کرٕنۍ۔
سازگار موسمہٕ کِنۍ درٛاو فصلُک جان پٲداوار۔
یہِ چُُھ اِقتِدار چہِ مُنتقلی خٲطرٕ جدو جہد۔
مےٚ چھِ تِم بِسکوٗٹ خۄش کَران یِمن پٮ۪ٹھٕ چاکلیٹ تَہہ آسہِ
سۄ چھےٚ واریاہ حوصلہٕ واجیٚنۍ تہٕ زِندٕ دِل۔
تٔمۍ ہیٚتۍ گٔر ٹھیٖکھ کرنہٕ خٲطرٕ کمٕے پونٛسہٕ
میون پِتُر بوے چُھ جہاز چلاون وول۔
یہِ اوس کپِل دیو سُنٛد حٲران کرن وول اووَر۔
بچہٕ سٕنٛدۍ دنٛدٕ چھِ تیز آسان۔
بہٕ سمکھیوس کانفرنسہِ منٛز واریاہن لوٗکن۔
گراینڑرس چھِ تیز بلیڑ آسان۔
میون دوست اوس قونوٗن چہِ حمایتہٕ نِش محروٗم۔
یہِ کمپٔنی ٲس 25 ؤری برٛونٛٹھ بناونہٕ آمٕژ۔
مال تُلنٕچ ناو چھےٚ یِوان دریاون تہٕ نالن پیٚٹھ گوٚب سامان تُلنہٕ خٲطرٕ اِستعمال کرنہٕ۔
ژےٚ پَزی قوٲیدن تحت کٲم کَرٕنۍ
ییٚلہِبہٕ گرٕ آس مےٚ دِیُت پنٕنۍ مٲلۍسخٕت مار۔
سُہ اوس کھیلن ہِنٛدٕس سِلسِلس منٛز بہتریٖن گِنٛدن وول۔
تٔمۍ سٕنٛزِ کمپٔنی زیوٗن واریاہ نفع
سُہ چُھ پنٛنہِ بیٚنہِ ہِنٛزِ سلامتی باپتھ فِکرمنٛد۔
تٔمۍ ووٚن دۄن ترٛیٚن شہرن ہُنٛد ناو۔
مہاتما گاندھی ین پکنوو امنُک مقصد برٛونٛہہ کُن۔
از کٔمِس چھےٚ کوج تیار کرنٕچ وٲرۍ۔
بہٕ چُھس یہِ یژھان یہِنوکری کرٕنۍ۔
بٔٹِھس پیٚٹھ چھِ یِوان واریاہ ہوٹل لبنہٕ۔
تٔمۍ سٕنٛزٕ دلیٖلہٕ ہٮ۪کن رژھا تنٛگ انن واجنہِ ٲسِتھ۔
جَجن ووٚن وکیٖلس زِ سُہ پکنٲوِن کیس بروٚنٛہہ کُن۔
کٔمیٖٹی چھِ قوٲعِد دُرُس کَرٕنۍ
تِمو چھےٚ سڑکہِ پٮ۪ٹھ اکھ نٔو عٮ۪مارت بنٲومٕژ
طٲلبہِ عٔلمن آو ونٛنہٕ زِ تِم ترٛٲوِنۍ نقشس منٛز شہرن پیٚٹھ نۄقطہٕ۔
یہِ چھےٚ چانہِ خٲطرٕ اکھ دھمکی۔
کینٛہہ لُکھ چھِ ساز بوزنُک لُطُف تُلانٔ۔
یہِ چھےٚ اِنسانی حقوقن ہِنٛز خلاف ورزِی۔
تٔمِس اوس أکِس رَگہِ تھوٚپ
تٔمۍ ہیوٚک نہٕ ہیرٕ پوو وٕچھتٕھے۔
سُہ یِیہِ چالٲکی سۭتۍ آرام سان نرم کرنہٕ۔
دُشمنس پیٚٹھ چُھ دباو بڑان۔
زِنٛدگی مُتعلِق تٔمۍ سُنٛد عٔلِم چُھ کِتابنٕے یوت تانۍ محدوٗد
تمۍ سٕنز بنیان چھےٚ برابر میٖژٕ باسان۔
تٔمۍ کٔر لگاتار پونٛسَن ہِنٛزِ کٔمی ہِنٛز شیٚکایت
یہٕ چُھ اکھ سیوٚد کوٗٹ۔
سارن وُچھ تٔمِس کُن ہمدردی سان۔
یُتُھے تِمن میٲنۍ بِل میلہِ تِم سوزن مےٚ تمی ساتہٕ چیک ڈاک کہِ ذریعہٕ۔
نوٚو قونوٗن گژھِ نیہِ ریتہٕ نٲفِذ۔
یِمن لاطینی لفظن ہُنٛد تلفظ کرُن چُھ مُشکِل۔
أسۍ سمبالو یہِ مُشکِل مسلہٕ۔
خوٗبصوٗتی ہِنٛدِ خٲطرٕ چُھ نہٕ کانٛہہ مُقرر معیار
صدرس چُھ تمام فٲصلن پیٚٹھ نامنظوٗری ہُنٛد اختیار حٲصِل۔
ہِنٛدوستانس منٛز کتھ جایہِ چھِ تِم روزان؟
بہٕ چُھس نہٕ مٲہِر آسنُک دعوا کَران
اِجلاس خٲطرٕ دعوت دِنس چُھ سُہ سیٚٹھا احتِرام سمجان۔
شیٖنس پیٚٹھ پٔکِو وارٕ وارٕ نتہٕ پیٚیِو ؤسۍ۔
تٔٔمِۍ سٕنٛدِ زا دۄہٕکۍ فوٹو ٲسۍ پٔزۍ پٲٹھۍ اصٕل۔
تٔمۍ دیُت میانیٚن الفاظن ہُنٛد غلط حوالہٕ۔
یہِ ٲس اَکھ دَہشت ناک فِلِم
ییٚمہِ کاغز ٹُکرٕ منٛزٕ ژٔٹِو اَکھ سٮ۪نٹِہ میٖٹَر
یہِ چُھ ساینَسس پیٚٹھ اکھ مقالہٕ۔
مےٚ بوٗز یہِ ریڈیوہس پٮ۪ٹھ۔
ادیٖب چُھ نفرٕ سٕنٛزِ اِنفِرٲدِیتس پیٚٹھ زور دِوان۔ 
تٔمِس پیوٚو پنٛنہِ بے عقلٲزی ہُنٛد خمیازٕ تُلُن۔
سُہ اوس اکھ تکبر وول جوان نفر۔
تٔمۍ دیُت اکھ وزن دار بیان۔
تٔمۍ ہیٚوکھ پَریشٲنی ہُنٛد انٛدازٕ لگٲوِتھ
پنٕنۍ قۭمتی چیٖز تھاو قُلفس تل۔
تٔمِس چھِ اکثر راتھ کیُتھ دورٕ یِوان
"بیٚنٛکن چُھ زمیٖنس خٲطرٕ کانٛہہ تہِ گِروی قبوٗل کرنس پیٚٹھ اِنکار کوٚرمُت۔ 
"
سۄ چھےٚ گۄڈنِکہِ انعامہٕ خٲطرٕ جدوجَہر کران
چھانن کٔر لٔکرِ ہٕنٛز سطح رنٛدٕ سۭتۍ ہموار۔
تِم چھِ پزرٕ تہٕ امنہٕ چہِ وتہِ پٮ۪ٹھ پکان۔
میون دوس چُھ ہوٹلُک مُنتظم۔
میون درجہٕ حرارت چُھ حسبہِ معموٗل۔
تٔمۍ سُنٛد عاشِق گوٚو تٔمِس عدالتس تانۍ سۭتۍ۔
تٔمۍ دیُت مےٚ اکھ مُنٲسِب مشوَرٕ
تٔمۍ سٕنٛدِس مٲلِس چھےٚ خاص کٔرِتھ پونٛسہٕ بناونٕچ فِکِر
زوٗن چھےٚ مکانن پیٚٹھ سوٚت گاش ترٛاوان۔
تٔمۍ سٕنٛزِ گاڑِ اوٚن ٹرٛکہِ ٹاس۔
تٔمۍ دِژٕ ساینس کِس شعبس منٛز قٲبلہِ ذِکِر کامہِ انٛجام۔
صحبَس سۭتۍ رٲبطہٕ کرُن روزِ بہتر
اسہِ چُھ اکھ نوٚو پِیانو انُن۔
یِمن دستاویزن منٛز چھےٚ خفیہ زانٛکٲری
یوٗت مےٚ لُکن مدد کٔر تیوٗت میلیو مےٚ خراب تقدیر۔
یتھ گاڑِ چُھ واریاہ زیادٕ پیٚٹرول خَرٕچ
تِمو ہیوٚت اکھ بوٚڑ مکان سہل شرطن پٮ۪ٹھ۔
پرٛانہِ عمارتہِ خٲطرٕ تِہِنٛزب بوٗلۍ ٲس باقیَن ہِنٛدِ کھۄتہٕ واریاہ زیادٕ
سُہ چُھ زٔمیٖن زِراعت ہٮ۪نہٕ تہٕ کٕنَن وول رُکُن
تٔمۍ کوٚر حٲدثہٕ وضاحت سان بیان۔
قونوٗنن چُھ جوان نفرن سِگریٹ کٕننٛس ٹھاک کران۔
تٔمۍ سٕنٛز زِندگی چھےٚ واریاہن دۄکھٕ زد دٔلیٖلن ہِنٛز بنیمٕژ۔
زیادٕ تر خلیٖجی ریاست چھِ اسلٲمی
بہٕ ہٮ۪کہٕ نہٕ لیہِ منٛز گیٚوِتھ!
تٔمۍ اوٚن ونٛدٕ خٲطرٕ گَرم بوٗٹ
ایٚم ایٚف حُسین چُھ اکھ مشہوٗر مُصوِر۔
تٔمِس چُھ تنخواہ ہُریومُت۔
تٔمۍ سُنٛد دِل چُھ محبت وول۔
سُہ اوسُک ژوٗر کرنہٕ خٲطرٕ روٚٹمُت۔
مےٚ روٚٹ موٚہرِ روٚستُے اکھ لِفافہٕ۔
تٔمۍ سُنٛد اصلی مقصد کیاہ اوس؟
پنٕنۍ کٲمکر پانَے۔
مےٚ چُھ گژُھن مٔنٛڈی منٛز کیٚنٛہہ سبزِیہِ انٛنہِ۔
تٔم ۍکوٚر تِہنٛزِ کورِ جود۔
نشاور دَوہن ہُنٛد اِستعمال گژھِ غٲر قونوٗنی قرار دِنہٕ یُن۔
مُلزِمن یِیہِ فٲصلہٕ دِنہٕ۔
سبزی ٲس سبٕز۔
میٲنِس دوستس چُھ وۄزُل شراب چوٚن خۄش کران۔
توٲریٖخ دان چھِ بٔستی ہِنٛدِس توٲریٖخس پیٚٹھ یِنہٕ واجنہِ کِتابہِ خٲطرٕ مضموٗنن ہِنٛز درخواست کران۔
تِہِنٛدِس دعوَس ٲس نہٕ حٔقیٖقَتس منٛز کانٛہہ تہِ بُنیاد
اثرات ٲسۍ نہٕ ٹھیک۔
گامٕکۍ ٲسۍ ڈاکوٗوَن سۭتۍ لَڑٲے کَران
اسہِ ہیٚکہِ علاوٕ سامان تُلنٕچ تہِ ضٔروٗرت پٮ۪تھ
عجٲیِب گرٕ چُھ آتھوارن انٛدر اژنہٕ خٲطرٕ پونٛسہٕ معاف کران۔
سُہ درٛاو میچہٕ منٛزٕواپس ییٚلہِ تٔمۍ زون زِ سُہ زینہِ نہٕ۔
شہری تہٕ کارٕبٲرۍ سربراہن ہُنٛد اِجلاس سپدیٛوو۔
جاپٲنۍ سلطَنت آیہٕ جلدی پٕھٹراونہٕ
تصویٖرِ خٲطرٕ تٔمۍ سُنٛد انٛداز اوس بہتریٖن۔
اِنسان چُھ نہٕ زانٛہہِ تہِ فِکرِ روٚس آسان
ترٛےٚ جمع زٕ گٔیہِ پانٛژھ۔
أسۍ گٔیہِ أکِس زبردست دعوتہِ منٛز۔
یِم دَواہ چھِ جَرٲسیٖمی اِنفیٚکشَنن خٲطرٕ
تٔمِس چُھ پنُن پان بطورِ کپتان برقرار تھاوُن۔
سُہ چُھ توفہِ خانُک سردار
میٲنۍ جمع پونٛسہٕ چھِ لگ بگ مۄکلیمٕتۍ۔
بہٕ ہٮ۪کہٕ نہٕ برداشت کٔرِتھ اصٕل کھٮ۪ن ضایع گژُھن۔
لٔڑکن کُھلٲوو تزبزُب موٗجُب چِٹھۍ۔
اسہِ کوٚر پنٛنِس گَریلو خرچس پیٚٹھ زیوٗٹھ بحژ۔
بِذٲتی چُھ سُہ محنٛتی نَفر
تٔمۍ کٔر جنازس منٛز شِرکت۔
پٔہٲڑی علاقس منٛز پکنہٕ خٲطرٕ چھےٚ گاڑِ ہِنٛدٮ۪ن ٹٲرن معموٗلی سٮ۪زَر کرنٕچ ضٔروٗرت
چوٗکۍ در روٗر تۭرِ نِش بچنہٕ خٲطرٕ گارتہِ منٛز
سُہ چُھ تیٖزی سان کٲم مۄکلاوان۔
سُہ اوس آوُر لہذا ہیوٚک نہٕ سُہ یِتھ۔
أسۍ ٲسۍ پوٗرٕ صُبحس کنٛڈٮ۪ن پٮ۪ٹھ پیاران فونس بٮ۪ل گژھنس۔
سُہ اوس تس کُن غورٕ سان وٕچھان۔
ژٕ ہٮ۪کَکھ پنُن ووٹ آزٲدی سان ترٛٲوِتھ۔
سُہ چُھ صحیٖح نظریہٕ حِسابہٕ چیٖزن وٕچھان۔
تِمو لڑوو بند دروازٕ کھولنہٕ خٲطرٕ سخٕت زور۔
أسۍ ہٮ۪کو سٕہلاب زَدن اِمداد واتنٲوِتھ
سُہ اوس ٹیٚنِس ٹورنامیٚنٛٹس منٛز میون بوج۔
راتھ اوس سُہ نٔتیٖجہٕ پتہٕ ثٲبت قدمی داواہ کران۔
ٲس آیہِ دیٖری گژھنہٕ کِنۍ دِق۔
لاسَن حٲصِل کرنہٕ خٲطرٕ دیُت تِمو افسَرن رُشوَت
اسہِ پزن فوجہٕ منٛزٕ غدار کڑٕنۍ۔
تٔمۍ سُنٛٛد جِسم چُھ ورزش سۭتۍ نرم بنیومُت۔
خراب صحت ہیٚکہِ زِنٛدگی ہِنٛزِ کامیٲبی منٛز رُکاوٹ پٲدٕ کٔرِتھ
مُطمعیٖن حل ژھانٛڑنہٕ خٲطرٕ چھےٚ کتھ باتھ ضروٗری۔
مےٚ اوٚن پنٛنہِ خٲطرٕ اَکھ نوٚو سایکَل
اسہِ کوٚر وعدٕ زِ ٲسۍ کَرو نہٕ اتھ موضوٗعس پٮ۪ٹھ دُبارٕ زانٛہہ تہِ کتھ۔
مٲہرِ آثاریاتن بٔر احتیاط سان کٔھنۍمٕژ جاے پلستر سۭتۍ۔
بہٕ اوسُس پٔتِمہِ ہفتہٕ پنٛنہِ ماسہِ نِش گوٚمُت۔
سُہ پرون نیزٕ یُس سِپاہ استعمال ٲسۍ کران چُھ وۄنۍ عجٲیِب گرس منٛٛز۔
کِتابہٕ آسہٕ پٔتھرِس اورٕ یورٕ چٔھکرِتھ
تِمو منٛزٕ کٲتیٛو کٔر مُفت کٲم ؟
ہُریمتیٚن نیوکلِیٲیی موادن ہُنٛد محفوٗظ طریٖقہٕ سۭتۍ خٲتمہٕ کرُن چُھ اکھ بوٚڑ مسلہٕ۔
سُہ چُھ نہٕ زانٛہہ تہِ دفتر آمُت۔
تِم چھِ چُھرِ تہٕ کانٛٹہٕ سٕتۍ کھٮ۪وان۔
طالبِہ علمو کوٗر اصٕل پٲٹھۍ سلوٗک۔
کٔمیٖٹی چُھ تٔمِس ترقی دِنُک فٲصلہٕ کوٚرمُت
اکھ عظیم جنٛگجو چُھ نہٕ سہل سہل ۂتھیار ترٛاوان۔
سُہ اوس گۄڈنہِ کہِ کھوتہٕ زیادٕ کمزور ۔
سُہ چُھ یَتھ فِلمہِ منٛز کینٛژس کالس لبنہٕ یِوان
پرٮ۪تھ کنہِ تہزیٖبس منٛز چھےٚ لُکہٕ کتھٕ آسان۔
ییٚمہِ کامہِ خٲطرٕ چھےٚ اکہِ ہُشار ذہنٕچ ضٔروٗرت۔
شاہیٖن چُھ ماز کھٮ۪نہٕ وول جاناوار
پَلو ترٛٲیِو کرٛہنِس رنٛگ کِس آبس منٛز۔
کتابہٕ آیہِ پنٛنہِ جایہِ تھاونہٕ۔
لیٚدٕر تہٕ ژنٛدنُک پیسٹ چُھ أکِس جان جراثیٖم کش کِس طورس پیٚٹھ کٲم کران۔
ؤلِو یِم پوسٹڑ لاگو دیوارن پٮ۪ٹھ۔
تٔمِس آو پننہِ بہودری خٲطرٕ عزت دِنہٕ
لبہِ دیٖو رنٛگُک ہیوُے پھش۔
سانِہ پالسی چھےٚ تِہنٛدِس منصوٗبس خٕلاف پکان۔
اتھ منٛز چُھ مُنقہٕ، کٔھزٕر تہٕ کِشمِش شٲمِل۔
سۄ ٲس زٮ۪نہٕ پٮ۪ٹَھے أنۍ
کمپیوٗٹر کہِ ایجاد گژھنہٕ سۭتۍ گوٚو اکہِ نیہٕ دورُک آغاز۔
سُہ اوس تجویٖزِ ہُنٛد زور آور حمایت کرن وول۔
اسہِ چھِ مُختٔلِف وسٲیِل رَلاونٕچ ضٔروٗرت
مےٚ باسیو نہٕ یہِ تیوٗ ٹھٹھٕ وول۔
ریلن ہٕنٛدٮ۪ن عام ڈبن چھِ واریاہ بِرٕ آسان
تِمو چُھ پوٗرٕ سماجس منٛز دہشت پٲدٕ کوٚرمُت۔
ییٚلہِ پوٚژھ آو بہٕ اوسُس نہٕ تتہِ موجود۔
سیاست دانو چلٲوۍ اکھ زور دار مُہِم۔
مےٚ چھِ اپُز وننس سۭتۍ نفرت
سُہ چُھ بےٚ مطلب کتھٕ کران۔
تٔمۍ کٔرۍ پنٛنِس تماشس ٹُکرٕ۔
میٛٲنۍ راے چھےٚ زِ اسہِ پزِ تِمن پیٛارُن۔
یِہ چُھ اکھ چالاک جاناوار۔
اسہِ کٔر شہر صاف کرنٕچ اکھ تدبیٖر تشکیٖل
سَۄ روٗز پنٛنہِ ویٚسہِ ہِنٛدِ مۄکھٕ پَتھ کُن وٕچھان
أکِس فوجیٖیَس چُھ پٮ۪وان خطرُک مُقابلہٕ کرُن
تٔمۍ سُنٛد بوٚڑ صِفت چُھ تٔمۍ سٕنٛز نرمی۔
بہٕ چُھس تٔمۍ سٕنٛز تقریر برٛونٛہہ کُن بوزُن یژھان۔
تٔمۍ ووٚن پنٛنِس نیٚچوِس الوِداع۔
تٔمۍ دیُت تٔمِس کُل رقمُک نٔیِم حِصہٕ۔
یِہِ چُھ کِتابن ہُنٛد اکھ درجہٕ بنٛد چٹہٕ۔
سُہ چُھ اکثر دنٛدن منٛز سِگریٹ رٔٹِتھ آسان۔
کٲرۍگر چھِ اتھٕ سۭتۍ پلو وونان تہٕ تِمن ہِنٛز نُمٲیِش کران۔
مریَمن نی تٔمِس تھپہِ چِٹھۍ تہٕ تٔھوٕن چنٛدس۔
شُر روٗد پٔتھرِس پیٚٹھ کھۄکٕھش کران۔
یہِ دوا ہیٚکہِ چانہِ ژاسہِ فرق کٔرِتھ۔
شعبہ لِسنیات چُھ بروٚنٛہمِس گیٹس نِشی۔
چارواے نیٖوُکھ کھہَس منٛز۔
یِم رِسالہٕ چھِ واریاہس تعدادس منٛز شایع کرنہٕ یِوان۔
عددی صلٲحیت چہِ درجہٕ بٔنٛدی خٲطرٕ چھِ ٹیٚسٹ آسان۔
کانٛگرس پارٹی چھِ رفتار سان بروٚنہہ پکان
اسہِ چُھ موسم کہِ تبدیٖلی سۭتۍ ہم آہنٛگ کَرُن
درواز چہِ تھپہِ چھِ کھے لٔجمٕژ
سُہ چُھ جمٲعژ ہُنٛد دَہن ؤرین ہُنٛد تجربہٕ کار۔
سُہ چُھ أکِس تنظیٖمہِ ہُنٛد سربراہ۔
گاسہٕ چُھ مویشن خٲطرٕ پھل رٔنٛگۍ استعمال سپدان
سُہ چُُھ اِنٛگلینٛڈ کہِ کالجُک اکھ معزز نفر۔
تٔمۍ دیُت فوجس فجرَسٕے حملہٕ کرنُک حُکُم۔
رٮ۪تہٕ کالہِ چُھ پنہٕ ؤتھرن ہُنٛد رنٛگ سبٕز آسان۔
پکُنہ سۭتۍچُھ صحت بہتر روزان۔
سُہ مۄکلاونہٕ خٲطرٕ کٔر تِمو ترٛٮ۪ن دۄہَن لَگاتار کٲم
طٲلبہِ عٔلِم چھِ پنٛنِس استادس پاک ذات مانان۔
مہربٲنی کٔرِتھ تٔھیِو آنٛچار کینن منٛز
یہٕ چُھ سانہِ خانٛدانُک مُشترکہٕ باغ
اِنسٲنی تہزیٖبس چھِ ساسہٕ بٔدۍ ؤری لٔگۍمٕتۍ۔
قدرتٕچ شان چھِ اعظیٖم
مےٚ چھِ قرضٕکۍ کاغذات رٲوۍمٕتۍ۔
مےٚ وُچھ رام شَراب خانَس منٛز اَژان
تٔمۍ سٕنٛدِ یِنٕچ ٲس نہٕ کانٛہہ تہِ باوتھ۔
سُو چُھ نہٕ دٮ۪مٲغی طور ٹھیٖک۔
سماج کِس پرٛٮ۪تھ فِرقس منٛز چُھ کُنہِ نتہٕ کُنہِ قٕسمُک تشدد واقع گژھان۔
زنانن ہِنٛدۍ پۄشاک چھِ مُختٔلِف ڈِزاینن منٛز یِوان
نیہِ ہفتہٕ خٲطرٕ چُھ موسم خۄشٕک تہٕ تاپہٕ دار روزنُک اِمکان۔
سُہ چُھ قتلہِ معاملُک گواہ۔
کٕنن وٲلۍ ٲس جانورس پنٛنِس بٕڑۍبب سٕنٛدِ ناوٕ سۭتۍ نِشاندہی کٔرمٕژ۔
تٔمۍ دِیُت مےٚ اکھ چایہِ پیالہٕ۔
دِلہِ پٮ۪ٹھٕ بمبیہِ تانۍ ہوٲیی سفر کرنس کوٗتاہ وق چُھ لگان؟
پرٛانیٚن کِتابن ہِنٛدِ چَٹہٕ منٛز تُج تٔمۍ ساروٕے کھۄتہٕ بہتٔریٖن کِتاب
با وقتٕچہِ عملہِ کوٚر شِیَرَن ہِنٛدٮ۪ن وسوٕنٮ۪ن قۭمتَن روک تھام
میون لنٛدن گژھنُک چُھ اِمکان۔
پرٛٮ۪تھ ٹیٚکٕس دِنہٕ وٲلِس چُھ یہِ زانٛنُک حق زِ تٔمۍ سُنٛد پونٛسہٕ کوٚت چُھ گژھان۔
مےٚ آیہِ نہٕ کانٛہہ تہٕ گۄڈٕ اِطلاع دِنہٕ۔
مےٚ چُھ راتہٕ پٮ۪ٹھٕ میٛادس دود
سُہ چُھ شُمٲلی لندنس منٛز روزان۔
تٔمۍ سٕنٛزِ کامیٲبی ہِنٛزِ وتہِ منٛز چھےٚ اکھ بٔڑ رُکاوٹ۔
سُہ چھ اکھ ہرفن مولا اداکار ۔
موٗرَتھ گٔرۍ چھےٚ موٗرتھِ ہُنٛد ہموار نقشہٕ بَنوومُت
دفتَرس منٛز سامان چُھ اعلیٰ درجُک۔
تِمن گٔیہِ کالہٕ فونس پیٚٹھ تیز کلٲمی۔
تٔمۍ سٕنٛدۍ خیالات چھِ سیٚٹھا اعلیٰ۔
سۄ ٲس بےٚ تٲبی سان بیٚیِس خبر نامس پیٛاران۔
دوا چُھ مۄچرٕ کِنۍ بوتلہِ منٛزٕ وارٕ وارٕ وسان۔
فوجِکۍ تمام افسر تہٕ جوان چھِ دِلیر۔
پرل ایس بک چُھ اکھ قٲبلہِ ذِکِر ناول نِگار۔
تِم چھِِ یژھان زیادٕ کھۄتہٕ زیادٕ خریدار پانس کُن مٲیِل کرٕنۍ۔
زمیٖندار چھِ پنٛنیٚن کھہن منٛز البٲنۍ استعمال کران۔
پگاہ چُھ مےٚ پنٛنہِ تحقیق ہُنٛد زبٲنی اِمتحان۔
تِمو کوٚر اکھ نوٚو محکمہٕ قٲیِم۔
تٔمۍ کوٚر اکھ نوٚو کارٕبار شروٗع۔
میٖٹِنٛگ رد کرٕنۍ چھےٚ نہٕ چٲنِس اختیارس منٛز۔
سُہ اوس ہُشیٲری سان برٛونٛہہ کُن وٕچھان۔
ٹی بیگ گژھِ پیالس منٛز کٕژناونہٕ یُن۔
تٔمۍ سٕنٛزٕ کِتابہٕ آیہِ ہنٛگتہٕ منٛگہٕ تباہ کرنہٕ۔
ژےٚ چُھیہِ تَیُتھ کانہ وجہہ یتھ بُنیٲذ پٮ۪ٹھ ژٕ پنُن بحث چُھ کران۔
بہٕ چھس پرٛٮ۪تھ دۄہ پیدل سٲر کرنہِ گژھان۔
مےٚ ٲس دِلس ٹاس رارَے گژھان۔
سۄ ٲس پنٛنہِ ویٚسہِ ہِنٛدِ بدلہٕ فون کَران
تٔمۍ سٕندِس نیٚچوِس میلیوو خوفہٕ نِش مۄکجار۔
ٹِکی چُھ یِوان تلنہٕ برٛونٛہہ اوٹ متھنہٕ۔
تِمو دیُت أکِسٕے آوازِ منٛز جواب۔
سُہ دراو وٕنۍ دروازٕ کنِۍ۔
جُملہٕ منٛز چُھ توصیٖفی متغیر غٲب
"مےٚ چھےٚ بٔٹوس منٛز اکھ دوٚمبٕرۍ۔
"
تُہۍ کٔرۍوٕ میانہٕ خٲطرٕ شربت تیار؟
سُہ چُھ میپٕل گلی پٮ۪ٹھ روزان یا تَتھ أنٛدۍ پٔکۍ۔
بہٕ چُھس ہیٚکان تِہنٛزِ زِنٛدگی ہِنٛدۍ مُشکِلات محسوس کٔرِتھ۔
ؤلِو شوٗبوٕنہِ وادی منٛز نَژو۔
تٔمۍ بچوو پنُن پان چٔھترِ سۭتۍ۔
سُہ چُُھ سون بہتٔریٖن مُنتَخٕب وۄمیدوار
ہٮ۪س تھاو! کُل چُھے کٔنٛڈۍ دار۔
تٔمی آس أکِس تاپہٕ سۭتۍ گاشراونہٕ آمتس کُٹِھس منٛز۔
روٗد نہٕ پیٚنہٕ کِنۍ گوٚو ہۄچھر شُروٗع۔
تِٔمِس چُھ پنٛنِس محکَمَس منٛز اِختیار
میچ سپدیوو برابری پیٚٹھ۔
مہربٲنی کٔرِتھ کٔرِو ڈاکٹَرس آلو
تٔمس چُھ اکثر آسان کژھن پھکھ یوان۔
تِمو گُزٲن پنٕنۍ زِنٛدگی غۄلٲمی منٛز۔
اَسہِ چُھ یہِ اعزاز حٲصِل زِ أسۍ چھِ پرٛٮ۪تھ دۄہ ساسہٕ بدیٚن بچن ہِنٛز زِنٛدگی فٲیدٕ منٛز طورس پیٚٹھ مُتٲثِر کران۔
مےٚ کھیوٚو پٔتمہِ بوموارِ تس سۭتۍ کوج۔
چون دوست چُھ بَروسس لایق۔
یہِ اوس نہٕ واضح زِ تٔمۍ کیاہ ووٚن۔
تِم چھِِ پونٛسہٕ ضرورتہٕ کھۄتہٕ واریاہ زیادٕ اِستعمال کران۔
نار پٔھلیوو پوٗرٕ علاقس۔
تٔمۍ گیوٚو اکھ بٲت یُس خصوٗصی طور اتھ موقعس پیٚٹھ لیٚکھنہٕ آمُت اوس۔
مُتوٲزی لٲنہٕ بنٲیِو۔
مہ کھال پانس شرارت گَژھ ٹھنٛڑٕ
میون وۄستاد چُھ اکھ طاقت ور نفر۔
تٔمِس چھےٚ بیٖروٗنی مُلکی چُھٹیہِ پسنٛد، ییٚلہِ زن تٔمۍ سٕنٛزِ خانٛدارنہِ گرِ بِہُن خۄش چُھ کران۔
ہوٗنۍ درٛایہِ پَنٕنۍ شُرۍ ہٮ۪تھ أکِس نٔیِس کوٗنس کُن
تٔمۍ سٕنٛدۍ پیٚترن کٔر سۄ أکِس کھۄجہٕ لٔڑکس سۭتۍ خانٛدر کرنس پیٚٹھ مجبوٗر۔
تِمو گُزور شام تاس گِنٛدان گِنٛدان
سُہ اوس ڈرٛاماہس منٛز ہیٚلمیٹ کِس کِردارس منٛز پیش کرنہٕ آمُت۔
خۭمن بچٲوۍ أسۍ بدتر موسمہٕ نِش۔
تمہِ دِیُت سورُے ہُریومُت آب دٲرِتھ۔
تٔمی چھِ اکھ اصل کُتُب خانہٕ یژھان۔
پٔتۍ مٮ۪و کینٛہو دۄہو اوس سُہ پٔزۍ پٲٹھۍ تٔھکروومُت۔
تِم چھِ پنٛنہِ کورِ ہِنٛدِ خٲطرٕ رِشتہٕ ژھانٛڑان۔
میزایِل چہِ تکنیٖکی مہارتہِ چھےٚ واریاہ ترقی کٔرمٕژ۔
افراتفری چھےٚ تِہنٛدِ پوٗرٕ خانٛدانٕچ خوشی تباہ کٔرمٕژ۔
نِنہٕ مۄنٛڈجہِ چھِ ٲبی حلقہ دار جانور۔
تمِس ٲس خانہٕ دار کمیز لٲگِتھ
گاڑٕ آسہٕ زالس منٛز رٹنہٕ آمژٕ۔
سُہ چُھ شراب چٮ۪نس ٲدی گَومُت۔
ریڈیو رِسیپشنَس منٛز دخٕل انٛدٲزی ٲس دٔریٲیی ڈاکوٗہو ہِنٛدِ دٔسۍ کرنہٕ آمٕژ۔
تٔمۍ سٕنٛدۍ ہوٗنۍ کٔر تَس کورِ ژوٚپ ہٮ۪نٕچ کوٗشِش
یونیورسٹی کوٚرُس بہٕ اصٕل کُرسی پیٚٹھ بِہِتھ کرنہٕ یِنہٕ واجیٚنۍ نوکری خٲطرٕ تیار۔
أسۍ پٔکۍ دریاو مٔنٛزۍ۔
حٲدِثہٕ سۭتۍ گژھن واجیٚنۍ پریشٲنی روٗز واریاہس کالس۔
گُر سوار چُھ اکثر چھانٛٹہٕ اِستعمال کَران۔
تٔمۍ کٔر شرافت سان کتھ کرنٕچ باخبر کوٗشِش۔
تِم ودوٕنۍ بٕتھۍ تھٲیِو یاد۔
سۄ چھےٚ پنٕنۍ کٲم مۄکلاونہٕ پتہٕ اکھ چایہٕ کپ یژھان۔
تٔمۍ سٕنٛزِ برتری کٔر سۄ انتہٲیی پریشان
تِم چھِ شہری آبٲدی سۭتۍ تعلُق تھاوان۔
تۄہہِ پَزٮ۪و ییٚمہِ مسلُک ہر کانٛہہ صوٗرت حال مَدِ نظر تھاوُن
آسمانس منٛز اوس کرٛیہنہِ اوٚبرُک امبار۔
ٲسۍ بوٗزٕ دلیٖلہِ ہِنٛزٕ زٕ مُختلِف صوٗرتہٕ۔
سُہ چُھ پنٛنہِ زِنٛدگی خۄش
کوٗر پیٚیہٕ ذلہٕ گٔرۍ پٮ۪ٹھٕ تہٕ پُھٹُس کھۄنوَٹ۔
اَسہِ آسہٕ تاپہٕ ژنٛجہِ پٮ۪وان
اسہِ لوٚگ دِگرس شراب چیٚنس مزٕ۔
بہٕ چُھس تٔمۍ سٕنٛزِ دوستی ہِنٛز قدر کران۔
اسلَمس چھےٚ عظیٖم شخصِیت۔
تٔمۍ ٲسۍ قمیٖض تہٕ اتھٕ پنٛجہٕ لٲگِتھ۔
کُتب خانس چُھ اکھ لۄکُٹ اشاعتی شعبہٕ۔
قۭمت چُھ تٔمۍ سٕنٛدِ تنخواہُک اکھ لۄکُٹ حِصہٕ۔
تٔمِس چُھ پنٛنیٚن طٲلبہِ علمن تواریٖخ پرناوٕنۍ خۄش کران۔
ریاست کٮ۪و سٲبقہٕ حکمرانو آسہٕ کینٛہہ حِکمت عملِیہِ بناومژٕ۔
بہٕ پکہٕ ہِدایتن مُطٲبِق۔
مَہریٚنہِ تہٕ مہرازن کوٚر اکھ أکِس سۭتۍ وعدٕ۔
مٔریٖض سٕنٛز حالت چھےٚ سٮ۪ٹھا نوزُک۔
تٔمۍ سٕنٛدِ بٕتِھچ چمک ٲس سٮ۪ٹھا لوٗبوٕنۍ
ایٚکس پرٛس ریلہٕ چھےٚ واریاہ تیز پکن واجنہِ آسان۔
أکۍ خطرناک طوٗفانن أنۍ کُلۍ موٗلہٕ کٔڑِتھ۔
ایٚلیکشَنس آیہِ ٹیٖویَس پٮ۪ٹھ واریاہ اہمِیت دِنہٕ
اسلَم گوٚو ہَوٲیی اَڈس پٮ۪ٹھ
تٔمِس چھِ بٕتِھس پیٚٹھ واریاہ سفید پیٚتۍ دار دانہٕ۔
خوفہٕ سۭتۍ دِتۍ تٔمۍ پنٛنہِ چھاتہِ دٔگۍ
کلہٕ مہترٛاو پلاسٹِک بیگس منٛز، دم گژھی۔
اُستادن کوٚرسانہِ ناکٲمی ہِنٛزِ وجہُک مُعٲینہٕ کرنٕچ کوٗشِش۔
تٔمِس چھےٚ بُلنٛد آواز۔
دٮ۪وارُک مۄچر چُھ پانٛژھ فُٹہٕ۔
اسہِ چھےٚ میچ زینٛنٕچ سٮ۪ٹھا کم وۄمید۔
ژوٗر ژوٚل یلہٕ برٕ کِنۍ۔
پوش چھِ واریاہن رنٛگن ہٕنٛدۍ آسان۔
پَژھیٚن خٲر مقدم کرُن چُھ رٮ۪وٲیتی۔
بہٕ چُُھس یژھان سرٛانٛٹھ کرنہِ گژُھن۔
بیٚمارس ہیٚکہِ اپریشنٕچ ضٔروٗرت پٮ۪تھ۔
تٔمۍ کوٚر حدٕ روٚس صبرُک اِظہار۔
یتھ مُلکس منٛز چُھ وٕنہِ تہِ غدٲری ہُنٛد سزا موت۔
تٔمۍ کوٚر محسوٗس زِ مےٚ چُھ شَرارت
تِم چھِ أکۍسٕے ضِلعس سۭتۍ تعلُق تھاوان۔
أتھۍ دوران روٗدۍ لُکھ کامیاب گژھان۔
کمپنی اوس پنٛنٮ۪ن افسرن ہِنٛدِ خٲطرٕ گاڑٮ۪ن ہُنٛد جُنٛڈ۔
لٔڑکہٕ چُھ نزیٖکٕے روزان۔
موٹر گٲڑٮ۪ن ہُنٛد بازرَس منٛز بَڑنہٕ سۭتۍ گٔیہِ اَکہِ قٕسمٕچ تَبٲہی
تٔمۍ بنوو کُنٛڈو سۭتۍ اکھ ہار۔
کٔھلۍ پٔتلون لاگٕنۍ چُھ نہٕ وۄنۍ فیشن۔
یِم چیٖنٕکۍ پیالہٕ چھِ مےٚ خۄش کران۔
ٹانگُک ساز گژھِ چارنہٕ یِنۍ گُرۍ سوٲری کرنہٕ بروٚنٛہہ
تٔمی کر پنٕنۍ گٔر پانَے ٹھیک۔
أسۍ گژھو ییٚمہِ آتھوارِ چکرس۔
اسہِ پزِ نہٕ لوٗکن منٛز جنس، ذات یا تہذیب کِس بُنیادس پٮ۪ٹھ فرق کرٕنۍ ۔
قونوٗن چہِ منٛظوٗری خٲطرٕ پیٚیہِ سارنی زور دیُن
تٔمۍ چُھ پنُن زُر کھنٛڑٕ مِٹھٲیہِ دی دی خراب کوٚرمُت۔
مےٚ چُھ یقین زِ تھوٚد لٔڑکہٕ نیرِ اِمتحانس منٛز سارنٕے برٛونٛہہ۔
تٔمۍ بٲووۍ پنٛنہِ زِنٛدگی ہِنٛدۍ واریاہ ناگَوار راز۔
بہٕ چُھس حِساب کِس منٛطِقس منٛز کمزور۔
مےٚ چھےٚ نہٕ درٛوٚگِس دُکانس پٮ۪ٹھ کیٚنٛہہ تہِ ہٮ۪نٕچ حٔثِیت۔
سُہ چُھ دم چہِ بیمارِ منٛز مُبتلا۔
بسہِ منٛز ٲسۍ پانٛژ شُرۍ۔
تِمن چُھ نیٚبرِمیٚن مُلکو پیٚٹھٕ انٲیمٕتہٕ سامانُک کاروبار۔
أسۍ ہٮ۪کو اِکہٕ وَٹَے قٲتِل رٹنٕچ کٲم انٛجام دِتھ
گرِکۍ تمام بٲژ ٲسۍ تِہنٛدِس سمکٕھنس خٕلاف۔
تِمو مارِ درجن واد کرٛہنہِ ژرِ ۔
کالجس مںٛز گژھنہٕ بروٚنٛہہ کٔر تمہِ کیںٛژس کالس مدرسس منٛز کٲم۔
مےٚ چُھ نہٕ وۄنۍ ہونٛٮ۪ن ہُنٛد خوف
ہندوستان چُھ کپسوٗ پَلو بناون وول۔
پٔتۍ مٮ۪ن کیٚنہن ؤرۍین منٛز چھِ سڑک حٲدثن ہُند تعداد واریاہ ہُریوومُت۔
سۄ چھےٚ نہٕ زانٛہہ تہِ پنٛنہِ ذہانتہِ مُتعلق تھٮ۪کان۔
خانٛدان کِس جایدادس آو حِصہ کرنہٕ۔
مہربٲنی کٔرِتھ کٔرِو یتھ مسلَس پٮ۪ٹھ میٛٲنۍ شکایت درٕج۔
پارلیمٮ۪نٛٹن چُھ اَکھ اٮ۪کٹ پاس کوٚرمُت یَتھ مُطٲبِق یِتھۍ کھیل غٲر قونونی چھِ
مےٚ سوٗنٛچ زِ ژٕ یِکٕھے نہٕ۔
تٔمِس چُھ سُکالرشِپ حٲصِل کرنُک اِرادٕ
بہٕ چُھس یہِ مجمہٕ پٔتۍ میو دۄیو گٲنٛٹو پٮ۪اٹھٕ رٔٹِتھ
کیٚنٛہہ پونٛسہٕ بچاوٕنۍ چھےٚ عقلمنٛدی۔
تٔمِس چُھ فارسی پٮ۪ٹھ اصٕل عٔبوٗر
مےٚٚ چُھ تٔمۍ سُنٛد تکلیٖف وٕچِھتھ دِلس دَگ وَتھان
سُہ چُھ بیقٕل۔
سُہ چُھ واریاہ مشہوٗر اداکار۔
سُہ اوس تہمَتُک شِکار۔
ییٚمہِ شیٖنہٕ مانہِ ہِنٛز نٲلۍ چھےٚ واریاہ کٔھج۔
فوج آو قلعہٕ یلہٕ تراونس پٮ۪ٹھ مجبوٗر کرنہٕ۔
تِہِنٛز ٹٲٹھ کوٗر چھےٚ پَگاہ یِنہٕ واجیٚنۍ
نارن بنٲو کُرسی میزس بیترِ زٲلِتھ ژِنۍ۔
سُہ اوس اکثر أکِس نیٚبرِمِس شخصہٕ سٕنٛدِس طورس پیٚٹھ پیش کرنہٕ یِوان۔
برٛونٛہہ کالہِ اوس احتجاج کرن والیٚن سخت سزا دِنہٕ یوان۔
جانورن ہُنٛد ڈاکٹر بَنُن چُھ مےٚ وُمرِ ہُنٛد تماہ۔
أسۍ ٲسۍ بےٚ صبری سان تٔمۍ سٕنٛدِس یِنَس پیٛاران
یہِ وان چُھ شیٖشہٕ سامانٕکۍ مُختلف قٕسٕم کٕنان۔
تٔمۍ کٔر پوٗرٕ دلیٖل واضح طورس پیٚٹھ بیان۔
بہٕ پیارے ژےٚ برآنٛدس پیٚٹھ۔
ہُہ قلم چھا تُہُنٛد؟
تٔمو کٔر وزیٖر اعلٰی ہس سلام
تیٖل چُھ یِوان پیٖپَس منٛز جمع تھاونہٕ
ییٚمہِ جایہِ ہُنٛد تٲثیٖر چُھ واریاہ خۄشوُن۔
پوٗرٕ علاقہٕ اوس باسان گاہ ترٛاوان۔
اسلم اوس پنٕنۍ ادارن بین الاقوامی کانفرنس منٛز بطورِ نُمٲیِنٛدٕ سوٗزمُت۔
تٔمِس میلیو دٔیمہِ کوٗشِشہِ منٛز ویٖزا۔
اکبر اوس دۄیو بٔندوٗق بردارو اغواہ کوٚرمُت
تٔمۍ سٕنٛز کٔشِش چھےٚ کُنہِ حدس تانۍ تٔمۍ سٕنٛزِ خۄد اعتمٲدی ہٕنٛدِ وجہہ سۭتۍ۔
جاناوار چھِ بُنیٲدی طورس پیٚٹھ مٮ۪ون ہِنٛدِس رسس پیٚٹھ روزان۔
سۄن چُھ اکھ قۭمتی دھات۔
تتہِ چُھ جادادس پٮ۪ٹھ واریاہ زیادٕ محصول۔
سہلاب زدٕ ٲسۍ أکِس دۄہس کھٮ۪نہٕ ورٲے۔
سُہ چُھ نہٕ یژھان پنُن راز ظٲہِر کرُن۔
بہٕ گژھٕ اکِس ژِہِس منٛز تیار۔
سُہ چُھ بَطورِ مُنٕش کامہِ کوٚگمُت
کۄل گٔیہٕ یتھ رٮ۪تہٕ کٲلِس خۄشٕک۔
تمہِ وۄتھروو پنٛنہِ بٕتھِ پٮ۪ٹھٕ اوٚش۔
تۄہہِ منٛز کُس چُھ زیادٕ کھۄتہٕ زیادٕ پونٛسہٕ زینان۔
تٔمہِ ووٚن تٔٔمِس زِ سۄ چھےٚ دۄکھٕ زد۔
سۄ چھےٚ ناول پرنٕچ شوقیٖن۔
یَتھ دُکانَس منٛز چھِ خاص قٕسمٕکۍ کرٛہِنۍ چمروٗ کوٹ کٕنٛنہٕ یِوان
ناو چھےٚ یِوان واریاہ بوٚڑ پیڈل اِستعمال کٔرِتھ برٛونٛہہ پکناونہٕ۔
سۄ چھےٚ ٹایپِسٹ سٕنٛدِ عہدٕ خٲطرٕ کوٗشش کران۔
تٔمۍ کوٚر منٲسِب طریقس منٛز سٲنِس جزبس اپیل
بانس پیٚٹھ چُھ بہہ۔
تٔمۍ تھوو دھات تیٖتِس کالس ریٚہہِ پیٚٹھ ییٖتِس کالس سُہ واریاہ گرم گوٚو۔
سُہ چُُھ ٹٮ۪کسی چلاون وول۔
سِگریٹ نوشی چھِ صحت خٲطرٕ مُضِر
پُلسن کوٚر تٔمۍ سُنٛد بیگ خٲلی یُتھ تِم تتھ منٛز موجود سامان وُچِھتھ ہیٚکَن
مےٚ ڈوٚل پنُن توازُن تہٕ پیوس پتھ کُن۔
مقٲمی مسلہٕ چُھ واریاہن علاقن مُتٲثِر کران۔
سۄن چھ واریاہ قۭمتی دھات
تِمن ہُنٛد اکھ بچہٕ گُزریٛوو لۄکچارسٕے منٛز۔
پنٛنیٚو اِشتِعٲلی کَتھو سۭتۍ دیُت تٔمۍ ۂجوٗمَس ہٕس
تٔمۍ روٗدۍ ہمیشہٕ دوست۔
بہٕ چُھس ہِنٛدُستانُک باشنٛدٕ
ہونۍ چھِ بیٛاریٚن وٕچِھتھ وولان۔
سۄ چھےٚ صِرِف ژور ؤرِش۔
أدرِ زمہیٖنٕکۍ کیٚنٛہہ حِصہٕ چھِ پرٛانہِ وقتٕکۍ۔
تٔمۍ سٕندۍ مٲلۍ ترٛٲوۍ 1958 منٛز شفاخانٕچ سنٛگہِ بُنیاد۔
مےٚ کوٚر مُستقبلس منٛز زیادٕ ہُشار روزنُک پۄختہٕ اِرادٕ۔
اکبَرن ہیٚوک سوٗٹ کیس تُلِتھ
مےٚ چھِ پنٛنہِ ہوٹلہٕ خٲطرٕ واریاہ زمیٖن ٹُکرٕ ضروٗرت۔
یِم اعداد و شمار چھِ صاف پٲٹھۍ معٲشی حیثیت ظٲہِر کران۔
تِمو چُھ تتھ نوِ عمارتہِ پیٚٹھ قبضہٕ کوٚرمُت۔
تۄہہِ چھو پنٕنۍ شرٛاکھ تیز کرنٕچ ضرورت۔
بہٕ چُھس یَژھان پنٛنہِ خٲطرٕ اَکھ ناو اَنٕنۍ
رام چُھ پنٛنِس لۄکٹِس ہوٗنِس رچھان۔
ژےٚ گٔیہِ وۄنۍ ایلرجی ٹھیٖک۔
عقل منٛد لوٗکھ چھِ عمل کرنہٕ بروٚنٛہہ سونٛچان۔
ہوا چُھ 70 فیصد کھۄتہٕ زیادٕ نایٹروجنُک بنیومُت۔
سُہ بنیوو مشرقی افریٖقی بینٛک کٮ۪ن شاخن ہُنٛد سُپرٛنٛڈنٛٹ۔
اسلَم گوٚو ہَوٲیی اَڈس پٮ۪ٹھ
مہربٲنی کٔرِتھ روٗزِو اَکہِ طرفہٕ یوٚتام بہٕ گٲڈی برٛۄنٛہہ پکناو
تٲلیٖٖمی نِظامس منٛز اصٕل بدلاو عملہِ منٛز اَنٛنَس لَگنو تۄہہِ ؤری واد
کمپیوٗٹر گرٛیفِکس چُھ فِلم بناونُک طریٖقہٕ سہل بنوومُت۔
آز چھےٚ زبردست تۭر۔
تٔمۍ کٔڑ پنٛنہِ بٔٹوٕ منٛزٕ کیٚنٛہہ بِلہٕ۔
تِمن فایلن ترٛٲیِو نِشانہٕ یِم اسہِ پتہٕ ضٔرورت ہٮ۪کن پٮ۪تھ۔
تِم چھِ علاوٕ فٲیدُک دعویٰ کران۔
تٔمۍ وول جنٛڈُک ڈنٛڈٕ۔
شہرٕکۍ اہلکارو کوٚر عِمارت چہِ جایہِ ہُنٛد دورٕ۔
شہرٕ مٔنزۍ سفر کرنہٕ وِزِ گژھن سیاح زیادٕ خبردار روزٕنۍ۔
تٔمۍ چُھ أکِس عظیٖم زنانہٕ ہُنٛد خٕطاب برقرار تھوومُت۔
سُہ درٛاو خوٚصوٗصی اِجتِماعس منٛز شِرکت کرنہٕ خٲطرٕ
مےٚ لگوو تٔمۍ سٕنٛدِ بٕتھِ کہِ تٲثیٖر سۭتۍ انٛدازٕ زِ خبر ٲس نہٕ رٕژ۔
سُہ اوس پنٛنہِ کورِ نظر دِنہٕ خٲطرٕ کیلیفورنیا گوٚمُت۔
تِمو چُھ تتھ جایہِ لاپَتہہ بچہٕ رژِھ رژِھ ژھونٛڑمُت
ٲخٕر آو اکبر ذہنی اعلاج خٲطرٕ پاگل خانہٕ سوزنہٕ۔
سفیٖد گُرِس اوس ڈٮ۪کس پٮ۪ٹھ کرٛہُن داغ۔
سۄ چھےٚ گگراین کھوژان۔
مےٚ دیٖو کھٮ۪نہٕ خٲطرٕ کیٚنٛہہ تہِ
ؤکیٖٖل سٕنٛد مقصد چُھ ثٲبت کرُن۔
چیٖزن ہُنٛد قۭمت چُھ لگ بگ دۄگنہٕ گوٚمُت۔
بہٕ ہیٚکہٕ نہٕ یتھ کامہِ انعام خٲطرٕ ترجی دِتھ۔
سُہ چُھ جانورن ہُنٛد جراح۔
آ، بلکُل، بہٕ یِمہٕ دعوتس منٛز۔
مےٚ چُھ محض اکھ دوست۔
تٔمۍ اوس صاف شفاف پۄشاک لوگمُت۔
سۄ ٲس پہاڑ کِس تینٛتٲلِس پیٚٹھ کھڑا۔
سۄ گٔیہِ لنٛدنہٕ کِنۍ بوسٹن۔
یہٕ چھےٚ خیٲلی داستانن ہِنٛز اَکھ بہترین کِتاب۔
سۄ ٲس پرٛیٚسنہٕ خٲطرٕ شفا خانس منٛز گٔمٕژ۔
صِفتُک چُھ نہٕ کانٛہہ تہِ قۭمت آسان۔
تٔمۍ چُھ ٲخٕر پنُن میٚمبرشِپ کاڈ حٲصِل کوٚرمُت۔
تٔمۍ سٕنٛدۍ دۄشوَے بٲے چھِ ڈاکٹر
گاندھی جی اوس اکھ بوٚڈ بارٕ مٲہرِ فلسفہٕ۔
بِلہٕ جلدی برنہِ چُھ اکھ جان عادت۔
سُہ چُھ دِگرٕچہِ عِبادتہٕ خٲطرٕ گوٚمُت۔
مہربٲنی کٔٔرِتھ ؤنِو اِدارُک صحیح نیب۔
سۄ چھےٚ ہمیشہِ سازگار مشورٕ دِوان۔
تٔمِس چھےٚ پرٮ۪تھ قٔسمچہِ کِتابہٕ خۄش کران۔
تٔمِس چھےٚ اتھن بستہٕ۔
پٔنٛزۍ کھیٚیہِ ڈبہٕ منٛزٕ ٲلوٕ۔
بےٚ روزگٲری چھےٚ ازکَل عام گٔمٕژ
سُہ اوس مزدورن ہِنٛدِ یوٗنینُک ہُنٛد صدر مُنتخب کرنہٕ آمُت۔
یِم قونوٗن چھِنہٕ وۄنۍ لاگوٗ گژھان۔
فوجن کوٚر دُشمَنن ہِنٛدِس کیمپَس گیرٕ
زٕ زنانہٕ آسہٕ سی سی آواز کٔڑِتھ کتھٕ کران۔
سُہ چُھ اصلی مصیٖبتس منٛز۔
تِم چھِ طٲلبہِ عٔلمن پرناونہٕ خٲطرٕ پنٕنۍ مفط خٕدمت پیش کران۔
تٔمۍ سُنٛد یَژُھن اوس آتھوارن تہِ کٲم کَرٕنۍ
بہٕ یِمہٕ کیٚنٛژو مِنٹو پتہٕ۔
کیٚنٛہہ لُکھ ٲسۍ ؤٹِس منٛز چاے چیٚوان۔
تٔمِس میٖج أکِس کالجس منٛز پارٹ ٹایِم نوکری۔
اسہِ منٛزٕ ٲسۍ پنٛدہ حٲضِر۔
تمام درخواستی فارم تٔھیِو اِکہٕ وٹہٕ۔
کینٛہن معاشرن منٛز چُھ فی عیال زٕ بچہٕ اکھ قٲیدٕ بنیومُت۔
سِپاہ چھِ پنٛنہِ جایہِ پٮ۪ٹھ۔
تٔمِس سۭتۍ روزُن چُھ سیٚٹھا جان تِکیازِ تٔمِس چُھ پرٛٮ۪تھ کُنہٕ خٲطرٕ تِیُتھ باوۄمید رٔویہِ۔
عالمی دہشت گردی ہِنٛٛدس دورس منٛز چُھ اسہِ پننٛٮ۪ن سرحدن پٮ۪ٹھٕ اِختیار مۄکلیومُت۔
تٔمۍ کوٚر کَلہٕ سۭتۍ آنٛکار
سُہ چُُھ واریاہ صاف شفاف۔
تور واتنہٕ خٲطرٕ چُھ نہٕ مےٚ سوارِ ہُنٛد کانٛہہ تہِ ذریعہٕ۔
گُرِس قابوٗ کرنس لوٚگ میں تھوڑا وقت۔
تٔمۍ کوٚر پنٛنِس پانس حملہٕ نِش بچاو۔
تُہنٛدِس ٹوٗر کرنٕکِس پرٛوگرامس چھےٚ مٲلی حُکامن منٛظوٗری دِژمٕژ
ٲسۍ درٛایہِ تنٛگ سڑکو کِنۍ۔
سۄ چھےٚ کٲم کرنہٕ کھۄتہٕ زیادٕ وقت کامہِ مُتعلق سونٛچنس منٛز گُزاران۔
تٔمۍ اوس بحژس منٛز ہورمُت۔
امیُک آغاز گوٚوا اچانک؟
ذٲژ ہِنٛدۍ مسٲیِل چھِ وٕنۍ کٮ۪ن کِس وقتس منٛز تہِ موٗجود
دعٰوت ٲس خۄشوٕنۍ۔
پنٛنہِ جوٲنی منٛز اوس سُہ طاقت تہٕ جوشہٕ سۭتۍ بٔرِتھ۔
تٔمِس چُھ اکھ خۄش اِخلاق کِردار۔
جوٗن کِس شُروعاتس منٛز آو اکھ واقع پیش۔
سالس پیٚٹھ اوس ماحول سٮ۪ٹھا لُطُف وول۔
سامان بنٛد کرنہٕ خٲطرٕ کوٚر مےٚ گَتُک اِستعمال
کانفرٛنس یِیہٕ نَیہٕ ہفتہٕ مُنٛعقد کرنہٕ
تمہِ کوٚر کُھلہٕ دِلہٕ اقرار زِ تمہِ چھِ پتھ کالہِ واریاہ غلطِیہِ کرِمژٕ۔
سُہ آسہِ دُپہارس موجود۔
تٔمۍ ووٚن زِ غربت کِنۍ اوس سُہ جُرمہٕ خٲطرٕ مجبوٗر گوٚمُت۔
مےٚ چُھ باسان سۄ چھےٚ مےٚ پسنٛد کران
ییٚمہِ نوکری خٲطرٕ چھِ کاہ وۄمید وار
خطرٕ وٲلۍ مُقام ٲسۍ پُلیٖسن بنٛد کٔرۍمٕۍ۔
تٔمۍ سٕنٛدِ جُرمہٕ سۭتۍ گٔیہٕ أسۍ سٲری حٲران
سُہ چُھ جرمن یوٗنورسٹی منٛز پرناوان۔
تس چھِ صُبحہٕ پیٚٹھٕ پیچ۔
صِفتُک چُھ نہٕ کانٛہہ تہِ قۭمت آسان۔
ییٚمہِ عٮ۪مارتہِ ہِنٛز بناوٹ چھےٚ فن کارانہٕ
گٲڑۍ چھےٚ خوبصوٗرت تہٕ سیٚٹھا جدیٖد۔
مےٚ دِیُت پننہِ زنانہِ خانٛدرٕکِس ؤری سپدنس پٮ۪ٹھ اکھ ہار تحفہٕ۔
واریاہ لُکھ چھِ کَتھٕ کَران مگر عَمل چھِ سٮ۪ٹھا کم لُکھ کَران
بہٕ چھس ہمیشہِ چٲنۍ۔
نٔو دنٛدٕ کریٖم چھےٚ دنٛد سفید کران۔
تٔمۍ سُنٛد ڈاکٹر چُھ اکھ جان نفر۔
تٔمۍ سٕنٛدۍ کھیٚنٕکۍ عادات چھِ غٲر معموٗلی۔
جَوٲنی منٛزٕے ووت تٔمۍ سُنٛد مُستقبِل عٔروٗجس
ٲسۍ بوٗزٕ دلیٖلہِ ہِنٛزٕ زٕ مُختلِف صوٗرتہٕ۔
بہٕ کرٕ پنٕنۍ کٲم پانَے۔
سۄ ٲس پٔتۍمٮ۪و ژورو دۄہو پٮ۪ٹھ بٮ۪مار۔
اسنہٕ سۭتۍ چُھ بُتھ تازٕ ہٮ۪کان گژھِتھ۔
سیٚٹھا کم لُکن چھےٚ ییٚمہِ واقعٕچ خبر۔
مےٚ وُچُھ تتہِ ضربُک اکھ نِشان۔
بہٕ چُھس نہٕ خیٲلی کتھن پیٚٹھ یقیٖن تھاوان۔
مادری زَبانہِ مںز لٮ۪کھنہٕ آمتہِ الفاظُک معنی ہٮ۪کَو أسۍ آرام سان سمجِتھ
تٔمۍ سٕنٛٛدیو اکثر شَکو ٲسۍ سٲری پریشان کٔرۍمٕتۍ۔
تِم کرن نہٕ تُہٕنٛدۍ تنٛخواہ کم۔
پَلوَو سۭتۍ بٔرِتھ اَکھ پرٛٲنۍ پیٖٹۍ ٲس کٲنی منٛز
یہٕ اوس تٔمۍ سٕنٛزِ کامیٲبی خٲطرٕ اکھ مُنٲسِب انعام۔
تِمن چیٖزن تھٲیِو نِشان یِمن مُعٲینہٕ کرنہٕ چُھ آمُت۔
یہٕ عٮ۪مارت ٲس آمٕژ اردٔہِمہِ صٔدی منٛز بناونہٕ
تٔمۍ تُل دُعایہِ خٲر خٲطرٕ اتھٕ تھوٚد۔
مےٚ وُچھ خوفناک خواب
نتٲیِج چُھ وۄمیدن خٕلاف۔
تِمن ہُنٛد مکان چُھ وَنہٕ کِس انٛدس پٮ۪ٹھ واقع۔
تۄہہِ گژھِ نہٕ یہِ مسلہٕ حل کرنس زیادٕ کال لگُن۔
تٔمۍ ؤنۍ اسہِ اکھ باسنہٕ کِنۍ پٔز دلیٖل۔
کٲنٛسہِ تہٕ کٔر نہٕ تٔمِس رُکاونٕچ ہٮ۪مت۔
زنانہِ کٔر وٲروِس منٛز تس سۭتۍ سپدیمتہِ ظُلمٕچ شِکایت۔
یُہُس بڑاوو أسۍ خریٖدٲری ترٛےٚ گۄنہٕ۔
نوٚ چُھ میون پھروٗژ عدد۔
میری ٲس وٲحِد خاتوٗن وۄستاد۔
کٔشیٖرِ ہِنٛز دستٕہ کٲری چھےٚ پورٕ دُنیاہس منٛز مشہوٗر۔
تِم چھِ تٔمی سٕنٛد خٲطرٕ زبردست خطرٕ۔
تٔمِس چُھ واریاہ زیادٕ تپھ۔
أسۍ ہٮ۪کو شامس پٔٹِھس کُن گٔژِھتھ
تٔمۍ کوٚر اِدارٕ خٲطرٕ پنٕنۍ حمایت واپس نِنُک اعلان۔
کھیٚن تھٲیِو أکِس بٔڑِس بانس منٛز۔
تُہۍ چِھوٕ کیٚنٛہہ بہتر محسوٗس کَران؟
تٔمِس چُھ جان مٲہر عملہٕ۔
یِمو زنانو کتہِ انہِ ڈپھلی؟
موہن چُھ کلاسس منٛز ژیٖری یِنُک عٲدی گوٚمُت
أکۍ مُلکن کوٚر بیٚیِس مُلکس پٮ۪ٹھ جنٛگُک اعلان۔
دۄشوٕنی دوستن ہُنٛد دَہن وٕرین ہِنٛدِ وقفہٕ پتہٕ سمکُھن اوس اِتفاق۔
شُرٮ۪و بَنوو فوٹوَن ہُنٛد اکھ کولاج
اسہِ کوٚر مغرِبی طرفس کُن سفر۔
کٔمۍ تام دِژ مےٚ اتھٕ بیگس تھپھ
سیٚٹھا مُمکِن چُھ زِ تِم یِن گاڑِ منٛز۔
غریٖبی چھےٚ قومس خٲطرٕ اکھ زبردست خطرٕ پٲدٕ کران۔
أسۍ رُکییہِ پوٗرٕ پٲٹھۍ سڑکہِ پیٚٹھ أکِس موڈس پتہٕ کنہِ۔
یہِ خبر آیہِ سانہِ خٲطرٕ أکہِ ٹاسٕکۍ پٲٹھۍ۔
تٔمۍ گُزٲرۍ افریٖقاہس منٛز بطورِ مذہبی تبلیغ 15 ؤری۔
شۄربہٕ چُھ چوٗلس پٮ۪ٹھ گَرم گژھان۔
أسۍ چھِ سٲرِسٕے رِیاستَس منٛز پنُن تِجارت بڑاوان
یہ سطٕر چھےٚ بٲتس منٛز ژۄداہہِ لٹہِ دۄہراونہٕ آمٕژ۔
ہُہہ میگزین چُھ پرٛٮ۪تھ رٮ۪تھ ممتاز شخصِیژن ہُند خاکہٕ شایع کران۔
یہِ چھےٚ میٲنۍ کمٕے کالٕچ خریٖدٲری۔
بہٕ چھس واریاہ وقت پننس پرنس وقف کران
ژےٚ چھےٚ میانہِ حُکمٕچ تعمیٖل کرٕنۍ۔
تِکیازِ سُہ چُھ گۄڈنِیُک خطاکار، تٔمِٮس چھےٚ نہٕ معٲفی ہٕنٛز کانٛہہ تہِ وۄمید۔
تِمو خرچوو پنٛنِس خانٛدرس پٮ۪ٹھ واریاہ رَقم
بیٚنٛکن کوٚر فیٚکٹرٛی مٔزیٖد قرٕض دِنس اِنٛکار۔
سُہ بنیوو حملُک نِشانہٕ۔
پاگانینی اوس اکھ بہترین سارٔنٛگۍ واین وول۔
بچن کٔر پنٛنٮ۪و لۄکٹیو اتھو سۭتۍ میانہِ اوٚنٛگجہِ تھپھ۔
مےٚ ووٚن پنٛنہِ ماجہِ مےٚ سۭتۍ یُن مگر تٔمۍ گوٚر نہٕ غور۔
بُزرگ نفرس اوس گاڑِ کھسنہٕ خٲطرٕ واریاہ پکُن۔
تٔمس چھِ زٲوِل کھۄر۔
تٔمۍ سُنٛد مول چُھ پُلیٖسُک کٔمِشنَر
اسہِ چھےٚ دِگرس أکِس تقریٖبہِ منٛز شِرکت کرٕنۍ۔
میٲنۍ راے چھےٚ چانہِ نِش مُختٔلِف۔
جٔدیدیتٕچ شُروعات چھےٚ 18 ہِم صٔدی۔
سپاہ چھِ پننہِ پننہِ چوکہِ پیٚٹھ۔
تٔمِس چھےٚ ہمیشہٕ اکھ چین لٲگِتھ آسان یتھ عیٖسٲیی مذہبُک نِشان چُھ آسان۔
سۄ چھےٚ پنٛنِس بٕڈۍ بب سٕنٛدٕ خٲطرٕ ماتم کران۔
کالجُک دورچھِ پرٮ۪تھ کانٛہہ بہتریٖن دور زانان
خانٛدر یِیہِ أکِس مقامی پادٕرۍ سٕنٛز دٔسۍ کرنہٕ۔
تٔمۍ بڑٲو پنٕنۍ پیشکس دہ لچھ امریٖکی ڈالرن تانۍ۔
بہٕ چُھس پنٛنہِ دلیٖلہِ ہِنٛز ذہنس منٛز شکٕل بناوان۔
ؤلِو مضموٗنس پٮ۪ٹھ کرو کُھلہٕ پٲٹھۍ بحث۔
تِم گٔیہِ جنٛگ بنٛدی خٲطرٕ رٲضۍ۔
اسہِ پزِ دفٲعی ٹٮ۪کنالوجی پیٚٹھمِس درجس پٮ۪ٹھ واتناوٕنۍ۔
یہِ چھےٚ از کل اکھ عام بٮ۪مٲرۍ
پنٛدہ وٕہٕرۍ کھۄتہٕ زیادٕ وٲنٛسہِ ہٕنٛدیٚن شُریٚن چھےٚ سفرس خٲطرٕ پوٗرٕ ٹِکٹہِ ہِنٛز ضروٗرت آسان۔
تٔمۍ سٕنٛدِس خانٛدار سٕنٛدِس مرنس پٮ۪ٹھ ہیٚکۍ نہٕ مےٚ پنٕنۍ جزبات بٲوِتھ۔
تٔمِس چُھ پَنُن ہَوٲیی جَہاز
سۄ ٲس میٛٲنِس بستس غورٕ سان وٕچھان۔
تِم چھِ غریٖبن خٲطرٕ نقلی اوٚش ہاران۔
سۄ چھےٚ چُھٹِین منٛز غٲر ملکی زبانہٕ ہیٚچھان۔
تِمو لوٚڈ ملکہٕ کہِ حفاظتہٕ خٲطرٕ۔
اسہِ پَزن صِرِف مُنٲسِب وصو اپناوٕنۍ
یہِ میز چُھ لٔکرِ ہُنٛد بنیومُت۔
سُہ چُُھ پٔزۍ پٲٹھۍ خۄش قٕسمت زِ تس میوٗل کالجس منز دٲخلہٕ۔
جوہری ۂتھیار چھِ زمیٖنس پیٚٹھ ساروٕے کھۄتہٕ خطرناک ہتھیار۔
مےٚ چھےٚ خۄشٕک ژاس۔
چمرٕ سۭتۍ بَناونہٕ آمٕتۍ بستہٕ چھِ آسان پایدار
عام طور چھِ سۄرپھ زہریٖلہٕ آسان۔
مےٚ چھےٚ چانہِ کامیٲبی منٛز ذٲتی دِلچَسپی۔
پرٛٮ۪تھ ہفتہٕ ٲسۍ واریاہ کاخانہٕ بنٛد گژھان۔
حل کرنہٕ آمتٮ۪ن پرچن ہٕنٛدۍ نموٗنہٕ چھِ وۄنۍ طٲلبہِ عٔلمن ہٕنٛز ضروٗرت۔
تمہِ مور پنُن پان زہریلہٕ گیس چٮ۪تھ
بہٕ چُھس سکوٗل کِس بینٛڈس منٛز باجہٕ وایان۔
بیٹری چھےٚ نہٕ وٕنھِ چارٕج گٔمٕژ
کمپٔنی چلاونس منٛز تٔمۍ سٕنٛز کوٗشِش چھےٚ قٲبلہِ تعریف۔
سُہ چُھ تٔمۍ سٕنٛدِ کھۄتہٕ دۄگنہٕ تنخواہ نِوان۔
سٲری پنہٕ ؤتھر ترٛاو دۄبس منٛٛز۔
تٔمۍ سٕنٛٛز حمایت روزِ تٔمۍ سٕنٛدِ خٲطرٕ اکھ حوصلہٕ۔
میانیٚن شُریٚن چھےٚ سیٖمنہِ خۄش کران۔
پُلسن تھٲو مُلزِم سٕنٛدِس گَرس پیٚٹھ نظر
سڑکہِ ہِنٛدِس انٛدس چھِ پوش کٔھتۍمٕتۍ۔
تٔمۍ ترٛوو بچہِ بِستَرس منٛز۔
تۄہہِ پزِ پنٕنۍ زبان سمبالٕنۍ۔
طٲلبہِ عٔلِم چُھ پنُن زیادٕ وقت پرنس منٛز استعمال کران۔
تٔمِس اوس کھوٚل کوٹ لٲگِتھ۔
تِم چھِ باجماعت نٮ۪ماز پرنہٕ خٲطرٕ سَمیمٕتۍ
مےٚ پیوٚو حِساب دٲری کرن وٲلِس پنٛنِس قرضس منظوٗری دِنہٕ خٲطرٕ رِشوت دِیُن۔
نؤۍ منیجرن سمبول تضادٕ ہۄنرمنٛدی سان
تٔمۍ ؤنۍ اسہِ اکھ مزاقیہ دلیل۔
پُلیٖس ہیڈکواٹر چُہ میٲنِس گَرَس نزدیٖک
شَہنشاہ اوس محلس منٛز روزان
نہ ہیٚکہِ ریل تہٕ نہ ہیٚکہِ بس اسہِ تور وقتس پٮ۪ٹھ واتنٲوِتھ۔
تۄہہِ میلیو گٲڑۍ۔
تٔمۍ سُنٛد ناو آو زینن والیٚن ہِنٛزِ فہرستہِ منٛز۔
یہِ ٲس فوجس خٲطرٕ کامیٲبی۔
یہٕ اوس سُے ییٚمۍ گۄڈنٮ۪تھ تجویٖز دِژ۔
تٔمۍ کٔر سمکٕھنہٕ چہِ جایہِ پیٚٹھ واپس گژھنٕچ ہٮ۪مت۔
یِمن تحقیٖقی دستاویزن پیٚٹھ کٔرِو غور۔
تٔمِس چھےٚ کٔشِش واجیٚمنۍ شٔخصِیت۔
بٕہ گوس ناوِ منز سَوار
اوم دۄد چُھ منٲسِب درجہ حرارتس پٮ۪ٹھ زامہٕ دۄد بنان۔
تِم چھِ کمپیوٗٹر کہِ نٔوِ ماڈل چہِ تیٲری منٛز آوٕرۍ۔
سۄ ٲس خوابس منٛز پِھپھرارَے کران۔
أسۍ ہٮ۪کو سٕہلاب زَدن اِمداد واتنٲوِتھ
زیادٕ تر لُکھ چھِ مُلکہٕ کیو باقیو حِصو کھۄتہٕ رازدانہِ منٛز روزان۔
مگرمچ اوس دٔریاوس سۭتۍ کھۄکھشِہ پکان۔
تس منٛز چھِ أسۍ تیزی وٕچھان۔
شامس گوٚو موسم واریاہ خراب۔
زیادٕ تر راتٕہ کرٛیٖل چھِ آسان گَگرَس سُمب تہٕ تِم چھِ دنٛدَو سۭتۍ کیٚمۍ ژاپان
سُہ کھوٚت کھَڑا کنہِ پہاڑس پٮ۪ٹھ۔
میون پرٛون دوست اوس موسیٖقی منٛز مٲہِر۔
تٔمۍ دِژ پَتھر بٮ۪ہنہٕ برٛونٛہہ ژۄپٲرۍ نَظر
از کل چھےٚ بادامٕچ شجرکٲری عروٗجس پٮ۪ٹھ۔
خراب مُشکہٕ کِنۍ پیوٚو مےٚ کُٹھِ منٛزٕ نٮ۪بر نیرُن۔
قصبَس منٛز گوٚو دَماکہٕ
گاڈٕ ہٲنٛٛز چھِ اکثر آفتاب کھسنہٕ برٛونٛٹٕھے گاڈٕ رٹنہِ گژھان۔
سۄ گٔیہٕ اردہ ؤرِش
ژےٚ چُھتھٕ زانٛہہ سِگریٹ چوٚمُت؟
ضروٗری چُھ نہٕ زِ دولت آسہِ خوشی ہُنٛد ہم معنی۔
خۄشٕک کرنہٕ خٲطرٕ دِ اَتھ أدرِس شیٖٹَس ہَوا
مےٚ چُھ مُہاجِرن خٲطرٕ مٲلی اِمداد دیُتمُت
تٔمی کٔر گَواہس سۭتۍ زیٖر کرنٕچ کوٚشش۔
اداکارن دیُت سٹیجس پیٚٹھ کُنُے زوٚن دیٖدار۔
تِمو لوٚب ڈانٛچہٕ خٲطرٕ اصلی نقشہٕ۔
واریاہو لُکو کٔرۍ کیٚنٛہہ اعتِراض پیش۔
سٲنِس گامس منٛز چھےٚ بِجلی ہِنٛز قلعت۔
خمیٖر چوٚن چُھ چانہِ خٲطرٕ منع۔
یہِ چھےٚ اِنسانی حقوقن ہِنٛز خلاف ورزِی۔
تٔمِس اوس پٔتۍمہِ رٮ۪تہٕ کورٹس منٛز حٲظِر گَژُھن
کالجس منٛز وظیفہٕ رٹنہٕپتہٕ میلیو تس سکون۔
مٲلی وصٲیِلن ہِنٛزِ کٔمی باپتھ گٔیہٕ کمپٔنی بنٛد
ایٖمان دٲری گژھی ژےٚ ہمیشہٕ روزن وول دوست آسُن۔
تُہۍ کمہِ اتھٕ سۭتۍ چِھو لٮ۪کھان۔
تٔمۍ دیُت تٔمِس اَکھ پوشہٕ گوٚنٛد
تٔمِس چھےٚ خۄشوٕنۍ شکٕل و صوٗرت۔
تٔمۍ سٕنٛزِ مردانگی پیٚٹھ اوس نہٕ کانٛہہ تہِ شک۔
بٲغی بگت سِنگَس دِژ برتانویو پھٲسی
تِم چھِ روزی خٲطرٕ پنٛنِس نیٚچوِس ماتحت۔
ٲنکس پتہٕ کنہِ آسہٕ أچھ شیٖشہٕ ہِش۔
شِکٲرۍ ہوٗنۍ ٲسۍ راتھ کیُتھ وولان
ژٕ چُھکھ غٲر حٲضِر روٗدمُت۔
بچت تہٕ کٔمی واتنٲوۍ أسۍ یتھ مُقامس تانۍ۔
یِمن دلیٖلن ہُنٛد بُنیٲدی موضوٗع چُھ نہٕ زانٛہہ مُختلِف آسان۔
مےٚ پُھٹروو پننہِ شیٖشُک فرٛیم۔
سۄ ہیٚکہِ سٹیجس پٮ۪ٹھ اصٕل اداکٲری کٔرِتھ
یِنہٕ واجنہِ نسلہِ ہُنٛد مُستقبِل چُھ روشن
سۄ چھےٚ یژھان پنٕنۍ نوکری ترٛاوٕنۍ۔
تۭرِ نِش بچنہٕ خٲطرٕ کٔرِو کملہِ دوٚگُن تہہ۔
ہَچوٗ ڈَبہٕ تُلِو تھوٚد۔
اسہِ چھِ سالس پٮ۪ٹھ پنٛژاہ نَفر کھیاوٕنۍ چاوٕنۍ
تِجٲرتی اِدارن کوٚر جلدٕے بازرس پیٚٹھ مُکمل اختیار حٲصِل۔
یہٕ جاے چھےٚ پٔزۍ پٲٹھۍ اَکھ دٔرِیافت، مےٚ ٲس نہٕ خبرٕے ززِ ییتہِ أنٛدۍ پٔکۍ آسہِ یُتھ کیٚنٛہہ۔
گُر چُھنہ بٹُک عادی۔
تٔمۍ أنۍ پنٕنۍ تمام منصوٗبہٕ واریاہ اَصٕل پٲٹھۍ عملہِ منٛز۔
تٔمِس آسہٕ کرنہٕ خٲطرٕ واریاہ کامہِ۔
ہجوٗمس منٛز کینٛہو خراب عناصِرو کٔر تقریٖرِ منٛز خلل۔
ٲخرس توٚر مےٚ فِکرِ زِ تٔمۍ سُنٛد مطلب کیاہ اوس۔
بٮ۪مار چُھ وۄنۍ بِلکُل ٹھیٖک۔
تَس چُھ پانس پٮ۪ٹھ واریاہ زیادٕ تکبُر۔
یہِ پوش چُھ بنفشی رنگُک۔
تٔمۍ سٕنٛزِ نیک نِیتہِ باوجود تہِ آو سُہ غلط سمجٕنہٕ۔
کمیٹی ہٕنٛز سربرٲہی چھِ ترٛےٚ وزیٖر کران۔
تمہِ گُزٲرۍ سبزارس منٛز اکھ سکوٗن وول شام۔
سُہ چُھ اِشتِمٲلی
سُہ چُھ اکھ دونٛکھٕ دِنہٕ وول نفر
مٲلی گِراوٹُک دور کٲتِس کالس روزِ جٲری؟
تاہم کانٛہہ تہِ حِفاظت ہیٚچ نہٕ اسلَمس پابنٛدی کٔرِتھ
رٮ۪تہٕ کالہِ چُھ آسان شِملہ سیاحو سۭتۍ بٔرِتھ۔
ییٚمہِ مٲدانُک کُل رۄقبہٕ چُھ ساس سُکیر میٖٹڑ
أسۍ ٲسۍ پوٗرٕ راتس ہُشارَے روٗزِتھ فِلِم وٕچھان۔
ژھاوجہِ دۄد چُھ صحتس خٲطرٕ جان
سۄ آسہِ ییٚمہِ رٮ۪تہٕ کہِ پوٗنٛژمہِ ییٚتھۍ۔
اِخلٲقی تصوُر آسُن چُھ ضروٗری۔
سُہ اوس رضاکارانہٕ طورس پیٚٹھ مقٲمی ہوسٹَلس منٛز کٲم کران۔
تٔمۍ سُنٛد فٲصلہٕ ہیٚکہِ پوٗرٕ عیالہٕ خٲطرٕ فٲیدٕ منٛد صٲبِت گٔژِھتھ
کانٛہہ تہِ ہیٚکہِ سالس یِتھ
میانہِ نظریہٕ مطٲبِق چھےٚ نہٕ یہِ نوکری کورٮ۪ن خٲطرٕ جان۔
تٔمِس چھِ سٮ۪ٹھا صاحبہِ اختِیار تعلُقات
عٔلی چُھ تختَس پٮ۪ٹھ پٔتۍمٮ۪و دۄیَو گٲنٛٹَو پٮ۪ٹھٕ بِہِتھ
سُہ اوس بِسلاے ترٛاونَس منٛز مٲہِر
نوِ بجٹ چہِ برکژ بدلوو بازرُک ہیوٚن کٕنُن۔
سۄ چھےٚ اکھ محنتی زنان۔
ریگستانس منٛز چُھ آفتاب لوسن وِزِ اکھ پُرسکوٗن احساس آسان
سُہ اوس اکھ ظٲلِم تہٕ شیطٲنی نفر۔
تٔمۍ سٕنٛز ہۄنٛگٕنۍ چھےٚ لۄکٕٹ
کیٚنٛہہ فوجی ٲسۍ دۄن ہفتن خٲطرٕ رۄخصتس پیٚٹھ گٔمٕتۍ۔
تِم چھِ یِنہٕ خٲطرٕ رضامنٛد۔
بالہٕ تھزرس پٮ۪ٹھ چُھ اکھ پرٛون پادٕرۍ سُنٛد گرٕ۔
بیٛارِ بچن کٔڑ زدٕ کِنۍ پنٛنہِ خٲطرٕ وتھ۔
سۄ چھےٚ اردہ ؤرِس
سُہ چُھ مصیبت انن وول۔
سۄ چھےٚ پنٛنہِ کامہِ سٲتۍ آوٕر
مےٚ چُھ باسان زِ چون خَیال چُھ نہٕ صٔحی
ژور چُھ میانہِ خٲطرٕ پھروٗژ عدد۔
تٔمۍ سٕنٛدِ دۄہ رات کٲم کرنن کوٚر تٔمِس عیال پالنس منٛز مدد۔
تٔمۍ سُنٛد گرٕ چُھ نہٕ دوٗر، أسۍ ہیٚکو تور پکان تہِ گٔژِھتھ۔
تٔمۍ سٕنٛدۍ بحژ ٲسۍ واریاہ منٛطِقی۔
سُہ چُھ واریاہ زیادٕ مِٹھٕ کھیٚن کھیٚوان۔
تٔمۍ سٕنٛدۍ اعمال ٲسۍ تٔمۍ سٕنٛدٮ۪ن وعدَو نِش بِلکُل الگ
سَۄ روٗز پنٛنہِ ویٚسہِ ہِنٛدِ مۄکھٕ پَتھ کُن وٕچھان
تِم کرن پگاہ اِقرار نامس دستخط۔
کوجس منٛز ٲسۍ زٕ مزٕدار کٮ۪ھن شٲمِل۔
کُلٮ۪ن پٮ۪ٹھ اوس پنہٕ ؤتھرن الہ ڈلہٕ گژھان۔
تٔمۍ کٔر سۄ ییٚمہِ کامہِ باپتھ تیار کرنہٕ خٲطرٕ ژۄیہِ ہُنٛد استعمال۔
میٲنِس مٲلِس چُھ زیوٗٹھ ریش
لوٗکو دِیُت تِمن وفوٗر کھیٚن یِم پھاکَے ٲسۍ۔
مےٚ چُھ باسان ییٚمہِ تصویرِ ہِنٛدۍ رنٛگ چھِ چٔھتۍ.
ٹوپٮ۪ن ہُنٛد فٲشن تہِ چُھ بدلان
تِم چھِ نہٕ پنٛنیٚن شُریٚن نظر تھاوان۔
تٔمِس چھِےٚ قمیٖضہِ تل سرٕد بنیان لٲگِتھ۔
ژٕ ہۄس تہِ کِتاب یژھک سۄ ہیٚککھ ژٲرِتھ۔
سۄ چھےٚ اکھ کامیاب گلوکار بنٛنُک خواب وٕچھان۔
سۄ چھےٚ پشتاوان زِ تٔمۍ گُزٲرۍ پنٕنۍ جوٲنی سفرس منٛز تہٕ پرنس منٛز نہٕ کیٚنٛہہ۔
بچس چھےٚ نیہٕ زبانہٕ ییٚچھنہٕ خٲطرٕ سٮ۪ٹھا جان قٲبلِیت۔
أسۍ چھِ مُلٲزِمن ہِنٛدِس پرٛٮ۪تھ رُکنس سۭتۍ ہیٚوُے سلوک کرنٕچ کوٗشِش کران۔
مےٚ کوٚر گرٕ تصور کرنٕچ کوٗشش ییٚلہِ سُہتتھ بیان اوس کران۔
سۄ ٲس تٔمۍ سٕنٛدِس فوٹوَس غورٕ سان وٕچھان
بہٕ پیارے ژےٚ برآنٛدس پیٚٹھ۔
مٔریٖض سٕنٛدیٚن اہم تانن کٔرِو مُعٲینہٕ۔
پرٛٮ۪تھ دۄہ ورزِش چھےٚ تُہنٛدِ صحتہٕ باپتھ واریاہ ضروٗری۔
جان گوٚو مِستٔرِس سۭتۍ مشورٕ کرُن۔
خبر دِنہٕ وٲلِس رٲو وتھ۔
تِم ٲسۍ خۄد مختاری خٲطرٕ تماہ کران۔
بچہٕ چُھ پنٛنہِ ماجہِ ہِنٛدِس ٹیٚنٛڈس دۄد ژٕہان۔
گاڑِ ہُنٛد برٛوٚنٛہِم حِصہٕ گوٚو حٲدِثس منٛز تباہ۔
بازرس منٛز چھِ مُختلِف قۭمت۔
یہِ ٲس اکھ مزاحیہ یتھ مُتعلق یہِ ونٛنہٕ اوس یِوان زِ امِچ شُروٗعات ٲس زمیٖنہٕ پیٚٹھٕ گٔمٕژ۔
دریاو چھِ گاڈو سۭتۍ بٔرِتھ۔
یہِ کۄکُر بٕزِو۔
تٔمۍ سٕنٛدِس پِشاب بانس چُھ کیاہتانۍ مسلہٕ۔
سۄ روٗز دٔریاوس منٛز سرٛانٛٹھ کران۔
زٚوٗن لوٗس نبٕہ بۄن
یتھ مدرَسس منٛز چُھ صِرِف خانٛدٲنۍ، امیٖرو تہٕ قٲبِلو پوٚرمُت۔
سُہ چُھ بگوان شیو سٕنٛد مُریٖد۔
کھۄفرِ نرِ ہِنٛزٕ أڈۍجہِ آسہٕ چھاتہِ تلہٕ کنہِ۔
تِم ٲسۍ تٔمۍ سٕنٛدِس کَلس زورٕ آبس منٛز بران۔
شرٛاکھ ہنٛز تَھپھ چھِ ۂسۍ دَنٛدٕچ بَنیمٕژ
سُہ اوس اکھ واریاہ بوٚڑ، کھوژناون وول نفر۔ 
سۄ ٲس انہِ گٔٹِس کُٹِھس منٛز بِہِتھ۔
تٔمۍ کٔرۍ دونٛکھہٕ سۭتۍ پونٛسہٕ حٲصِل۔
یہِٕ ٲس پٔزۍ پٲٹھۍ اکھ مایوٗس کرن واجیٚنۍ خبر۔
آزکل چھِ لُکھ زیادٕ تر ہوٲیی جہازس منٛز سفر کران۔
رٮ۪تہٕ کالہِ چُھ آسان شِملہ سیاحو سۭتۍ بٔرِتھ۔
تٔمۍ تھٲوۍ دستاویز میزس پٮ۪ٹھ۔
ییٚمہِ پۄشاکُک کپُر چُھ سٮ۪ٹھا نرم۔
سہ چُھ کوج چہِ دعوتہِ منٛز شِرکت کرنہِ گوٚمُت۔
طالبہِ عٔلمن بنٲو کاغزس اپارِ یَپور اکھ لٔکیٖر
سۄ ٲس گرِ کیٛو تمام بٲژو رٔچھمٕژ۔
سُہ چُھ گرٕ پتہٕ گرٕ پھیٖرِتھ سبزی کٕنان
تِمو کٔرۍ پنٛنہِ کھۄتہٕ لۄکٹیٚن مُتعلق ٹھٹھٕ وٲلۍ تبصُرٕ۔
ترٛےٚ ہوٗنۍ چھِ سمنٛدری بٔٹھِس پیٚٹھ تیز تیز پکان۔
بہٕ ہٮ۪کہٕ ہا ؤکیٖل بٔنِتھ۔
چھان ٲسۍ کُٹِھس فرٕش بناوان۔
مےٚ کُس اوس دِگرس آلو کران؟
تمہِ ساتہٕ ٲس لاعلمی پھلیمٕژ۔
سہلابن کٔر فصلس کٲفۍ تبٲہی
شُریو کوٚر چاکس چوٗرٕ۔
از کل چُھ زمیٖنس قۭمت واریاہ کھوٚتمُت۔
سۄ ٲس نٹوٕنۍ قدم ترٛٲوۍ ترٛٲوۍ پکان۔
تٔمۍ پوو سُہ پنٛنہِ بحژٕ سۭتۍ۔
تِمو اوٚن کِرکٹ ٹیٖمہِ خٲطرٕ بہتٔریٖن کوچ
ژےٚ چھےٚ زخمہٕ خٲطرٕ دوا پچہِ ہٕنٛز ضروٗرت۔
تٔمۍ میٛون کمرُک زیچھر۔
یہٕ چُھس یژھان قٲد خانُک مُحٲفِظ بنُن۔
صحب چُھ پنٛنیٚن مُلٲزِمن نِش تعبیدٲری ہُنٛد توقع تھاوان۔
خانٛدر یِیہِ أکِس مقامی پادٕرۍ سٕنٛز دٔسۍ کرنہٕ۔
بہٕ زانن سُہ واریاہ اصٕل پٲٹھۍ۔
سُہ چُُھ نہٕ کُنہِ خاص زٲژ ہُنٛد حوالہٕ دِوان
اسہِ گُزور لگ بگ سورُے دۄہ خریٖدٲری کرنس منٛز۔
تٔمۍ سُنٛد کلہٕ اوس دستار سۭتۍ ؤلِتھ۔
قۭمت ٲسۍ غٲر مستحکم، 20 تہٕ 40 امریٖکی ڈالرن درمِیان کھسان وسان۔
گۄڈنِکۍ زٕ خٕدمات چھِ مُفت، ییٚلہِ زن ترٛیٚیِمیُک قۭمت چُھ 35 امریکی ڈالر۔
سۄن چُھ اکھ قۭمتی معدنِیات۔
تٔمۍ کٔر آرٹس کالجس منٛز گرٛیجویشن۔
تِہنٛدِس عیالس منٛز چُھ اَکُے بالینٛغ
بٔہرن أنۍ بیاکھ ظیافت۔
تِمَو لٲگۍ پَنٕنۍ زِرَہ بَکتَر تہٕ گٔیہِ مٲدانہِ جنٛگس کُن رَوانہٕ
ییٚمہِ غلطی سۭتۍ گٔیہٕ تٔمِس نوکری اتھٕ۔
سُہ گوٚو قٔصوٗر وار ثٲبِت مَگر تٔمۍ کٔر ہاے کورٹس منٛز أپیٖل
ازکلٕچ زِنٛدگی چھےٚ ذہنی دباو واجیٚنۍ۔
مےٚ کھوٚت شَرارت ییٚلہِ مےٚ تِمو لٮ۪کہٕ کَجہِ
سٹیشنس پٮ۪ٹھ اوس مسافرن ہُنٛد ہجوٗم یِوان۔
معٲفی دِنۍ چھےٚ تٔمۍ سٕنٛزِ خصلتہِ منٛز۔
یتھ جایہِ تُہی روزان چِھو سۄ چھےٚ واریاہ زیادٕ تنٛگ۔
تٔمِس چھےٚ صُبحٕچ خۄشوٕنۍ ٹٔھنٛڑی خۄش کران۔
جماعت چھےٚ ہفتس منٛز اکہِ لٹہِ سمکھان۔
یہ أس گٮ۪ون والیٚن ہِنٛز قٲبلہِ تعریٖف پیش کش۔
مہربٲنی کٔرِتھ کٔرِو دۄن گاڑٮ۪ن درمِیان جاے کم۔
رُکاوٹَو باوجود تہِ گٔیہِ سۄ پنٛنِس مقصَدس منٛز کامیاب
سُہ چُھ سارٔنٛگۍ وایان۔
شیٖٖشس چھےٚ پنٕنۍ شفٲفیت مۄکلیمٕژ۔
سُہ چُھ میچ کِس ٲخری مرحلس ووتمُت۔
تِمو چُھ پاور بنٛد کوٚرمُت۔
شُرۍ ٲسۍ دٔے دۄہس دوران۔
سۄ آیہِ دُپہارَس دفناونہٕ
تٔمِس چُھ دِل ووٚتھ بیٚیہِ چھےٚ سۄ ہَمیشہٕ پَنٕنۍ چیٖز بیٚیَن دِوان
شہرٕکۍ لُکھ چھِ پنٛنٮ۪ن سربراہن نِش جان رہبری ہِنٛدۍ مُستحق۔
تِم ٲسۍ سڑکہِ پٮ۪ٹھ دربٕدر پھیران۔
ہِپوپوٹیمَس چُھ کلہٕ بوٚڈ جانور
زبٲنۍ ہُنٛد ہیٚچُھن چُھ بچس منٛز فِطری آسان۔
سُہ چُھ ٹیٖمہ ہُنٛد کپتان بناونہٕ آمُت۔
ٹرٛک آیہِ دٔریاب بٔٹِھس سۭتۍ لاینہٕ
سۄ ٲس بِلکُل اکھ معموٗلی کوٗر۔
تٔمۍ سُنٛد جواب اوس نکارس منٛز۔
تیزن چھِ لبہِ ہِنٛدِس سطحس گٔدۍ کٔرۍمٕتۍ۔
بہٕ نِمہٕ زٕ یا ترٛےٚ دۄہ چُھٹی۔
تٔکیَس ٲس تنٛگ ووٗر۔
أنٛدرم آیہِ جرٲحی دوران کڑنہٕ۔
لٔڑکہِ چُھ جوشہٕ سان کٲم کران۔
روٗس کِس عوامس پٮ۪ٹھ ٲس زار بادشاہو حکوٗمت کٔرمٕژ۔
حٲدِثَس منٛز لوٚگ تٔمِس کمبرَس
شہرس چھےٚ عوٲمی نقل و حملس منٛز بہتری انٛنٕچ ضٔروٗرت۔
تٔمِس ٲس یورپچ فِطری نفرت۔
مےٚ وٕچھ فِلِم ویڈیو ٹیپس پٮ۪ٹھ۔
سبزِیہِ چھےٚ ونٛدس منٛز تازٕ آسان۔
مےٚ وُُچھ سُہ بۄن کُن نٔمِتھ حالتس منٛز۔
برٛونٛہہ کُن نیٚمۍ یُتھ گاش انٛدر اژِ۔
تٔمۍ سٕنٛدِس زا دۄہَس پٮ۪ٹھ اوٚن تِمو اَکھ چاکلیٹ کیک
سُہ چُھ کُنہِ ساتھم تھوڑا تنٛٛگ کرن وول بنان۔
ژٕ چُھکھٕ پنٛنہِ بُمبہٕ کڑان؟
اَسہِ پیٚیہِ دٔریاوَس کٔدٕل تارُن
تِمن چُھ چھکڑس منٛز سامان برُن۔
تٔمۍ تروو بٮ۪قٕل اسُن
چمرٕ چُھ ہٮ۪وان پرون گژُھن۔
میانہِ لٮ۪کھنہٕ کٮ۪ن کاغذن ہُنٛد لِفافہٕ کتہِ چُھ ؟
میون وۄستادن چُھ مےٚ محنتہٕ خٲطرٕ شابٲشی دِوان۔
یہِ فِلِم چھےٚ کیٚنسرس سۭتۍ زندگی گُزارنس مُتعلق مختصر بیانک اکھ سلسلہ۔
تٔمِس میلییہِ پنٛنیٚن گۄنہَن خٲطرٕ معٲفی۔
مُمکِن چُھ زِ سۄ کرِ تۄہہِ ٹاکار نکار۔
ورزِش چھےٚ سانہِ صحتہٕ خٲطرٕ واریاہ ضٔروٗری۔
مٲلِس ماجہِ پزِ پنٛنیٚن شُریٚن تہزیٖب دیُن۔
تٔمۍ کٔر دروازس تیز ٹُھکہٕ رارَے۔
مےٚ کھوٚت چون نظریہٕ پسنٛد تہٕ کوٚرُم تسلیم۔
اسہِ چُھ نہٕ سُہ ؤری وادو پٮ۪ٹھٕ وُچھمُت۔
تمام قٲیدٕ چھِ پٕھٹراونہٕ یِنہٕ وٲلۍ۔
تٔمِس منٛز چُھ اَکھ اصٕل بدلاو آمُت
وۄستادن پزِ انسان سٕنٛدِ سونٛچ سمجھُک طاقت بڑاوُن۔
سُہ اوس پوٗرٕ بےٚ حٮ۪س۔
تٔمۍ سُنٛد مول چُھ اکھ واریاہ سمٕجدار نفر۔
بہٕ چُھس موجوٗدٕ نِصابس بیٚیہِ اکہِ لٹہِ نظر ثٲنی کرنہٕ کِس حقس منٛز
اِنسان چُھ اکھ سمٲجی جانور۔
تُہُنٛد پسندیدٕ کھیل کُس چُھ؟
میون گاش چُھ دۄہ پتہٕ دۄہ خراب گژھان۔
یِم پوش چھِ جنٛگلی۔
مضموٗن لیٚکِھو پنٛنیٚن لفظن منٛز۔
اسہِ پزِ اصٕل بوزن وول بنٛنٕچ کوٗشِش کرٕنۍ۔
کِتابہٕ گَژھن دوستن ہِنٛدۍ پٲٹھۍ کم تہٕ اصٕل پٲٹھۍ ژارنہٕ یِنہِ۔
جسمٲنی طور چُھ یہِ نامُمکِن۔
تٔمۍ دِژ پُلیٖسس ژوٗرِ مُتعلق اطلاع۔
چون کلہٕ دود چُھ پریشٲنۍ کِنۍ۔
تٔمۍ سُنٛد بوے چُھ لۄکچارٕ پٮ۪ٹَھے یاوٕ۔
مگر چون ساروٕے کھۄتہٕ بوٚڑ صِفت چُھ چٲنۍ ایٖمان دٲری۔
شوٚغُل چُھ پرٛٮ۪تھ کٲنٛسہِ ہِنٛدِ خٲطرٕ واریاہ ضٔروٗری۔
صٔحی اِتحاد نَہ آسنہٕ کِنۍ چھِ واریاہ مسلہٕ پٲدٕ گَژھان
ظٲہِر چُھ تِمن بوٚڈ مکانہٕ ہٮ۪نُک طاقت۔
سۄ چھےٚ تٔمِس پرٛٮ۪تھ صُبحس وارٕ وارٕ ہُشارٕ کران۔
دعوتس منز ٲسۍ ژتجی لُکھ موجود۔
مےٚ چُھ نہٕ کُنُے گژُھن۔
مےٚ أنۍ سونو ہس خٲطرٕ اکھ کِتاب۔
نوٗن چُھ سوڈیم تہٕ کُلوریٖنُک مُرکب
بہٕ گوس گۄڈٕ پیرِس تہٕ تپٲری گوس روم۔
سۄ چھےٚ معٲینس منٛز، فِکِر مہ ہیٚیِو۔
ژےٚ پزی گاڈِ ہِنٛدِس اِنٛجنس تانہٕ تانہٕ مُعٲینہٕ کرُن۔
مےٚ سوٗز ترٛےٚ دۄہ برٛونٛہہ ڈاک۔
گاڑِ آسہٕ سڑکہِ پٮ۪ٹھ تیز پکان۔
دفٲعی ٹٮ۪کنالوجی منٛز چھےٚ اہم ترقی آمٕژ۔
بہٕ چُھس پنٛنٮ۪ن دنٛدَن دۄہَے بُرُش کَران
افسر تہٕ جہازُک عملہٕ چُھ ہُشار۔
تٔمۍ سُنٛد مرُن چُھ واریاہن ہِنٛدِ خٲطرٕ ہیٚہہ۔
پَن چُھ تَتیٚتھ ژھٮ۪نان ییٚتِٮ۪تھ سُہ کمزور چُھ آسان۔
شمٲلی ہیٚمہِ سٕفیر
سُہ اوس تقریٖب دوران اِتَھے ہیوٗ باسان۔
تٔمۍ سٕنٛزِ کورِ زیوٗن گٮ۪ونُک مُقابلہٕ
یہِ چھےٚ تٔمۍ سٕنٛز ساروٕے کھۄتہٕ گۄڈنِچ فِلم۔
تٔمِس چِھ اکثر قبضی ہِنٛدۍ مسلہٕ آسان۔
طٲلبہِ عٔلمو کوٚر کالجس انٛدر سِگریٹ چیٚنس پیٚٹھ مُظٲہِرٕ۔
پروگرام ووت لگ بگ دِگرٕ چہِ 4 بجہِ اِختِتامس۔
تِم چھِ خزانٕکۍ سردار۔
سُہ چُھ اکھ ظٲلِم نفر مانٛنہٕ یِوان۔
بہٕ کِتھ کٔنۍ ہیٚکہِ پنٛنہِ بیٚنٛگ کھاتہٕ پیٚٹھٕ تٔمۍ سٕنٛدِس کھاتس منٛز رقم سوٗزِتھ؟
تٔمِۍ کٔر سٲنِس منٛصوٗبَس پوٗرٕ پٲٹھۍ حمایَت
شہرس منٛز چُھ جان موسم۔
اغوا کرن والیو کٔرۍ جبرن تٔمۍ سٕنٛدِس عیالس نِش زٕ لچھ رۄپیہٕ آزاد کرنہٕ پاتھ وصوٗل۔
بہٕ چُھ نہٕ تس مزیٖد نۄقصان واتناوُن یژھان
میون دوست چُھ وُنی شفا خانہٕ منٛزٕ نٮ۪بر درٛامُت۔
تمہِ سڑکہِ ہُنٛد موڑ چُھ واریاہ خطرناک۔
گانٛٹہِ اوس کُلِس پٮ۪ٹھ اول بنوومُت۔
سُہ اوس پرٛانہِ تہٕ اصٕل گاڑِ جمع کرنہٕ خٲطرٕ تہٕ تِمن ہنٛزِ مرمت کہِ شوقہٕ خٲطرٕمانٛنہٕ یِوان۔
اَگر تۄہہِ کیٚنٛہہ ضٔروٗرت آسٮ۪و مےٚ کٔرۍزٮ۪و آلَو
مےٚ آسہٕ یڈ بٔرِتھ مِٹھایہٕ کھیمژٕ۔
کِتابہِ ہِنٛدِس گۄڈنِکِس حِصس منٛز چھےٚ نہٕ موضوٗعن ہِنٛز فہرست موجودٕے۔
ییٚتہِ چھِ نہٕ وۄنۍ اِشتِمالِیتٕکۍ آثار لبنہٕ یِوان
بہٕ چُھس ژےٚ واریاہ زیادٕ محبت کران۔
مےٚ چھَنہٕ تٲریٖخس منٛز دِلچسپی
پُلسہٕ وٲلۍچھِ سڑکہِ گشت کران۔
بیٖربل چُھ پنٛنہِ عقٕل منٛدی خٲطرٕ مشہوٗر۔
مےٚ وُچُھِ سُہ خرگوش واجہِ منٛز۔
سُہ بنیوو حملُک نِشانہٕ۔
بہٕ بیقلووہوس زا دۄہس پیٚٹھ پنٛنیو دوستو۔
یہِ انٛدازٕ لَگاوُن اوس سَہل زِ سُہ چُھ خطاوار
سُہ چُھ پنٛنِس کلاسس منٛز ہمیشہٕ اَول درجس پیٚٹھ یِوان۔
مےٚ لیٚچھ پرُس اکھ کِتاب۔
سُہ چُھ کُنُ نَفر پوٗرٕ عیالہٕ خٲطرٕ روٗزی زینان
سۄ لۄکٕٹ کوٗر چھےٚ ہمیشہٕ خۄشوٕنیٚن تہٕ رٔنٛگیٖن پۄشاک لاگان
وارٕ وارٕ ہیٚچھکھ ژٕ کھیلِ ہٕنٛز سارے چالہٕ
ہوٹلٕچ بِل کٔر اسلَمن اَدا
سُہ کھوٚت کھَڑا کنہِ پہاڑس پٮ۪ٹھ۔
سُہ چُھ کمپنی منٛز اکھ حُکام۔
تحریکہِ آزٲدی دوران روٗد گاندھی جی سٕنٛزِ زِنٛدگی ہُنٛد نوجوانن پٮ۪ٹھ سرٛوٚن اثر۔
تٔمِس نفرس آو چھانٛٹہٕ سۭتۍ سزا دِنہٕ۔
بادشاہ سٕنٛز حکومت چھےٚ سٲرسٕے مُلکس منٛز پٔھلیمٕژ۔
سُہ چُھ یتھ کامہِ خٲطرٕ نابالِغ۔
آسمانُک رنٛگ چُھ نیٛوٗل
سرٛانہٕ کُٹھ اوس ناصاف۔
یتھ محلس منٛز چُھ امُن تہٕ سکوٗن۔
ٹٮ۪کٕس دِیُن چُھ نہٕ کٲنٛسہِ تہِ خۄش کران۔
سُہ چُھ سورُے دۄہ دربٕدر پھیران گُزاران۔
سُہ چُھ تھوٚد تہٕ چٹہٕ مٹہٕ۔
یوٚتام ماز سیٚنیومُت گژھِ توٚتام روٗزِو تلانٔ۔
یہِ چُھ اکھ فیشنی ریٚستوراں۔
مےٚ اوس نہٕ پٔتمِس انتخابس منٛز ووٹ ترٛوومُت۔
موہن اوس سِول ہسپَتالچہِ لیٚباٹرٛی منٛز بَطورِ ژاٹھ کٲم کَران
تٔمۍ روٚٹ ساز تہٕ کوٚرُن تیٖزی سان شروٗع
برٛونٛہہ کالہِ اوس ساینس دانن زِنٛدن مُتعلق دریافت کرنہٕ باپتھ مۄردٕ دٮ۪ماغ ژٔٔٹِتھ تٔتھۍ پٮ۪ٹھ بروسہٕ کرُن پٮ۪وان۔
مےٚ چُھ مرکٔزی بٮ۪نٛکس منٛز اکھ کھاتہٕ
تِم چھِ پَنُن زیادٕ تر وقت بُنیٲدی مقصَدن پٮ۪ٹھ بَحث کَرنس منٛز گُزاران
مُلکٕکِس مشرِقس منٛز چُھ سرٕد موسٕم
فریاد کرٕنۍ کٔرِو بنٛد، اتھ سۭتۍ پٔکِو برٛونٛہہ۔
تٔمۍ چُھ نٔو وصعیت لٮ۪کھنُک فٲصلہٕ کوٚرمُت۔
تٔمِس سٕنٛز شکٕل صوٗرت چھےٚ پانس کُن مٲیِل کرن واجیٚنۍ۔
تٔمۍ گُزور دۄہ پہاڑن ہُنٛد خاکہٕ بناوان۔
رانی چھےٚ پَنٕنۍ پینٛد لَگاوان
تٔمۍ دِیُت منفی جواب۔
سڑکہِ ہِنٛدِس انٛدس پٮ۪ٹھ چُھ فوجی گشت۔
لنٛدنس منٛز چھِ امہِ قٕسمٕکۍ زمیٖنی سطحس تَل 9 میل وتہٕ۔
تِمو دیُت پنُن سورُے مال و دَولت مُتٲثِریٖنن
تٔمۍ سٕنٛٛٛزِ کامیٲبی ہٕنٛدۍ اِمکان چھِ کم۔
ییٚمہِ دلیٖلہِ چُھ 1960 ہن ہِنٛدِس دورس کُن رُجحان ظٲہِر کوٚرمُت۔
سۄ چھےٚ اکثر پنٛنہِ ماجہِ ہِنٛز مِثال دِوان۔
مےٚ چھےٚ نہٕ پَیی مےٚ کتہِ چھِ یِمن فوٹووَن ہِنٛدۍ نگیٹیو تھٲیمٕتۍ۔
سۄ چھِ یونیورسٹی منٛز علمِہ سِیاست پران۔
چاروٲے چھِ سبزی خور جانور۔
یہِ گِلاس چُھ پُھٹمُت، ژٕ ہٮ۪ککھٕ یہٕ جوٗڑِتھ؟
ہوٗن اوس نیبر نیرنہٕ بٲپتھ ودان۔
تٔمۍ سٕنٛدۍ اتھٕ ٲسۍ سٮ۪ٹھا تٕرٕنۍ
اسہِ چھِ مُختلف نظریہٕ۔
میری چھےٚ ژھوٚٹ کٹٲے کٔرمٕژ۔
بہٕ چُھس یتھ اِمتِحانس منٛز اِمتِحان ہیٚنہٕ وٲلۍ سُنٛد کِردار ادا کران۔
تٔمۍ کوٚر تس سٕنٛدِ موتٕچ خبر بوٗزِتھ ماتم۔
مےٚ توٚر نہٕ تٔمۍ سُنٛد فِکری۔
یَتھ کیسَس پٮ۪ٹھ ٲس ڈاکٹَرن ہِنٛز پوٗرٕ جماعت کٲم کَران
مضموٗنُک ترٛیٚیُم رُکوُع چُھ یتھ مسلس سۭتۍ وابستہٕ۔
تٔمۍ کٔر پنٛنہِ کھۄتہٕ لۄکٹِس سٲتِھیس بےٚ عزتی۔
تٔمۍ کٔر یتھ شعبس منٛز تحقیٖق شروٗع۔
سۄ گٔٔیہٕ بےٚ خۄد ییٚلہِ تٔمۍ خوفناک خبر بوٗز۔
تۄہہِ پزٮ۪و پنٕنۍ کٲم دۄہلہِ گاشس منٛزٕے مۄکلاوٕنۍ
طٲلبہِ عٔلمَن ہِنٛزِ جمٲژ کٔر سیٚمِنارس منٛز شِرکت
تٔمۍ کوٚر مِلکیتس منٛز برابر حِصُک مُطالبہٕ۔
وٕشنیرٕچ شِدت چھےٚ وۄنۍ کم گٔمٕژ۔
یہِ کِتاب چھےٚ حملس مُتعلق۔
یتھ منصوٗبس منٛز چھےٚ تنخواہٕکۍ الگ الگ ترتیٖب۔
فن کار اوس نُمٲیشہِ منٛز بدلاو انُن یژھان۔
ژٕ ہٮ۪ککھٕ مےٚ پنٕنۍ کاغزو شرٛاپُچ دِتھ؟
سُہ پیوٚو سایکل پٮ۪ٹھٕ ؤسۍ تہٕ پٕھٹٕس زنٛگ۔
اسہِ کٔر کوجہٕ برٛونٛٛہہ بیٚیہِ اکھ آزمٲیِش۔
باقٲیدٕگی سان کھٮ۪ن نَہ کھٮ۪نہٕ سۭتۍ چُھ میٛادس منٛز سٮ۪ٹھا ژۄکٮ۪ر پٲدٕ سپدان
مہربٲنۍ کٔرِتھ پیٲرِو مےٚ؟
تِمو دِژ کیسٕچ تفصیٖلی وضاحت۔
تٔمۍ چُھ پنٛنہِ کارخانُک نوٚو دفتر کھوٗلمُت۔
سُہ چُھ بدلہٕ ہٮ۪نہٕ وول نفر۔
تِم پیٚیہٕ تینتٲلۍ پٮ۪ٹھٕ ؤسۍ
بِچارِ کورِ چُھ نہٕ کِہیٖن تہِ کھیٚنہٕ خٲطرٕ۔
اکھ تیز گاش اوس دارِ کِنۍ پٔھلیومُت۔
سون خانٛدر اوس ناخۄش۔
سۄ ؤژھ ہیرن بۄن ڈُلہٕ گژھان گژھان۔
اسہِ چُھ اکثر پۄختہٕ کار کارکُنن مشورٕ ہیوٚتمُت۔
بُنِلہِ سۭتۍ پیٚیہِ عمارت ؤسۍ
سُہ چُھ ذلیٖل ،موٚکُر نفر۔
درجہٕ حرارت بڑنہٕ سۭتۍ چُھ بہہ بنٲوِتھ وٕڑِتھ گژُھن تہِ واریاہ تیٖزی سان سپدان۔
فوجو چھِ کینٛہہ نٔو ہائی ٹیک ۂتِھیار تیار کرمُت۔
تٔمۍ کٔر پُلیٖس چوکہِ منٛز شِکایت درٕج۔
مہربٲنی کٔرِتھ کر پُنن مقالہٕ سوزنہٕ بروٚنٛہہ ٹھیٖک۔
تٔمۍ چھےٚ میٚنٛچسٹر یُنورسِٹی منٛز اِنجیٖنٔری کٔرمٕژ۔
تٔمۍ سٕنٛزِ خوشی ہُنٛد احساس اوس عٲرضی۔
تٔمِس چُھ قۄدرتی قُووتس پٮ۪ٹھ زبردست بروسہٕ۔
دِفتر گژھاں ژوٚل تس وتہِ ٹٲرس ہوا نیٖرِتھ۔
ڈاکہٕ وٲلۍ چُھ وُنی چانہِ خٲطرٕ پارسل اوٚنمُت۔
سُہ چُھ یژھان گاڑِ بناونہِ۔
گامس چُھ سٔہلاب سۭتۍ سٮ۪ٹھا نۄقصان ووتمُت
میون مُلٲزِم نِیَو تۄہہِ گرٕ۔
تٔمِس چھےٚ حیاتین ہنٛز کمی۔
میانہِ تجویزِ مُتعلق کیا خیال چُھے ژےٚ؟
مےٚ چھِےٚ تٔمۍ سٕنٛزِ کارگردگی منٛز اکھ واضح بہتری محسوٗس کٔرمٕژ۔
مےٚ چھِ دہ قلم ۔
تِم ہٮ۪کن امیُک پَے کٔڑِتھ۔
ٹریفِک کِس شورس منٛز ہیوٚک نہٕ کِہین بوٗزِتھ۔
تٔمۍ ٹھاسنوو پنُن کلہٕ دیٚوارس سۭتۍ تہِ امہِ پتَے کھوٚت تٔمِس ڈیٚکس ٹِنیُل۔
تٔمِس چُھ رقم اِستعمال کرنُک اختِیار دِنہٕ آمُت
ژٕ ہیٚککھٕ ییٚمہِ مکانُک خاکہٕ بنٲوِتھ؟
منشیات چُھ سُہ مسلہٕ یتھ مُسلسل ہوشیٲری ہِنٛز ضروٗرت چھےٚ۔
پٔتِمہِ رٲژ آیہِ درجہِ حرارتس منٛز اچانک کٔمی۔
بۄچھِ تہٕ غُربتن کرنوو سُہ ژوٗر۔
میٛٲنۍ پۄپھ چھےٚ اَسہِ سۭتی چُھٹی مَناونہٕ خٲطرٕ اَسہِ
ییٚمہِ معاملٕچ کٔرِو وضاحت۔
کوٗر چھےٚ نہٕ از گٮ۪ونٕکِس موٗڈس منٛز۔
پَشس روٗد انٛدر اژنہٕ کِنۍ چُھ تالوس أکِس حِصس پلستر خراب گوٚمُت
ٲخری کھیلس منٛز آو تِہُنٛد ٹیٖم ہارناونہٕ۔
سیاح چھِ آگرہس منٛز تاج محل وٕچھنہِ گژھان۔
اُریٖساہَس منٛز حالَے سمنٛدٔری طوٗفان سۭتۍ گٔیہٕ واریاہ فصٕل تباہ۔
تٔمِس میٛلیوو بہتٔریٖن کارکردٕگی خٲطرٕ انعام
سۄ چھِ بےٚ بَس زنانہٕ
تتہِ چُھ دفترَن منٛز جمعہ دۄہ رٮ۪وایتی پۄشاک لاگنُٛک رٮ۪واج۔
یتھ وانس پٮ۪ٹھ چُھ نہٕ وۄزُمیُک اِجازت۔
اسہِ اوس نہٕ کھیٚنُک اکھ زرٕ تہِ۔
شہزادن رٔٹ بادشٲہی۔
ژٕ اوسُکھ مُشکِل وقتس منٛز ہمیشہ مےٚ پیٚٹھ بروسہٕ کران۔
مےٚ سوٗنٛچ بہٕ ہٮ۪کہٕ ژےٚ پٮ۪ٹھ بروسہٕ کٔرتھ۔
تٔمۍ سُنٛد جواب اوس صحیح۔
موجوٗدٕ بَجٹ آو اِصلاح بغٲر پاس کَرنہٕ
اسہِ چھےٚ ترٛٮ۪ن کَمرَن ہِنٛز روزَن جاے
بہٕ اوسُس شراب چٮ۪وان مگر وۄنۍ چُھس بہٕ نشہ آور چیزن نِش پرہیز کرن وول۔
حکوٗمتن خرچٲوۍ نٔوۍ جنٛگی جہاز ہیٚنہٕ خٲطرٕ سٮ۪ٹھا پونٛسہٕ۔
دۄشوٕنی ٹیٖمَن ہِنٛدٮ۪ن کپتانن چھِ پانہٕ وٲنۍ دوستانہٕ تعلُقات
بہٕ چُھس یَژھان زٕ ژٕ گوٚژھکھ کوجہٕ برٛونٛٹھ یور واتُن
انہِ گوٚٹ گژھنس تانۍ ٲسۍ أسۍ جہاز کِس تختس پیٚٹھ بِہِت۔
شراب سٲزی ہنٛد عمل چُھ آتھ برسکس آسان۔
أسۍ گُزور پوٗرٕ دۄہ فِلمہٕ وٕچھان۔
بوے بَندُت گژھِ ہمیشہٕ قٲیِم روزُن۔
بہژ وٲتۍ گۄڈنِکیٚن نتٲیجن پیٚٹھ واپس۔
آز روزِ موسم گرم تہٕ خۄشٕک۔
سُہ آوٕے نہٕ۔ مزیٖد چھےٚ اسہٕ خبر زِ سُہ اوس بٮ۪مار۔
ژےٚ پزی اصل پٲٹھۍ پنٛنِس مستس کنگُو کرُن۔
سُہ چُھ اکھ ذلیٖل قٕسمُک نفر۔
اکھ لۄکٕٹ رُکاوٹ چھےٚ یہِ زِ یہِ چُھ درٛوٚگ۔
مےٚ گژھِ معٲفی دِنۍ بہٕ آس رژھا سُلی۔
ریلہِ ہِنٛدِ کٔدلُک زیچھر چُھ 1715 فٹ۔
تِم چھِ سانٮ۪ن حقوٗقن لتہٕ مۄنٛجہِ کران۔
مگر میانہِ خٲطرٕ چُھ بولُن تٕہ لیٚکُھن مُشکِل۔
أسۍ چھِ دوٗرِ پٮ۪ٹھٕ سفر کٔرِتھ آمٕتۍ
سۄ درایہِ کُٹھِ منٛزٕ ودان ودان۔
آلُک نقشہِ بناونس منٛز کوٚر تٔمۍ اہم کِردار ادا
مےٚ روٚٹ اِشارٕ تہٕ درٛاس یکدم۔
مزدوٗر چُھ کارخانہٕ پٮ۪ٹھٕ گرٕ یِوان۔
بَمب اوس مدرَسس نزدیٖک لَگاونہٕ آمُت
تٔمِس ؤنِو تور گَژھ۔
حملس دوران چُھ جِسمس وَرم کھسان۔
بچہٕ چُھ شیٚنٛگِتھ شور کٔرِتھ مہ کرُن ہُشارٕ۔
سُہ چُھ گاہ بٮ۪گاہ گِنٛدان۔
بہٕ چُھس یَژھان نیٖلہِ رنٛگٕچ بٔنیان اَنٕنۍ
گٮ۪ون وٲلۍ جاناوار چھِ صُبحس پرٛٮ۪تھ أکِس پانس کُن مٲیِل کران۔
سُہ لاریو تس گرٕ تانۍ پتہٕ پتہٕ۔
کَٹس چھےٚ جتھ آسان۔
تٔمۍ سٕنٛدِ کُٹِھچ شیٖشہٕ المٲرۍ ٲس واریاہ شوٗبوٕنۍ۔
رنٛگ ساز چُھ مکانس رنٛگ کران۔
آلوٗدگی چھِ وسیع حلقہٕ بنجر زمیٖنس منٛز تبدیٖل کٔرۍمٕتۍ۔
پَلو چھلنہٕ چہِ مِشیٖنہِ چُھ بوٚڑ موٹر لٲگِتھ۔
بہٕ چُھس صُبحٕکِس کھیٚنس منٛز ہمیشہٕ سِوِتھ ٹھوٗل کھیٚوان۔
حٲدِثس منٛز ووت نہٕ گاڑِ ہِنٛدِس چھتَس کانٛہہ تہِ نۄقصان۔
ژٕ ہیٚککھ مےٚ سۭتۍ صاف پٲٹھۍ کتھ کٔرِتھ۔
زنانہٕ چھےٚ بورڈس منٛز پنٛنہِ شِرکت خٲطرٕ مُطالبہٕ کران۔
تٔمۍ سٕنٛزِ ثٲبِت قدمی دیاونٲو تس فتح۔
شُرۍ ٲسۍ سیوٚد لٲنن منٛز ترتیٖب سان تھاونہٕ آمٕتۍ۔
ژم گژھِ واوٕ نِش بچاونہٕ یُن۔
تِم چھِ یژھان گۄڈٕ ایشیاہس منٛز کِتابہٕ تقسیٖم کرُن۔
تٔمِس اوس واضح نظریہٕ زِ تس کیاہ چُھ کرُن۔
تٔمۍ سٕنٛزِ قٲبلِیَتہِ پٮ۪ٹھ چُھ نہٕ اسہِ کانٛہہ تہِ شَکھ
مےٚ چھِ نظمہٕ پرنہِ خۄش کران۔
تٔمۍ سُنٛد ذِہٮ۪ن اوس خوفناک خیالو سۭتۍ بٔرِتھ۔
یہِ چھےٚ لِیونارڈو سٕںنٛز گۄڈنِچ فِلِم
میون نیٚچُو چُھ أکِس مُشکِل دورس منٛز پکان۔
ژٕ ہیٚککھٕ ژھۄٹھ نٮ۪بر ترٛٲوِتھ؟
تٔمِس اوس واضح نظریہٕ زِ تس کیاہ چُھ کرُن۔
تۄہہِ منٛز ہیٚکہِ کانٛہہ اَکھ ٹِکَٹ انٛنہِ گٔژِھتھ
یہِ مےٚ تٔمِس متعلق خۄش چُھ کران تہِ چُھ یہِ زِ سۄ چھےٚ صاف دِل۔
سۄ چھےٚ کمپنی منٛز اکھ اہم طاقت۔
معاشِیت چھےٚ مسلن پیٚٹھ مسلن منٛز ہٮ۪نہٕ آمٕژ۔۔
فصٕل گٔیہٕ بیٚیہٕ اکہِ لٹہِ تباہ۔
ملکس چھِ مجموعی آبٲدی 650 لچھ۔
تمہِ پتہٕ کٔر نہٕ تِمو کتھ۔
تاوِ منٛز ترٛاونہٕ برٛونٛہہ پھینٛٹِو مُرکب اصٕل پٲٹھۍ۔
تٔمۍ سٕنٛزِ بیٚمارِ کِنۍ ہیٚکہِ نہِٕ سُہ زیادٕ کالس حیات روٗزِتھ۔
مےٚ لوٚگ تماشہٕ خانس منٛز حدٕ روٚس مزٕ۔
تٔمۍ سٕنٛدِ تقریٖر سۭتۍ گوٚو مےٚ سٮ۪ٹھا اَثر
سیوٚدُے لم چُمٹہٕ سۭتۍ دۄن پِنَن۔
مےٚ آو چون پوشاک پسنٛد۔
سنٛگہِ مرمرُک اکھ ٹُکرٕ چُھ تَتیٚن پتھر۔
سُہ نٮ۪میو کۄٹھٮ۪ن پٮ۪ٹھ تہٕ کٔرٕن عِبادت۔
تۭرِ کِنۍ گٔیہِ تٔمۍ سٕنٛزٕ اوٚنٛگجہٕ بےٚ حیٚس۔
سُہ چُھ اَکھ قٲبِل جوان شَخٕص
تٔمۍ چھےٚ میٛانہِ خٲطرٕ اکھ درٛوٚج کِتاب أنٛۍمٕژ۔
مےٚ چُُھ نہٕ باسان یِم خوف چھِ بُنیاد وٲلۍ۔
اسہِ تُل تماشہٕ گاہس منٛز موسیٖقی تہٕ نژنُک لُطُف۔
رام اوس بحیثیت پولیٖس چیٖف نام زَد کرنہٕ آمُت
ژٕ چُھکھٕ چاے دۄد روٚستُے یژھان چیٚنۍ؟
شراب سٲزی ہنٛد عمل چُھ آتھ برسکس آسان۔
مہربٲنی کٔرِتھ روٗزِیو اتھ معاملس منٚز پننِس فٲصلس پیٹھ ڈٹِتھ۔
تِہُنٛد مذہبی جنوٗن بڑیوو وارٕ وارٕ۔
بہٕ چُھس کلہٕ دادیُک شِکار۔
مٮ۪وٕ چھِ صحتہٕ خٲطرٕ جان۔
مہربٲنی کٔرِتھ پٔرِو یہِ حوالہٕ زورٕ
واریاہ ہیٚنٛدۍ چھِ ناگ سٕنٛز پوٗزا کران۔
اٮ۪ن ایس ایس سُک بُنیٲدی مقصد چُھ سمٲجی رضا کار تیار کرٕنۍ۔
افوا چھےٚ پٔھلان زِ مدرسہٕ ما گژھن جلدی بنٛد۔
تٔمۍ تھٲو بٔتۍ میزس منٛزس۔
یہِ ذموٲری چھےٚ تٔمۍ سٕنٛدٮ۪ن شانن پٮ۪ٹھ اَکھ بوج بَنیمٕژ
گاڑِ آسہٕ بٔرِتھ۔
دۄشوَے دُچہِ بٲے ٲس لنٛدنس منٛز زامٕتۍ۔
ییٖتِس کالس خۄش کَریو تیٖتِس کالس روٗزِو ییٚتی۔
تۄہہِ چھو علاج خٲطرٕ دوا کھیٚنٕچ ضٔروٗرت۔
یہِ اوس مزٕ دار کھٮ۪ن۔
دربٲرۍ روٗدۍ بادشاہس برٛونہہ کنہِ پتھ کُن۔
پٔتمِس بُنِلِس منٛز جٲنی تہٕ مٲلی نۄقصان اوس بےٚ مِثال۔
یتھ زمیٖنس چھےٚ طاقتٕچ کٔمی۔
مےٚ وٕچھ ۂجوٗمس منٛز کیٚنٛہہ زٲنۍ کار لُکھ۔
سالانہٕ امتحانس منٛز آو سُہ اول
تٔمِس باسیٚیہٕ یِم مَسٲیِل واریاہ سَہل
زنانہٕ آسہٕ رنن واجنہِ تہٕ دٔبۍ باین ہِنٛدِس طورس پیٚٹھ کٲم کران۔
ژٕ ہٮ۪ککھٕ یِژٕھی بیٚاکھ کانٛہہ مِثال پیش کٔرِتھ
مُلٲزِمن گوٚو صحبَس سۭتۍ صٔحی بکواس
ٹرٛک رُکییہِ وقتس پٮ۪ٹھ یُتھ نہٕ دیوارس سۭتۍ ٹکراوِ
گۄڈٕ آسہٕ نہٕ زنانہٕ مٲلی طور خۄدمختار آسان۔
وۄژھ چُھ پنٛنہِ ماجہِ ہِنٛدِس تھنَس دۄد چیٚوان۔
ژوٗرو پٕھٹروو کُٹھِیُک قُلف۔
سُہ اوس سوٚدرٕ کس ژٔکِس منٛز خَزانہٕ ژھانٛڑان
سُہ آو وقتس پٮ۪ٹھ۔
تٔمۍ کوس پنُن ریش۔
بہٕ چھیٚس یَژھان پنٛنہِ سۄنہٕ وَسہٕ خٲطرٕ لٔکرِ ہُنٛد نقشہٕ دار ڈَبہٕ اَنُن
بچہِ سٕنٛز محنت چھےٚ تعریفن لایق۔
تٔمۍ دِتۍ سارنی سوالن یِنٛدۍ صٔحی جواب۔
خیالن منٛز اوس سُہ سٲرِسٕے مُکلس راج کران۔
تٔمۍ دیُت مےٚ بحژس منٛز ساتھ۔
شاہراہس چھِ واریاہ موڑ۔
قونوٗنس دِ تس تٔمۍ سٕنٛدِ گۄناہ خٲطرٕ سزا دِنہٕ
پزر معلوٗم کرُن چُھ مُشکِل۔
امہِ واقعٕچ وضاحت آیہِ اخبارس منٛز شایع کرنہٕ
تُہۍ ہیٚکِو یہِ مسلہٕ کُنِہ تہِ پٲٹھۍ ہَل کٔرِتھ
کٲم آیہِ تٔمۍ سٕنٛدٮ۪ن ہِدایتن مُطٲبِق کرنہٕ
مےٚ ہیوٚتُن نستہِ کشُن یُن۔
تٔمِس چُھےٚ دنٛد سیوٚد کرنہٕ خٲطرٕ تارن ہِنٛز ضٔروٗرت۔
تٔمۍ سٕنٛدۍ منصوٗبہٕ ناکام کرنہٕ خٲطرٕ کوٚر تمہِ تہِ سورُے یہِ سۄ کٔرِتھ ہٮ۪کہِ ہے۔
یہِ چُھ رشوت خوری ہُنٛد معاملہٕ۔
میانہِ سفید قمیٖضہِ پیٚٹھ اوس کافی ہُنٛد داغ۔
تٔمۍ دِیُت پنُن تقریٖر زبردست عقٕل منٛدی تہٕ جوش سان۔
سُہ ییٚمہِ ساتہٕ یی تمی ساتہٕ دِمو أسۍ تۄہہِ خبر۔
گرمی ہٕنٛدِ وجہہ گٔیہِ سۄ بےٚہوش
گرٕ گژھان رُکووہوس بہٕ وتہِ تہٕ پھرییَم ژوٗر۔
یتھ یَزارس چھےٚ نَوِ لاسٹِکہِ ہٕنٛز ضٔروٗرتھ
سُہ ہیٚکہ پریشان گٔژِھتھ اگر نَے أسۍ تور گژھو۔
مےٚ چھےٚ وۄمید زِ چون مول موج چُھ ٹھیٖک۔
نوٚو ؤری چُھ یِوان اکھ عٔظیٖم تہوار مانٛنہٕ۔
موسیٖقی ہِنٛزِ آوازِ کوٚر سُہ ہُشارٕ۔
عام لُکن چُھ نہٕ فوجی علاقن منٛز اژنُک اِجازت
خشونت سِنٛگ چُھ مشہوٗر نثر نِگار۔
پٔکِوٚ لنٛگرس منٛز کھٮ۪مو۔
ژٕ کَر تٕرنہِ آبہٕ سرٛان
تٔمۍ سٕنٛزِ زِنٛدگی ہُنٛد مقصد چُھ کامیٲبی حٲصِل کرٕنۍ
بہژَس منٛز حِصہٕ نِنہٕ خٲطرٕ یی سارنی خٲرمقدم کرنہٕ
سُہ چُھ تھزرس پیٚٹھ روزان۔
ناظریٖنن ہُنٛد شُکر ادا کٔرِتھ کوٚر تٔمۍ پنُن تقریٖر اِختِتام پٔزیٖر
تُہنز لِکھاوٹ چھےٚ میانہِ کھۄتہٕ واریاہ خراب۔
ڈاکٹرن چُھ پنُن پان پنٛنیٚن جزباتن نِس الگ کرُن۔
اسہِ چُھ آتھوارِ دۄہ أکِس خاندرس منٛز شموٗلِیت کرٕنۍ۔
موسمہٕ چہِ تبدیٖلیہِ مدِ نظر تھٲوِتھ گژھِ سفرُٕک منصوٗبہٕ منٛز مُطٲبِقت وول آسُن۔
ہوٲیی جہاز اوس آسمانس پٮ۪ٹھ تھزرس پٮ۪ٹھ وُڈان
میون مول موج چُھ یَژھان زٕ بہٕ گوٚژُھس الٮ۪کٹرٛانِکٕس پَرُن
فِلم آیہِ کامیاب قرار دِنہٕ۔
مےٚٚ گوٚژھ بیٛاکھ کیکہٕ پیٖس
ٹیٖمہِ گیُنٛد اکھ مُنٲسِب کھیل۔
نظمہِ ہُنٛد دٔیُم حِصہٕ چُھ گۄڈنِکہِ مِصرٕکۍ پٲٹھۍ گٮ۪ونہٕ آمُت۔
یتھ فِلمہِ منٛز چھِ واریاہ فرضی اداکٲری کرنہٕ آمٕژ
جبٕر چُھ دُنیاہس منٛز عام رُجحان بنیٛومُت۔
سُہ چُھ اکھ سوداگر۔
پوٗرٕٕ جماعت نیرِ، بغٲرِ زٕ طٲلبہِ عٔلم۔
راموٗ تہٕ تٔمۍ سُنٛد سٲتھی آو غٲر قونونی کاروبار کرنس پٮ۪ٹھ رٹنہٕ
مےٚ چُھ شَکَھ کِہ تِم یٕن ۔
سٲنِس مکانس پٔتھۍ کِنۍ چُھ کُلۍ جنٛگُل
مہربٲنی کٔرِتھ مٕژرٲیِو پنُن ٲس۔
طٲلبہِ عٔلِم چھِ نہٕ وۄنۍ تہزیٖب برقرار تھاوان۔
مےٚ مور سُہ لڑکہٕ۔
میون صحب اوس راتھ شفاخانس منٛز دٲخل۔
أسۍ ہیٚکو نہٕ ذٲتی باغس منٛز أژِتھ۔
بچہِ زٮ۪نہٕ سۭتۍ گٔیہِ پوٗرٕ گرَس منٛز شٲدی
تٔمِس چُھ تنٛگ کرُن تہٕ پامہٕ دِنہِ خۄش کران۔
میٖڈیا چُھ عوٲمی راے بناونس منٛز با اثر کِردار ادا کران۔
ییٚمہِ لٹہِ کُس ہِت وَنکھ ژٕ۔
بیٛٲر تٔر أکِسٕے وۄٹہِ مںز سڑکہِ اَپور
کٔشیرِ چُھ سَرٛید رَلان پٲکِستانَس تہٕ چیٖنَس سیٹھ۔
بالہِ کٔڑِو گول کیٖپرس کُن لتھ۔
طوٗفانس منٛز مُتٲثر گَژھن والٮ۪ن اِمداد دِنہٕ خٲطرٕ آیہِ اکھ خٔصوٗصی ٹیٖم بُلاونہٕ
کُلِس پٔتھۍ کِنۍ چُھ اکھ سۄرُپھ۔
تمہِ کَرِ ترٛےٚ بالہٕ استعمال بٔنیان بناونہٕ خٲطرٕ
سُہ اوس ژوٗر کرنہٕ خٲطرٕ جیلس منٛز تھاونہٕ آمُت۔
اسہِ چھِ سٮ۪ٹھا تعدادس منٛز وۄمید وار۔
کھۄوُر پھیر تہٕ ژٕ واتَکھ پنٛنِس مقامس پٮ۪ٹھ۔
میٖلہِ ہِنٛدِ اکہِ ٹیٚکہِ دسۭتۍ لوٚگ میٛانہِ قمیٖضہِ داغ۔
پنُن سامان نیٖو سۭتۍ
مےٚ پرٛژھ تٔمِس زِ بہٕ کتہٕ ہٮ۪کہٕ چٔھتٕر أنِتھ۔
درستگی سان کتھ کرٕنۍ چھےٚ مُشکِل کٲم۔
فیٖس چُھ رِیاستہٕ کِس خزانس منٛز جمع کرنہٕ یِوان۔
أسۍ ٲسۍ زیادٕ تیز گٲڑۍ نہ چلاونہٕ خٲطرٕ خبر دار کرنہٕ آمٕتۍ
قبٲیلو ہِنٛزِ ہِجرت سۭتۍ چُھ ہنٛگامہٕ کھڑا گوٚمُت۔
عنوان چُھ وٮ۪ٹھٮ۪ن حرفن منٛز۔
ییٚمہِ پٔلاٹٕچ نام ذَدی چھےٚ آمٕژ میٚڈکل کالجس دِنہٕ
تٔمۍ کوٚر پنٛنہِ خانٛدارنہِ فون مگر یہِ اوس تٔمۍ سٕنٛدٕ خٲطرٕ محض اکھ دوکھٕ۔
پژھۍٚن ہِنٛدِ خٲطرٕ بنٲیِو شربت۔
بےٚ بنیاد  توہمَت گژھہِ نہٕ کٲنٛسہِ لاگٕنۍ۔
اسہِ چُھ امے مطابق بجٹُک بُندٕبَستہٕ کَرنٕچ ضرورت
گاڑِ گٔیہِ پہاڑ پیٚٹھٕ بۄن کُن ڈُلہٕ۔
تِمو چھےٚ زبردست کٲم کٔرمٕژ۔
میٲنِس أچھ ٹٲرِس چُھ وَرم کھوٚتمُت۔
سۄ ٲس اکھ پاک دامن کوٗر۔
باسان چُھ زِ سُہ یی نہٕ
بوس اوس پوٗرٕ پٲٹۍٗ تحریٖک آزٲدی سۭتۍ منسلک
بُنلیٚن ہِنٛز پیشن گویی کرٕنۍ چھےٚ واریاہ مُشکِل۔
آنٛچار چُھ مُختلِف کھجرٕ کٮ۪ن بانن منٛز برنہٕ یوان۔
سۄ کَرِ پنٕنۍ کٲم پانے
جِنازس منٛز أس لُکن ہِنٛز کثیٖر تعداد موجود۔
بہٕ چُھس ہیٚکان ییٚمہِ مقامہٕ پیٚٹھٕ اکھ تھوٚد پہاڑٕ وٕچِھتھ۔
تۄہہِ پَزٮ۪و نہٕ زِٹھٮ۪ن سۭتۍ واد واد کَرُن
اسہِ پزِ پرٛٮ۪تھ دۄہ ورزِش کرٕنۍ۔
امیُک مطلب چُھ نیران زِ سۄ نِیہِ نہٕ مُقدِم واپس۔
تِم چھِ دَوہن سۭتۍ تجرُبہٕ کران۔
شُرۍ گٔیہِ مدرسس کُن روانہٕ۔
یہِ چُھ اَکھ واریاہ دِلچسپ پٲتٕھر
تٔمِس چُھ ہمساے لٔڑکس سۭتۍ لولُک معاملہٕ
یتھ زدس چھےٚ بنٛد کرنٕچ ضروٗرت۔
تٔمۍ ہٲوۍ مےٚ تِجارتٕکۍ سٲری طریقہِ کار۔
بہِ چُھس یژھان برصغیٖر پاک و ہِنٛدُک نقشہٕ وُچُھن۔
آبُک پوٚس چُھ چوٗلس پیٚٹھ آمُت۔
ژۄپٲرۍ چھےٚ چانہِ محبت آسنٕچ افوا
سانہِ بٔستی منٛز چھِ بٔڑی مکان
غٔریٖب چھِ ہمیشہِ لتہٕ مۄنٛجہِ کرنہٕ آمٕتؠ۔
زیادٕ تر تنخواہس پیٚٹھ کٲم کرن والیٚن پیوٚو نہٕ ٹیٚکس کہِ ہُرنہٕ سۭتۍ اثر۔
تِمو گُزور اکھ ہفتہٕ تِہنٛدِس گامس منٛز واقع أکِس لۄکٹِٕس مکانس منٛز۔
ریاست چھےٚ غٲرقونوٗنی منشیاتن ہِنٛزِ فراہمی منٛز رُکاوٹ انٛنٕچ کوٗشِش کران۔
واریاہ لُکھ چھِ کھہس منٛز کٲم کران۔
تٔمۍ پٕھٹرٲوۍ ٹھوٗل۔
شُرۍ گٔیہٕ وۄٹل کیوٚم رٹنس منٛز ناکام۔
سڑکہِ ہِنٛدِ بیٚیہٕ انٛدٕ پٮ۪ٹھٕ بوٗزُے نہٕ مےٚ تٔمۍ سُنٛد آلَو
بہٕ چُھس تُہنٛزِ ناراضگی ہُنٛد وجہ سمجان
بہٕ چُھس نہٕ کیٚنٛہہ تہِ کھٔٹِتھ تھاوان
سُہ چُھ مُقٲمی بسکِن در۔
ہوٗن چُھ سڑکہِ پٮ۪ٹھ بےٚ پرواے پٲٹھۍ نژان۔
جنٛگ کہِ وقتہٕ چھےٚ اکثر کھٮ۪نٕچ کمی آسان۔
اسہِ اوس اکھ تھوٚد کُل یَتھ ژَٹنٕچ ضروٗرت ٲس۔
دسمبر چُھ ؤرِیُک بٔہیُم رٮ۪تھ۔
تِمو ساروٕیو کوٚر شفاخانُک جٲیزٕ۔
لۄکُٹ لٔڑکٕہ اوس میٲنِس دوستہٕ سُنٛد بچہٕ۔
روومُت بچہٕ روٗد پُلسہٕ وٲلِس سۭتۍ۔
ژےٚ پَزی سِگریٹ چیٚنُک عادت مٔشراوُن
تٔمۍ سُٕنٛد بُتھ آو دگہِ سۭتۍ چارنہٕ۔
کپتانن کوٚر سمنٛدری جہاز سفرٕ خٲطرٕ تیار۔
سُہ بنیٛوو ترٛیٚن نیٚچویٚن ہُنٛد مول۔
سُہ چُھ اکھ پیٚشہٕ ورانہٕ ماڈل.
سٲنۍ راڑارن کوٚر ہوٲیی جہازن ہُنٛد کھوج کڑُن شُروٗع۔
تٔمۍ کوٚر مدد منٛگنہٕ باپتھ اتھس اورٕ یور۔
مےٚٚ ترٛاوِپنٛنہِ ؤہمی کتھٕ تہٕ لیٚچٕھم امہِ بدلہٕ یہِ لۄکٕٹ دلیٖل۔
مےٚ چَھنہٕ ییٚمہِ دستاویزٕچ بیٚیہِ کانٛہہ کاپی
سۄ گٔیہِ تٔمۍ سٕنٛدِس بِلا مقصد تبصُرس پیٚٹھ ناراض۔
ٲلوٕ چُھ اکھ گۄگُل وول کُل۔
مےٚ چُھ از یُن۔
ڈاکٹَرن ووٚن زِ تٔمِس چھےٚ حٲدِثَس منٛز أڈِجۍ سیٚدِ سیوٚد پٕھٹمٕژ
یہِ چُھ مانٛنہٕ یِوان زِ تِم چھِ کیٚمۍ کھٮ۪نہٕ وٲلۍ۔
ییٚمِس بچس چُھ کھۄکھشہِ ہُنٛد سخ شوق۔
بہٕ یژھٕ اکھ کِرکٹ میچ وُچُھن۔
افتتاحی تقریٖب اوس واریاہ بوٚڈ شو
سٮٲرنٕے خٲطرٕ روزگار چُھ وقتٕچ اکھ اہم ضوٗرت۔
سٲری علاوٕ پیالہٕ ت؟ییِو واپس بنٛد۔
سُہ چُھ غریٖبن کھٮ۪نہٕ چیٖز فراہم کران۔
اسہِ پَزِ غورٕ سان یہٕ مسلہٕ حل کَنٕچ وَتھ کَڑٕنۍ
تٔمِس چھےٚ سمجدٲری ہِنٛز کٔمی۔
ٲٹھ چُھ میانہِ خٲطرٕ پُھروٗژ نمبر
سِیاستس مُتعلق چھِ تٔمِس واریاہ مضبوٗط خیالات۔
تٔاپہٕ سۭتۍ آو پوٗرٕ لانٛکھ گاشراونہٕ
تِم چھِ مُقابلس منٛز اِستعمال گژھن واجنہِ زٲوجہِ شمشیر بناوان۔
اَز چُھ ہَوہَس منٛز تٕرنیٛار
بہتر چُھ ژٕ لاگ کوٹھس تل صدٕرۍ۔
یہِ واقع اوس أکۍ ہم عصر توٲریٖخ دانن درج کوٚرمُت۔
مےٛ چُھ پنُن بٕڈۍبب ٹوٹھ۔
تِمو ترٛوو ییٚمہِ معاملُک فٲصلہٕ پادرِس پٮ۪ٹھ
تٔٔمِس چُھ بُرشہٕ سۭتۍ لٮ۪کُھن خۄش کَران
یہٕ سٕکیٖم گیہٕ حدٕ روٚس مشہوٗر ثٲبِت۔
مےٚ گٔیہِ چٲنۍ کِتاب انٕنۍ مٔشِتھ۔
اوپنِنٛگ بیٹس مین سٕندِ بہترین سُکور بناونہٕ سۭتۍ چھےٚ کھیل زیننٕچ وۄمید پٲدٕ گژھان۔
جنرلن بُلٲوۍ فوجی مُظٲہِرٕ خٲطرٕ سِپاہ نٮ۪بر۔
سُہ اوس پرٛوجَکٹُک اَہم ہِدایت کار
ژےٚ چَھ یہِ مدتٕچ ضروٗرت؟
اکھ سیاح ووت ہوٲیی اَڈس پیٚٹھ۔
مےٚ ژٕھنۍ پَنٕنۍ سٲری چیٖز پَلنٛگَس تَل
سۄ چھےٚ أکِس بجہِ تنٛظیٖمہِ ہِنٛز سربراہ۔
کُلۍ کٹیٚن ہِنٛدِ ہۄژنٕچ عمل چھےٚ شُروع گٔمٕژ۔
تٔمۍ ورتٲو مےٚ سۭتۍ ننہِ وانہٕ دُشمنی
اگر تۄہہِ موٚٹ کنہٕ پھٮ۪ژٕ چھےٚ تمیُک مطلب گوٚو تۄہہِ چُھ سیٚٹھا قٕسمت۔
نِظام سٕنٛدیٚن سۄنہٕ سٕنٛدٮ۪ن تہٕ رۄپہٕ سٕنٛدٮ۪ن بانن ہِنٛز آیہِ نُمٲیِش کرنہٕ۔
سۄ چھِ زبردست میزبان
میون پرٛون دوست اوس موسیٖقی منٛز مٲہِر۔
تِمو چھےٚ پنٛنِس نٔوِس منصوعاتس واریاہ مشہوٗری کٔرمٕژ۔
دانا بنٛنہٕ خٲطرٕ چُھ پٮ۪وان پَرُن
گٲڑۍ ٲس أکِس لۄکچہِ کچھ سۭتۍ بٔرِتھ جایہِ منٛز کھڑا۔
بانہٕ اوس پٕملاسٹِک ٹھانٛڈٕ سۭتۍ بنٛد تھاونہٕ آمُت۔
تٔمۍ کٔرۍ شیٖشس ٹُکرٕ۔
سُہ روٗد دَہن ؤرِین قٲد خانُک رٲچھ در۔
ٲس ٲسۍ دیٖری گژھنہٕ کِنۍ تنٛگ گٔمٕتۍ۔
مےٛ چیٚیہ گِلاسس منٛز تریش۔
بہتر روزِ اگر تُہۍ یہِ لُغاتہِ منٛز وٕچِھو۔
تٔمۍ ٲس پنٛنہِ قمیٖضہِ تل ییرو بٔنیان لٲجمٕژ۔
وۄستادن آو ونٛنہٕ زِ تِم دیٖن پنٕنۍ راے۔
سۄ چھےٚ پنٛنہِ بیٚنہِ نِش مُختلِف۔
لۄکُٹ مکان چُھ کُلیٚن ہِنٛز گنہِ آبٲدی سٕتۍ ؤلتھ۔
تٔمِس چُھ ڈراما پرُن خۄش کران۔
یہِ کپُر چُھ واریاہ توٚن۔
عٮ۪مارت ٲس تھدٮ۪و محرابَو سۭتۍ بہتٔریٖن گٔمٕژ
تٔمۍ ووٚل بچہٕ أکِس کملہِ منٛز۔
تارَک چھِ راتھ کیُتھ ظٲہِر گَژھان
آز چُھ موسمُک حال خۄشوُن۔
بٕڑٕ زنان ٲس پنٛنِس لوٗمس پیٚٹھ وونان۔
تِمو تُجہٕ ترٛے ژوٗنٛٹۍ ٹوٗکرِ
بہٕ ہٮ۪کَے چانہِ خٲطرٕ نوکری ژھٲنٛڑِتھ
مےٚ مہٕ کر گنٛڈ۔
برٛونٛمہِ کِتابہٕ کَرِ سٔکوٗل اِنٛتِظامیاہَن رَد
آزٲدی خٲطرٕ لڑن وٲلۍ ٲسۍ قٲد خانن منٛز بنٛد تھاونہٕ آمٕتۍ۔
یہِ پۄشاک اوس اکھ جان پسنٛد۔
اسہِ چُھ نتٲیجن ہُنٛد جٲیزٕ نیُن۔
اسمانُک رنٛگ چُھ چھتیٛومُت
کچھوا چھِ آبس منٛز تہِ تہٕ زمیٖنس پٮ۪ٹھ تہِ روٗزِتھ ہٮ۪کان۔
تٔمۍ سٕنٛزِ تخلیٖقی لِکھایہِ ہِنٛز چھےٚ ساروٕے وۄستادو تعٲریٖف کٔرمٕژ۔
آب کھوٚت خطرٕ کہِ نِشانہٕ پیٚٹھۍ۔
گٲڑۍ چھےٚ خوبصوٗرت تہٕ سیٚٹھا جدیٖد۔
یتھ ریٚسٹورنٛٹس منٛز چھِ سیوٚن کھٮ۪ن دِوان۔
یہِ چھےٚ اکھ بہتٔریٖن مضموٗن نِگٲری
آز چھِ کُنوُہ طالبہِ عٔلم غٲر حٲضِز۔
مےٚ چھےٚ وۄمید زِ ماجہِ چھےٚ سانہِ سفرٕ خٲطرٕ سٲرٕے تیٲری کٔرمٕژ۔
ژےٚ پرٛزنووتھنہٕ سُہ نفر؟
ژےٚ پَزی ژاسہِ ہُنٛد یہِ شیٖرٕ چیوٚن۔
بہٕ کَرَے ژےٚ گاڑۍ چھلنس منٛز مدد۔
یہِ ہیوٚک نہٕ آبٲدی ہِنٛدِس دٔہمِس حِصس تہِ مدد کٔرِتھ۔
أسۍ چھِ وۄنۍ الگ الگ روزان۔
بہٕ چُھس نہٕ نِکِس نکِس گاشس منٛز وٕچھِتھ ہٮ۪کان
أسۍ آسو مِشکِلو باوجود تہٕ فتح یاب۔
دوا چُھ مۄچرٕ کِنۍ بوتلہِ منٛزٕ وارٕ وارٕ وسان۔
بہٕ ہیوٚکُس نہٕ منٛدرس منٛز بِرٕ مٔنٛزۍ انٛدر أژِتھ۔
ہنٛدوستانن چُھ پنُن بمٛب بنوومُت
گۄلاب کَلم چھِ آمٕتۍ ییٚتیٚن وَونہٕ۔
بادشاہ سٕنٛز درخواست ٲس حُکمس برابر۔
واریاہس کالس ژھانٛڑنہٕ پَتہٕ کوٚر پُلسَن ژوٗر گِرِفتار
یہٕ کیس آو اسلَمس مَٹہِ تھاونہٕ
سۄ گٔیہِ گاڑِ ہِنٛدِس حٲدِثس منٛز شدید زخمی۔
سارنی رُکنَن پزِ اِدارٕکہِ دوٚستوٗر مُطابِق پکُن
انٛگریٖزۍ منٛز زیادٕ تر جان کِ چھےٚ برطانوی حکوٗمت کِس دورس منٛز شایع کرنہٕ آمژٕ۔
تِمن لٔج تاپہٕ لیہِ منٛز ترٛیش۔
بِجلی ہُنٛد میٖٹر چُھ ہیرن تلہِ کنہِ۔
تٔمۍ سُنٛد جوش گوٚو واریاہ زیادٕ ٹھنٛڑٕ.
تٔمۍ سُنٛد ریش اوس زیوٗٹھ۔
سرکارس پزِ غریٖبن ہِنٛز رٲچھ راوٹھ خٲطرٕ منصوٗبہٕ بناوُن۔
واتلَن نیٛوو سورُے ژھۄٹھ
پرٛٮ۪تھ خٔریٖدٲری ہُنٛد رسیٖد أنِو۔
ژےٚ کیازِ لویُتھ مےٚ؟
مےٚ بنوو سُہ پنُن کارٕبٲرۍ شٔریٖک۔
سُہ اوس راز زانٛنہٕ خٲطرٕ بےٚ قرار۔
سُہ چُھ یژھان زِ تٔمِس گژھِ خۄدٲیی درجہٕ کِس طورس پیٚٹھ احتِرام کرنہٕ یُن۔ 
مہربٲنی کٔرِتھ ؤلِو یہِ تار
مےٚ چھےٚ وۄمید زِ یہٕ چَک یی نہٕ واپس
ژےٚ چَھیہِ خبر زِ ییٚلہِ ژٕ حَد پار کرکھ، پتہٕ چھِ نہٕ ہٮ۪کان واپس گٔژِھتھ۔
تٔمِس چُھ اسوُن بُتھ۔
یُہُس کوٚڑ تِمو ونٛدٕ جنوٗبس منٛز۔
فِلِم وٕچھنہٕ خٲطرٕ ٲس تٔمِس بیٚنہِ سۭتۍ آمٕژ
سکوٗل چُھ أکِس سیٚشنس منٛز صِرِف پنٛژہن طالبہِ عٔلمن دٲخلہٕ دِوان
مےٚ چھےٚ وۄمید زِ ژٕ گوکھ نہٕ میٛانہِ سۭتۍ تنٛگ
یہِ کُٹھ چُھ باقٕے مکانس نِش الگ کرنہٕ آمُت۔
انِگٔٹِس منٛز فوٹو تُلنہٕ خٲطرٕ چھےٚ فٕلیشٕچ ضٔروٗرتھ آسان۔
بہٕ دِمے ژےٚ سایکٕل بشرطیکہ ژٕ گژکھ اول درجس منٛز پاس۔
صرِف امہِ کِنۍ ژےٚ زیوٗنُتھ، بٔڑِتھ بوٗلِتھ چھےٚ نہٕ ونٛنٕچ کانٛہہ تہِ ضروٗرت۔
سیریٚن ہُنٛد وار اوس سڑکہِ پٮ۪ٹھ پتھر ترٛاونہٕ آمُت۔
یہِ چُُھ اکھ خطرٕ ہوٚت کٔدٕل۔
اسہِ پزِ نوجوانن منٛز سِگریٹ چیٚنٕچ ہٮ۪متھ پٕھٹراوٕنۍ۔
یتھ عٮ۪مارتہِ چھِ سنٛگہِ مر مَرٕکۍ تھم
بہٕ چُُھس عام طور مِنتھ ہٮ۪نہٕ نِس لوٚب روزان۔
شاٹ سٔرکِٹ گَژھنہٕ کِنۍ ہیوٚتُن مَکانس نار
مٔکرِس آبس دیٖو تمہِ زدٕ کِنۍ نیرنہٕ۔
بیٛارِ سَمے اِکہٕ وَٹہٕ کملہِ تَل وٕشنیر کَرنہٕ خٲطرٕ
طٲلِبہِ علِمن آو دورس بڑٕ لُطُف۔
سُہ گوٚو راتھ گرم موسمہٕ کِنۍ بےٚ ہوش۔
رامس چُھ قد اثر انگیز
تٔٔمِس میلییہِ پنٛنہِ تجرُبہٕ کہِ وجہ سۭتۍ ترقی۔
تٔمۍ اوٚس پنٛنہِ نِشانہِٕ پٮ۪ٹھ نٔفیٖس پۄشاک لوگمُت
ٹارپیڈون کوٚر جہازس آبس تلہٕ گوٚد تہٕ سُہ پھوٚٹ جلدی
سۄ ٲس کامہِ خٲطرٕ نٮ۪تہٕ سۄت۔
اسہِ چُُھ کچھ کڑُن۔
ٹانٛگس چھِ زٕ گُرۍ لمان۔
ہمیشہِ گژھِ زِنٛدگی خٲطرٕ مقصد ژارُن
تٔمِس آو ژوٗر کرنُک اِلزام لاگنہٕ
یِتھ معاملات چھِ اِنسٲنی سونٛچ سمج نِش نٮ۪بر آسان۔
پیدل پکن وٲلۍ سِپاہ ژایہِ عمارتہِ منٛز۔
شیٚن گٲنٛٹن سایکل چلاونہٕ پتہٕ ووت سُہ ٲخری مقامس۔
یہِ چھےٚ ژھۄٹھ کڑنٕچ نٲلۍ۔
انٛگریٖزۍ منٛز چھِ اِسمہِ فٲعِلٕکۍ زٕ قٕسٕم۔
سُہ چُھ واریاہ پنٛنِس مٲلِس ہیٛوٗ گوٚمُت۔
تٔمِس چُھ واجہِ منٛز پُکھراج۔
پرٛٮ۪تھ کُنہِ قٕسمٕچہِ ناوٕ آسہٕ بٔٹھِس سۭتۍ گٔنٛڈِتھ
اکھ پیدل وتھ چھےٚ دۄن عمارتن رلاوان۔
مہمانہِ خصوٗٗصِین دیُت اِستقبالیہ خطاب۔
یتھ گِرجا گرس منٛز چُھ نٔوِس پادٕرۍ سندِ خٲطرٕ اِنتخاب چلان۔
سُہ چُُھ أکِس غٲر سرکٲری صنعتہِ منٛز کٲم کران۔
تٔمِس منٛز چُھ قٲبلہِ ذِکِر تیزر۔
سُہ اوس اکھ اصٕل پِپِنۍ واین وول۔
سُہ آو أکِس مُقٲمی شفاخانس منٛز واتناونہٕ۔
یِمن کِتابن منٛز دِنہٕ آمژٕ شکلہٕ چھےٚ غٲر حقیٖقی۔
سمنٛدٔری طوٗفانن چُھ مغرِبی بٔٹِھس توٚرمُت۔
مہربٲنی کٔرِتھ نہِ یہِ کیس پننٮ۪ن اتھن منٛز
تٔمۍ سٕنٛز عقٕل چھےٚ تعریٖفن لایق۔
موبایِل فون اِستعمال کرن وٲلۍ چھِ کَرور بٔدۍ۔
راہُل چُھ سیٚٹھا زیادٕ قٲبِل شاگِرد ـ
خَراب موسم آسنہٕ کِنۍ روو پِکنِکُک مَزٕ
تٔمۍ کٔر ضروٗرت منٛدن مدد کرنہٕ خٲطرٕ رضاکٲری۔
مہاتما گاندھی اوس پنٛنٮ۪ن اعطیم اصوٗلن ہِنٛدِ خٲطرٕ ماننہٕ یوان۔
تٔمۍ سٕنٛزِ زِنٛدگی منٛز چھےٚ حٲدِثو تہٕ بٮ۪ماریو کِنۍ کھل بٔلی آمٕژ۔
تٔمِس آو گۄڈنِچہِ لٹہِ فِلمہِ منٛز فن کٲری ہُنٛد موقع دِنہٕ
لوٗکھ چھِ زرٲعتی کامہِ انٛجام دِنہٕ خٲطرٕ کھہن منٛز زمیٖن وایان۔
جانورن ہِنٛدۍ أکۍ ڈاکٹرن کوٚر زخمی گُرِس علاج۔
گَورنَر گوٚو مُظٲہِریٖنَن حاضرین دِنَس پٮ۪ٹھ رٲز
جاناوار ٲسۍ کُلٮ۪ن پٮ۪ٹھ گٮ۪وان۔
چانہِ بدصوٗرتی ہیٚکہِ نہٕ سِنٛگار تہِ کیٚنٛہہ کٔرِتھ۔
یٖیرُو پَلو چھِ وٕشنیر دِوان ۔
تِمن چُھ نوٚوُے نوٚوُے خانٛدر کرنہٕ آمُت۔
بُنِلۍ کوٚر سٲرِسٕے ارٕ۔
ییٚتہِ چُھ الٮ۪کٹرٛانِک سامان واریاہ تعدادس منٛز مۄیَسر
اِلٮ۪کٹرٛان چھِ یِوان ایٚٹمَن منٛز لبنہٕ
تٔمِس آو ونٛنہٕ زِ سُہ کٔرِن تناعزس پیٚٹھ فٲصلہٕ۔
آبٕچ روٲنی قابو کرنہٕ خٲطرٕ اوس دٔریاوس اپارِ یَپور اکھ بنٛڈ بناونہٕ آمُت۔
تٔمِس چھےٚ اتھس مںٛز پِپِنۍ۔
مہٕ لٔب نہٕ ونہِ کِتاب۔
سبزِیہِ چھےٚ لجمژٕ ہۄژنہِ۔
کٔرِن لُکہ کتھٕ ژٕ پکھ پنٛنہِ وتہِ پٮ۪ٹھ۔
قٲتِلس آیہٕ مۄخصر پھٲسۍ دِنہٕ۔
سۄ ٲس غٲر حقیقت پسندانہ۔
اُستادن پَزِ نہٕ طٲلبہِ عٔلمن ہِنٛز کوٗشش غٲر تسلیم کرٕنۍ۔
تٔمۍ کوٚر تصدیٖق زِ پونٛسہٕ چھِ ادا کرنہٕ آمٕتۍ
تٔمۍ چھِ 80% کھۄتہٕ کم نمبر حٲصِل کٔرۍمٕتۍ۔
بہٕ یژھٕٕ پنٕنۍ کٲم پانَے کرٕنۍ۔
تٔمۍ سُنٛد پان چُھ کیٚمۍ شکلہِ۔
تمہِ چُھ واریاہ ذہنی تکلیٖف تُلمُت۔
تٔمۍ کٔر ہوسٹَلس منٛز مُطٲبِقت پٲدٕ۔
سمنٛدر بٔٹھِس انٛدٕ ونٛدٕ چھِ واریاہ خٔزرٕ کُلۍ۔
پوشن ہُنٛد مُشک پھہلیوو سٲنس باغس۔
ریل درٛایہِ پٹرِ نٮ۪بر۔
مہربٲنی کٔرِتھ کٔرِو یِمن گۄژریٚن وزن کم۔
روٗدس منٛز چھےٚ گاسہٕ چراے تازٕ تہٕ سبٕز گٔمٕژ۔
پلستر اوس بڑیٚن حِصن منٛز ؤسۍ پیٚوان۔
جیٖپ چھےٚ ناہموار وَتہِ پٮ۪ٹھ چلاونہٕ خٲطرٕ بہتر۔
چھانن کٔرۍ کوٗن ہموار۔
میٛانہِ گاڑِ ہِنٛز برٛیک چھےٚ نہٕ اَصٕل پٲٹھۍ کٲم کَران
سۄ ٲس ہمیشہ اکھ لٔڑکہٕ ہِش کوٗر۔
تۄہہِ پَزٮ۪و عٲشن خٲطرٕ کیٚنٛہہ وقٕت کڑُن۔
خطہِ حامل اوس فوجی خۭمن سۭتۍ لاگنہٕ آمُت۔
ووٹ ترٛاون وول گژھِ نہٕ ارداہ وری کم آسُن۔
ییٚمہِ خبرِ کٔڑۍ تٔمۍ سٕنٛدۍ ٹر نٔنۍ۔
تِم چھِ جنٛگجوٗ ذٲژٕ۔
تٔمۍ چُھ حالَے اکھ نوٚو سایکل اوٚنمُت۔
تِِم یِن لگ بگ دۄن رٮ۪تَن ہیٚچھناونہٕ
تٔٔمِس چُھ واریاہن زبانن ہِنٛز زان کٲری آسنہٕ کِنۍ فٲیدٕ
رات کِیُتھ کُنی زنہِ نیرُن ٲس تٔمۍ سٕنٛزِ بیقلٲزی۔
کالجس منٛز تٔمۍ سٕنٛدِس دٲخِلس پٮ۪ٹھ تُلۍ سارِوٕے سوال۔
صدٕر سُنٛد تقریٖر اوس مُتٲثِر کَرن وول
مےٚٚ چُھ گۄڈَے اَکھ نوٚو کیٚلنٛڈَر مٔلۍ ہیوٚتمُت
سُہ چُھ اکھ بد مِزاز وول نفر۔
تَموک چوٚن ہیٚکہِ کینسَرُک سَبَب بٔنِتھ
سُہ چُھ پھۄلان۔
زنانہٕ گٔیہٕ وارہاہ تعدادس متٛر جمع۔
سُہ چُھ تربِیت تہٕ فلاح و بہبوٗد کِس محکمس منٛز کٲم کران۔
ؤلِو ٲخری مِصرعہٕ گیٚوَو بیٚیہِ۔
ڈاکٹر راج چُھ کمپٔنی ہُنٛد نوٚو صدٕر
کُٹِھس منٛز چھےٚ واریاہ گنٛدگی۔
اکھ اوٚش پھیوٗر ووٚتھ تس بٕتھِ پیٚٹھٕ۔
ڈاک وول اوس کِتابن ہُنٛد بۄکھچہِ ہٮ۪تھ پکان۔
دنٛدٕ ڈاکٹرن کوٚڑ تٔمۍ سُنٛد دنٛد۔
ہُہ کُل چُھ واریاہ شاخ وول۔
سَواریٚن چُھ نہٕ کاک پِٹَس منٛز اژنُک اِجازت
مےٚ چھِ کالیداس سٕنٛز شٲعری پسنٛد۔
میانہِِ ماجہِ دِژٕ مےٚ وُہ رۄپیہِ۔
تٔمۍ سٕنٛدِ تھدِ پایُک طاقت آسنُک برٛم اوس نہٕ دفتَرَس منٛز کٲنٛسہِ تہِ پَسنٛد
بٮ۪نٛک چھِ غٔریٖب زٔمیٖن دارن لون دِتھ مَدت کَران
تٔمۍ ووٚن زور دِتھ زِ سۄ یی نہٕ کُنہِ تہِ دَباوَس منٛز
سلادِ ٲس لوٗبوٕنۍ سجاوٹ۔
یِتھ سلوٗکہٕ خٲطرٕ چھےٚ نہٕ کانٛہہ تہِ ضمانت۔
آسامٲنی رنٛگ چُھے ژےٚ پٔزۍ پٲٹھۍ اصٕل گژھان۔
مے دِژٕ پنٛنہِ کورِ نیِہ ؤرۍیِچ مبارکبٲدی۔
شمشیٖر تٔر تٔمۍ سٕنٛدِ سیٖنہٕ مٔنٛزۍ
اکھ خبر ٲس بےٚ ایٖمان اخبار نٔویٖسن ہِنٛدِ دٔسۍ تیار کرنہٕ آمٕژ۔
ؤکیٖلن کٔر پنٛنِس مُوَکِلس بچاونٕچ کوٗشِش
اَسہِ چھےٚ یِمن الفاظن مُختٔلِف ذُمرَن منٛز ترتیٖب دِنۍ
امریکی صدارتُک دورِ اِقتدار چُھ ژۄن ؤرِین ہُنٛد آسان۔
سُہ چُھ پنٛنِس مٲلِس ماجہِ ہِنٛز سختی سۭتۍ تنٛگ آمُت۔
تٔمی سٕنٛدِس نیٚچِوۍ سُنٛد مرُن اوس اکھ خطرناک مُصیٖٖبت۔
یہ کھٮ۪ن چُُھ مزٕ دار۔
کھٮ۪ن مہ کٔرِو ضایع۔
شِکارس دوریو شِکٲرۍ پتہٕ۔
عجٲیِب گر چھِ واریاہن سیاحن مٲیِل کران۔
دُشمن سٕنٛدِ ٲسہٕ چُھ خال کُنہِ ساتہٕ اصٕل نیران۔
تٔمۍ سٕنٛدِس ذہنَس منٛز چھِ بٔڑۍ بٔڑۍ خیالات تہٕ منٛصوٗبہٕ
سۄ عمارت چھےٚ مدرَسس منٛز تبدیٖل کرنہٕ آمٕژ
تٔمۍ چُھ اکھ خوبصوٗرت بیگ تُلمُت۔
یتھ کمپٔنی منٛز چھِ ساسہٕ کھۄتہٕ زیادٕ مُلٲزِم کٲم کَران
پیدل پکن وٲلۍ تُل پنُن سامان بستس منٛز پھیٚکین پٮ۪ٹھ۔
اگر گونٛد چانہِ ژمہِ سۭتۍ لَگی تیٚلہِ ہیٚکَکھ سُہ اتھ لٲرِتھ گٔژِتھ
باقی زٕ مسایِل گژھن تقریٖرٕ منٛز ہٹاوٕنۍ
دانٲیی بغٲر چھےٚ دولت بےٚ مۄل۔
تٔمۍ چُُھ دنیا کہِ پرٛٮ۪تھ کوٗنُک سفر کوٚرمُت۔
ژےٚ پزی کوٗشش کرٕنۍ زِ یُتھ نہٕ ژٕ کمزور باسکھ۔
کانٛہہ مُمکِن حل چھا؟
راکیشن تھوٚو چون کوٹ کِلِس اویزان۔
وعدٕ چھِ پُھٹراونہٕ خٲطرٕ آسان۔
سُُہ چُھ ہمیشہٕ کَلاس منٛز غٲر حٲضر آسان
یہِ چھےٚ خۄداے سٕنٛز مرضی۔
بَرٕچ چُٹھکِنۍ چھا بنٛد
وۄستاد ہٮ۪کی نہٕ امتحانس منٛز چانہِ کامیٲبی ہٕنٛز ذمہ دٲری نِتھ
خیٲلی حقیقت کِس دُنیاہس منٛز چُھ تُہنٛد خٲر مقدم۔
قۭمتن ہُنٛد رُحجان چُھ وٕنہِ تہِ ہیوٚر کُنُے۔
جوہری توانٲیی ہِنٛدۍ چھِ واریاہ فٲیدٕ۔
ژٕ کوتاہ کَرکھ چاے چٮ۪نہٕ کِس میزس پٮ۪ٹھ خرٕچ؟
ژٕ ہیٚککھٕ یہِ تِمن برٛونٛہہ کنہِ پیش کٔرِتھ؟
مےٚ چُھ اکھ جان قلم۔
سۄ گٔیہِ گاڑِ ہِنٛدِس حٲدِثس منٛز شدید زخمی۔
گامن ہٕنٛزِ ترقی خٲطرٕ چھِ نٔو سِکیٖم تعمیٖر کُن
ؤلِِو چیٖنی زبٲنۍ ہِنٛدِس نحوہس کَرو تفتیش۔
میٲنۍ نفر چھِ مِزازٕ کِنۍ واریاہ اصٕل۔
سۄ چھےٚ اَکھ ہِنر منٛد فنکار
یہِ اوس تٔمۍ سٕنٛدِ ذٔریعہٕ پیش کرنہٕ آمُت پٔزۍ پٲٹھۍ خوفناک مسلہٕ۔
گام چُھ روزگار باپت سمنٛدرس پٮ۪ٹھ دارمدار۔
تٔمۍ سُنٛد معمولی تنخواہ چُھ نہٕ تِہِنٛدۍ پانٛژ شُرۍ پالنہٕ خٲطرٕ سیٚٹھا۔
أکۍ خوٗبصوٗرت گۄلاب کُلۍ أنۍ میٲنِس آنٛگنس شوٗب
ؤکیٖلن لوٚڑ مُقدِم کامیٲبی سان
أسۍ چھِ حٲدثہٕ چہِ جایہِ پٮ۪ٹھٕ براہِ راست نشر وٕچھان۔
مےٚ چُھ شامن پنُن کُٹھ صاف کرُن
گاڑِ ہیٚژٕن حرکت گژٕھنۍ۔
ہوٹلس منٛز چھِ دہ اصٕل پٲٹھۍ تیار اِجلاسہٕ خٲطرٕ کُٹھۍ۔
ہنٛدوستانن چُھ میچ زیوٗنمُت۔
تمہِ ہارنٲوۍ اِنتخابس منٛز پنٕنۍ مُخٲلِف۔
نوٗن چُھ شیٖشہٕ بوتلہِ منٛز۔
یہٕ نُمٲیِش چھےٚ مُختلِف رِیاستن ہِنٛز کٲریگٔری پیش کران۔
تٔمِس ٲس سبٕز کمیٖز لٲگِتھ
ہَردَس منٛز چھِ کُلٮ۪ن پَنہٕ ؤتٕھر پٮ۪وان
مےٚ چُھ نہٕ کٕہیں دوست۔
مےٚ میلیوو مہرانہِ سمکٕھنُک موقع۔
تٔٔمِس چُھ پرٛٮ۪تھ وِزِ پنٛنِس عیالس سۭتۍ تنازٕ آسان
مےٚ دیٖو امِچ وضاحت یِتھ پٲٹھۍ کرنہٕ۔
أکِس گُمنام شخصہٕ سُنٛد فون اوس آمُت
وٕنہِ تہِ چھِ ہیٚکان نَو آبادِیٲتی طرزِکۍ مکان أنٛدۍ پٔکۍ وٕچِھتھ۔
یہِ فِلِم چھےٚ کیٚنسرس سۭتۍ زندگی گُزارنس مُتعلق مختصر بیانک اکھ سلسلہ۔
سُہ چُھ پنٛنٮ۪ن مُلٲزِمن سۭتۍ جان سٔلوٗک کران۔
واریاہ تبدیٖلی آیہِ شیٚن رٮ۪تن منٛز ییٚلہِ سۄ کمپنی پیٚٹھٕ ٲس۔
تٔمۍ سٕنٛدِ مرنَن پٕھٹرٲو میٛٲنۍ ہٮ۪مَتھ تہٕ وۄمید
تِمو کٔھنۍ پہاڑٕ مٔنٛزۍ اکھ سرٛۄنٛگ۔
واریاہ لُکھ چھِ دگہِ وِزِ ودان۔
زٕ جواب چھِ بلکُل مختلف۔
سۄ چھےٚ واریاہو ؤریو پیٚٹھٕ سمنٛدری جہاز چلاوان۔
چھکڑٕکِس ہگرس چھےٚ شیرنٕچ ضروٗرت۔
تِم ٲسۍ مایکرٛو سرجری ہِنٛدِس شعبس منٛز پیش قدم۔
مےٚ چھِ ٹیٚٹھ چاے پسنٛد ییٚلہِ زن میون خانٛدار دۄد چاے چٮ۪وان چُھ
ریلہِ ہِنٛزٕ پٹرِ چھےٚ کَنہِ وَتھرٕنِس پٮ۪ٹھ بَناونہٕ آمٕژ
تٔمۍ ؤنۍ مسخری سان دلیٖل۔
تٔمِس ٲس دٮ۪مٲغی خرٲبی۔
پنٛنِس پانس عذاب کرُن کر بنٛد۔
پنٕنۍ نس وتھراو ٹِشوٗ سۭتۍ۔
تٔمی سٕنٛٛدِ جادادُک ڈبہٕ اوس واریاہ لۄکُٹ تہٕ ہچوٗ۔
گۄڈٕ گوس بہٕ دُکانس پٮ۪ٹھ تہٕ پتہٕ اوٚن مےٚ گیس۔
تٔمۍ چُھ تس دوکھٕ دیُتمُت۔
رِیاستس پٮ۪ٹھ حملہٕ کَرنہٕ خٲطرٕ بیٖٹھ تِم پَنٕنۍ ۂتھیار ہٮ۪تھ
جوٗلی چھےٚ پنٛنِس بٲژس نِش مۄکجار یژھان۔
تِمو چُھ تجویٖزِ نکار کوٚرمُت۔
یہِ چُھ اصلی دستاویزُک صحیح نقل۔
مےٚ وُچھ وَنس منٛز اکھ ہانٛگُل۔
یم پوش چھِ لوٗبوٕنۍ۔
ناکٲمی مہ دیٖو پنٕنۍ ہیٚمتھ کم کرنہٕ۔
بحژن کوٚر ترٛیٚن اہم مسٲیِلن پیٚٹھ توجہ۔
نٔرسہِ دیُت تٔمِس مٔریٖضس واریاہ توجہٕ۔
سُہ چُھ بِزٲتی میٛون رِشتہٕ دار
ژٕ چُکھ ہوشیار۔
پیانوہس پٮ۪ٹھ تٔمۍ سٕنٛز فنٕچ صلٲحیت چھےٚ حٲران کرن واجیٚنۍ۔
مُفت دوا بٲگرانہٕ خٲطرٕ دُکانُک وجودس یُن چُھ سیٚٹھا جان۔
مےٚ چھِ اُمید بہٕ وٕچھتھ ژٕ جلدی
سڑک چھےٚ ژھۄٹہٕ سۭتۍ بٔرِتھ۔
پُلیٖسس اوس تٔمۍ سٕنٛزِ گِرِفتٲری ہنٛد اِجازت نامہٕ۔
مےٚ چُھ تاسس گِنٛدُن خۄش کَران
ژٕ چُھکھ میانٮ۪ن شہری حقوٗقن ہٕنٛز خلاف ورزی کران
تٔمۍ سُنٛد حملہٕ اوس حکوٗمتس پٮ۪ٹھ طنٛز۔
مےٚ أنۍ مٲلِس ماجہِ خٲطرٕ گرٕم پَلَو
عِمارتہِ ہِنز سنٛگہِ بُنیاد ٲس 1997 تس منٛز ترٛاونہٕ آمٕژ۔
بادشاہ جارج سٕنٛدِ مرنہٕ پتہٕ بنییہِ اٮ۪لزِبِتھ انٛگلینڈٕچ بادشاہ باے۔
وٲے، وۄنۍ کُس کرِ سڑکہِ پٮ۪ٹھٕ یہِ سورُے خوٗن صاف!
گرِ چھےٚ وٕنۍ بہہ بَجیمژٕ۔
نٔوِس پادرِس چھےٚ حٲکمانہٕ آواز۔
سُہ چُھ سافت وِیر تیار کرنس منٛز اکھ وتہٕ ہاوُک روٗدمُت۔
ہوٗن چُھ غذا ٹوٗرِس منٛز کھٮ۪وان۔
ژٕ ہٮ۪کہٕ کھٕ یہِ سُر گیٚوِتھ ؟
تۄہہِ چھو واریاہ ٲبی چیز چٮ۪نٕچ ضرورت۔
یہِ چھےٚ چٲنۍ عٲرضی نوکری۔
تٔمۍ کوٚڈ گاڑِ اکھ لچھ رۄپیہِ قۭمت۔
تٔمۍ سٕنٛدِس رِیاستس منٛز چُھ اکھ مستحکم، باترتیب سِیٲسی نِظام۔
فوجی کارکُنن چُھ نہٕ کیٚمپہٕ منٛزٕ نیرُک اِجازت۔
سُہ اوس دٔریاو بٔٹِھس پٮ۪ٹھ واریاہَس کالَس بِہِتھ
کیٚمۍ ٲسۍ أنٛدی پٔکۍ نَژان
اعلان کرن وول اوس گرٛٛزوٕنہِ آوازِ منٛز تمام تفصیلات ونان۔
تٔمۍ کھول زیٛوٹھ شاہ تہٕ لَگٲوٕن دٔریاوَس وۄٹھ
تٔمۍ ترٛوو یہِ پنٛنہِ ژھۄٹہٕ ٹوٗکرِ منٛز۔
یتھ پرٛٲنِس پَلنٛگس چُھ ترٛاموٗ سانٛچہٕ
87 وٲنٛسہِ منٛز چھےٚ سۄ وٕنہِ تہِ جوشہٕ تہٕ ہٮ۪متہِ سۭتۍ بٔرِتھ۔
مدرسہٕ تہٕ کالج کیٚن طٲلِبن ہِنٛدِ خٲطرٕ چھا کینہہ رعایت؟
سژ گژھ، کھٔٹِتھ جایہِ آسٕنۍ
جاپانس منٛز چھِ واریاہ آتش فِشان وٕنہِ تہِ سرگرم۔
مُصنِف چُھ باقٲعدٕ لِکھاین خٲطرٕ واریاہ مشہوٗر۔
وۄزٕلۍ گل چھِ جان صحتٕکۍ علامت۔
فِلمہِ کٔر سیٚٹھا کم ناظرین آسنہٕ کِنۍ بدنٲمی حٲصِل۔
کانٛہہ تہِ ہیٚکہِ نہٕ وقتہٕ کِس گُزرنس رُکٲوِتھ۔
اسہِ چھِ لگ بگ سٲری روٗل تسلیٖم کرٕنۍ
تٔمِس چھےٚ واریاہ زیادٕ بۄچھِ۔
ریفرٛجریٹرس چھےٚ اکھ عجیٖب آواز نیران۔
تِم چھِ دۄن زبانن ہُنٛد تقابُلی مُطالعہٕ کران۔
ژوٗرو ترٛٲو نہٕ پٕزۍ پٲٹھۍ اکھ سٕژن تہِ۔
تس ٲس پوٗرٕ دۄہس غُنوٗدگی باسان۔
رٮ۪تہٕ کالہِ چھےٚ وولٹیج بڑان۔
کٲجِس پیٚٹھ کٔرو اتھ مُتعلق کتھ باتھ۔
سۄ چھےٚ مہریٚنہِ پٲراونہِ آمٕژ۔
مقصدٕے یوت نہٕ کیٚنٛہہ بلکہِ گژھِ حٲصِل کرنُک طٔریقہٕ تہِ صحیٖح آسُن۔
زینن والیٚن آیہِ تمغہٕ دِنہٕ۔
تمہِ کٔر معتدل انٛدازٕ کتھ۔
تٔمِس اوس اتھس منٛز اکھ لۄکُٹ سِنٛگارُک ڈبہٕ۔
اسہِ بوٗز ودُن تہٕ کرٛٮ۪کہِ آفتاب کھسنس تانۍ۔
ییٚمہِ ساتہٕ تۄہہِ خۄش کرِ تمہِ ساتہٕ ییٖو سون گرٕ۔
اغوا کرن وٲلۍ دیُت سواریٚن جہازٕ منٛزٕ وسنُک اِجازت۔
اسہِ چھِ گرم پَلو انٕنۍ۔
مٲلۍ ماجہِ تٔھو پنٛنِس بچہٕ سٕنٛز پیش قدمی لیٚکِھتھ۔
سۄ ٲس حٲدِثہٕ پتہٕ أکِس گٲنٛٹس تانۍ بےٚ حیٚس۔
تٔمِس ٲس پنٕنۍ مقامی زبان اِستعمال کرٕنۍ خۄش کران۔
سۄ چھےٚ اَکھ اصٕل کیٚتھولِک کوٗر
تِہِنٛزو سِفارتی کوٗشِشو ہیوٚک نہٕ شرارت کم کرنس منٛز مدد کٔرِتھ۔
ییٚمہِ خبرِ دِژ مےٚ خطرٕچ خبر دٲری
تٔمۍ کوٚر مےٚ مدد کرنُک عہد۔
مےٚ پزِ نہٕ حسدس منٛز مُبتلا روزُن۔
لُکھ چھِ نہٕ ییٚتہِ پنٛنہِ پونٛٛسُک ہاو باو کران۔
تٔمۍ چُھ تٔس خانٛدر کرنُک وادٕ دیُتمُت
تٔمۍ سُنٛد کُھلا اوس تٔمۍ سٕنٛزِ زِنٛدگی ہُنٛد مُشکِل دور
سۄ ٲس تٔتھۍ سیٖٹہِ پٮ۪ٹھ بہتھ۔
گِری چُھ اَکھ گِنٛدَن وول نَفر
ہیٚچھنَس چُھ نہٕ کانٛہہ تہِ انٛد آسان
واریاہَو لُکو کٔر جِنازَس منٛز شٔموٗلِیت
سُہ چُھ پنُن عیال پالنہٕ خٲطرٕ سیٚٹھا زینان۔
مےٚ چھےٚٚ تٔمۍ سٕنٛز بُلنٛد آواز خۄش کران۔
پارٹی منٛز چھِ کیٚنٛہہ اِنقِلٲبی حِصہٕ۔
ڈاک سامان چھِ ریلہٕ پکناوان
معٲشیت چھےٚ نِظٲمی تصادُمس منٛز ہٮ۪نہٕ آمٕژ۔
کتاب چھےٚ اِشاعت خٲطرٕ تیار۔
یہِ اوس اکھ درست بیان۔
مدرَسن منٛز چھِ نہٕ پرناونٕکۍ سامان
أسۍ کَرو آٹو۔ سُہ انَو کِرایہِ آٹو
سۄ چھےٚ گُل دانَس منٛز پوس ترتیٖب سان تھاوان
کمپیوٗٹرس چھِ واریاہ فٲیدٕ آسان۔
اَسہِ تٔھوٚو سٲری ڈَبہٕ کٲنی منٛز
تٔمۍ نِیوٗ پنُن ویٚسپا، گوٚو گرٕ تہٕ بیٚیہِ کھوٚت پننِس مکانس پٮ۪ٹھ۔
بہٕ چُھسَے ژےٚ کامیٲبی ہُنٛد دۄیہِ خٲر کران۔
صَحبن رٔٹۍ نَیہِ نوکری خٲطرٕ بیٚیہِ ترٛے نَفر
تٔمِس چھےٚ کامہِ گَژھنہٕ خٲطرٕ گاڑِ ہِنٛز ضٔروٗرت
مریٖضن لوٚگ وۄش ترٛاونہِ۔
ژٕ وٕچھ تِمن کُن غورٕ سان صِرِف پانٛژن مِنٛٹن۔
امیٖکا چُھ اکھ ترقی یافتہٕ ملک
مےٚ اوس معموٗلی گیوٗر باسان۔
تٔمۍ سُنٛد عٔلِم چُھ محض تٔلیٖمی
کمل چھےٚ سرٕد موسمس منٛز وٕشنیر دِوان۔
تٔمۍ سُنٛد مول چُھ تٔمِس پرنہٕ خٲطرٕ حوصلہٕ افزٲیی کران۔
سُہ اوس طَبی مُعٲینس تحت۔
یہِ کٲم ہیٚکہِ تٔمۍ سٕنٛدِ خٲطرٕ نوٚو نظرِیہٕ کھوٗلِتھ۔
تٔمۍ سوٗنٛچ زِ سۄ ہیٚکہِ تس پانس پسنٛد کرنٲوِتھ۔
سُہ گوٚو پاخانس منٛز۔
"مُلک چُھ پنٛنہِ پٲداوارُک لگ بگ 80 فیٖصد نٮ۪بر سوزان۔
"
بچہٕ رچٕھنۍ چھےٚ پوٗرٕ دۄہس پٮ۪ٹھ کٲم۔
تٔمِس اوس نہٕ بےٚعزتی ہُنٛد کانٛہہ تہِ داغ لوٚگمُت۔
ظٲہِری طور چُھ تِمو کینٛژس کالس خٲطرٕ شہر ترٛوومُت
تٔمہِ گیوٚو واریاہ اصل۔
اسہِ پزِ پنٛنِس کارٕبارس پٮ۪ٹھ توجہ دیُن۔
کٔرفیٛوٗ اوس راتھ شامہٕ پٮ۪ٹھٕ نٲفِز
سُہ آو اِمتِحانس منٛز ترٛیٚیِمِس درجس پیٚٹھ۔
سُہ بیوٗٹھ تٔمۍ سٕنٛدِس کُٹھِس نیٚبرٕ کنہِ دۄن گٲنٛٹن۔
اشتراکیت پسند مملکن منٛز چھِ ترقی پسندن تہٕ قدامت پسندن منٛز تصادم۔
کُٹھ گرماونہٕ خٲطرٕ زاجہِ تِمو ژِنہِ
کینسر چُھ اکھ خطرٕ ہوٚت مرض۔
یُہُس اوس کٕنٛکہٕ تہٕ مکایہِ ہُنٛد واریاہ زیادٕ فصل۔
تِمو لوگ پوٗرٕ پٲٹھۍ تٔمِس اِلزام۔
أسۍ ہٮ۪کو چایہٕ کَپا کیٚفے ٹیٖریاہس منٛز چٮ۪تھ
تۄہہِ چُھو قۄدرٔتی آفتَن ہُنٛد مُقابلہٕ کَرُن
آنٛگُن آو آلوٗدگی نِشہِ پاک جاے قرار دِنہٕ
تِہُنٛد نظریہِ چُھ تشدُدک استعمال کرنُک اِجازت دِوان۔
یہِ چُھ شہرس منٛز اکھ زیوٗٹھ سفر۔
سۄ چھےٚ پیٚٹھمِس طاقس تانۍ واتنہٕ خٲطرٕ واریاہ ژھوٚٹ۔
ژےٚ چھتھ میٲنِس پرٛٮ۪تھ دِتمٕتِس جوابس غلط بیٲنی کٔرمٕژ۔
رۄپیہِ سوزنٕچ عمل ہیٚچ نہٕ مُکمل گٔژِھتھ۔
سبزی ٲس سبٕز۔
مےٚ مانہٕ رٲوۍ سۄ پنٕنۍ کٲم کرنہٕ خٲطرٕ۔
تٔمِس روٗز پوٗرٕ دۄہَس نۄقصانس مُتعلِق فِکِر
تُُہۍ کم کِتابہٕ چِھو پَران۔
مےٚ بٔڑروو پنُن قلم میٖلہِ منٛز۔
تٔمِس چُھ نہٕ اِنتِظامِیہ خٲطرٕ کینٛہہ تہِ احتِرام خبر کیاہ ٲسۍتن۔
تٔمۍ سُنٛد بُتھِ اوس دۄکھٕ زد۔
راجن تُل موقُک پوٗرٕ فٲیدٕ
اکھ کھسوٕنۍ لہر چھےٚ تمام ناون تھوٚد تُلان۔
سُہ چُُھ تھوڑا نشس منٛز۔
یہِ چُھ بیٖمہِ کہِ مُعاہدُک دستاویز۔
فِلم گٔیہِ واریاہ کامیاب
تٔمِس چُھ واریاہ نرم مِزاز۔
تِم چھِِ بستہٕ کھالن وول مواد اِستعمال کران۔
گگر رٹٕنۍ چھِ بیٛارِ ہِنٛدِ خٲطرٕ فطری۔
تٔمۍ دِژ موسمَس پٮ۪ٹھ پنٕنۍ راے
حٲدِثس منٛز ووت تٔمۍ سٕنٛدِس دٮ۪ماغس سٮ۪ٹھا زکھ۔
سُہ اوس ہُشیٲری سان برٛونٛہہ کُن وٕچھان۔
سُہ چُھ حالاتن سۭتۍ جان پٲٹھۍ وٲقِف۔
ٹرٛکہِ ہُنٛد ڈانٛچہٕ اوس پوٗرٕ پٲٹھۍ تباہ گوٚمُت
سۄ پیٚیہٕ پتھر تہٕ لوٚگُس کَلس زخٕم۔
ریٚسٹورنٛٹس چھےٚ کارٕبارس منٛز گِراوٹ آمٕژ۔
ازکل چھِ أسۍ مذہبی روادٲری معموٗلی مانان۔
بوتلہِ چھےٚ سِلنٛڈَرٕچ ہِش شکٕل۔
اکھ ساڈٕ ترٛےٚ فُٹہٕ کھوٚل خندُق اوس کھنٛنہٕ آمُت۔
مےٚ چُھ از سمکٕھنہِ گژُھن۔
یہِ پروگرٛام چُھ پرٛٮ۪تھ ہفتہٕ لچھٕ بَدیٚن وچھٮ۪ن والٮ۪ن رٲغب کران۔
تٔمۍ سٕنٛز موج چھےٚ سِیاست دان۔
تٔمِس چُھ یارَن سۭتۍ شترنٛجَس گِنٛدُن خۄش کَران
تِجارتس پیٚٹھ ٲس مُکمل رُکاوٹ کرنہٕ آمٕژ۔
 ٲبی جاناوار چُھ ہٮ۪وان پکُن۔
تمِو لاج سارنٕے چِٹھٮ۪ن ٹِکٹہٕ۔
تُہۍ ہیٚکِو نہٕ تٔمِس باقین نِش شناخت کٔرِتھ۔
تٔمۍ وُچھ بۄن کُن۔
سمنٛدر کِس ژٔکِس پٮ۪ٹھ آسہٕ واریاہ گاڈٕ لبنہٕ آمژٕ۔
سۄ چھےٚ باسان ساروٕے کھۄتہٕ زیادٕ لوٗبوٕنۍ کوٗر۔
مےٚ چھِ اتھ مُعٲینہٕ کرنٕچ ضروٗرت۔
بہٕ ہٮ۪کن نہٕ سُہ مانہٕ رٲوِتھ
سۄ چھےٚ مےٚ سٮ۪ٹھا ٹٲٹھ۔
گۄلابٕچ خۄشبوٗ چھےٚ دارِ کِنۍ یِوان۔
سۄ منٛدٕچھییہِ تہٕ تھووُن پنُن بُتھ پنٛنٮ۪و اَتھو سۭتۍ ژوٗرِ.
ڈاکٹر امبیدکرن گُزٲر غریٖبی ہِنٛز زِنٛدگی۔
اصٕل نمبرات حٲصِل کرنہٕ خٲطرٕ کٔر تٔمۍ لگاتار محنت
یہِ قلم چُھ میون۔
تفتیٖش کارو چُھ اکھ تحقیٖقی منصوٗبہٕ روٚٹمُت۔
تمہِ کوٚر جلدی عہدٕ نِش برخاست گژھنُک فٲصلہٕ۔
أزیُک دۄہ اوس مُشکِل۔
راتھ کیُتھ آیہِ گگراین ہِنٛز تیز آواز۔
نوکری منٛز کڑنہٕ یِنہٕ پَتہٕ آو تٔمۍ سٕنٛدِس مِزازَس منٛز واریاہ ٹیٚچھر
سرکار پٮ۪نہٕ پتہٕ گٔیہِ سیٲسی حالات ابتر
تٔمۍ کٔر پنٛنہِ کھۄتہٕ لۄکٹِس سٲتِھیس بےٚ عزتی۔
کلاس اوس ژھۄپہٕ پٲٹھۍ تہٕ جوشہٕ سان چلان۔
مےٚ چُھ پنٛنِس نیٚچوِس حسن ناو تھوومُت۔
زوٗن گٔیہٕ اوٚبرس پتہٕ کنہِ غٲب۔
مےٚ اوس نہٕ سوٗنٛچمُتُے زِ سۄ کرِ یِژھ بیوقوٗفی
یِم چھِ تُہنٛدِس حقس منٛز وزن دار بہژ ۔
ییٖژاہ بےٚامنی جٲری روٗز، مرنُک تعداد روٗد بڑان۔
تُۄہہِ کۄس کِتاب گَژھیو۔
تِِمو کٔر پنٛنِس کاروبارس منٛز بےٚ مِسال ترقی
تٔمِس سۭتۍ وابستہٕ آسُن چُھ با وٮ۪قار مانٛنہٕ یِوان
مُختٔلِف تہزیٖبن ہِنٛدۍ لُکھ چھِ یور یِوان۔
تٔمۍ کوٚر جَجس برٛونٛہہ کنہِ پنٛنہِ جُرمُک اقرار
مےٚ چھِ مازبیرن واریاہ دَگ
سُہ چُھ دچھِ فصٕل وۄپداونہٕ سۭتۍ پنُن روزگار زینان۔
مےٚ کٔمِس پزِ دعوتہٕ خٲطرٕ سال کرُن؟
أسۍ چُھِ پنٛنیٚن اخبارن منٛز اکھ أکِس مُتعلق سخٕت تنقید لیٚکھان۔
شِنہٕ سۭتۍ گوٚو مکانُک پَش تباہ۔
میٛانہِ ماجہِ دِژ مےٚ غلطِین خٲطرٕ معٲفی۔
تٔمِس پیوٚو پنٛنِس مُخٲلِف سٕنٛدِ طرفہٕ واریاہ تنقیٖدُک مُقابلہٕ کرُن۔
اتھ منٛز اوس معمولی نیوٗل رنٛگ۔
سۄ چھےٚ سمٲجی طور رسوخ واجیٚنۍ۔
دانہٕ چُھ ییٚمہِ علاقُک اکھ برآمدات
چُھ لٔڑکہٕ چُھ واریاہ اصٕل نَے وایان۔
تِم بیٖٹھۍ کۄہ کِس دامنَس پٮ۪ٹھ
برطانوی طریقہ کارو ٲسۍ سٲنِس مُلکس منٛز واریاہ مسٲیِل پٲدٕ کٔرۍمٕتۍ۔
پش چُھ تیُتھ بناونہٕ آمُت یتھ نہٕ امہِ منٛزٕ آب نیرِ۔
مےٚ چھنہٕ سۄ پسنٛد
یتھ لفظس مہ لٲگِو ٲخرس پیٚٹھ کانٛہہ تہِ حرف۔
یہِ سوٗٹ چُھے نہٕ ژےٚ سجان۔
تُہۍ بٔزۍوٕ کۄکُر؟
گٲڑۍ چلاونہٕ وِزِ چَھو تۄہہِ اکھ بَرابر رفتار قٲیِم تھاوٕنۍ
ڈِبٕر چھےٚ واریاہ زورٕ کسنہٕ آمٕژ۔
تۄہہِ پَزٮ۪و اِجلاسس منٛز ہر أکِس سۭتۍ اعتِماد سان مُخٲطب گژُھن
سُہ چُھ اِنٛگلینٛڑس منٛز بجہِ مِلکِیَتُک مٲلِک۔
ٲسۍ کَرو نہٕ پنٛنٮ۪ن سڑکن پٮ۪ٹھ آگاہ جماعتہٕ برداشت۔
زوٗن چھےٚ پرٛٮ۪تھ رٮ۪تہٕ بڑان۔
خراب موسمہٕ کِنۍ گٔیہِ تِم واپس پھیرنس پٮ۪ٹھ مجبوٗر۔
مےٚ وُچھ کھہَس منٛز اَکھ ہاپُت
سُہ چُھ پنٛنیو میچھو کتھو سۭتۍ لُکھ قوبوٗ کران۔
اِنتظامیاہس منٛز آیہِ بالادستی خٲطرٕ لڑٲے لڑنہٕ۔
یہِ چُھ اکھ بوٚڑ، گیشوم رنٛگُک ہوٗن۔
تٔمی سٕنٛزِ شکلہِ منٛز ٲس اکھ واضح تبدیٖلی آمٕژ۔
سۄ چھےٚ پرٛٮ۪تھ وِزِ پنٛنیٚن دوستن کٕٹھ کڑان۔
صحت چُھ مال و دولت کھۄتہٕ بہتر۔
موجی! بہٕ نیرَے وۄنۍ۔
چٲنِس شہرَس کیا چُھ پِن کوڈ
مےٚ چھےٚ پنٛنہِ گاڑِ ہِنٛز بیٹرٛی چارٕج کرنٕچ ضٔروٗرت
باسان چُھ زن میون مستقبل چُھ زوالَس کُن رفتار سان پکان۔
حوض چُھ بٔرِتھ۔
یا دیٖوو تُہۍ مےٛ چاکلیٹ یا مِٹھٲے۔
ڈاکٹرن چُھ تٔمِس نیٚنٛدرِ ہُنٛد پانیُل دوا دیُتمُت۔
سُہ اوسکھ بحیثیت غدار پیش کوٚرمُت۔
ہٕندوستانس منٛز چھےٚ آبٲدی بڑان۔
تٔمۍ کٔر مسلس پیٚٹھ سٔنِتھ گژھن واجیٚنۍ کتھ۔
فِلمہِ کٔر سیٚٹھا کم ناظرین آسنہٕ کِنۍ بدنٲمی حٲصِل۔
تٔمِس اوس سُہ لقب اعلیٰ خٕدمات خٲطرٕ دِنہٕ آمُت۔
سۄ چھےٚ قومی کِرکٹ ٹیٖمہِ خٲطرٕ گِنٛدان۔
بیٚدٲری چھےٚ اکثر خراب شۄنٛگنہٕمکہِ عادتُک نتیجہٕ آسان۔
بہٕ اوسُس واریاہ تھوٚکمُت!
جملہٕ مُکمل کرنہٕ پتہٕ ترٛاو نۄقطٕ۔
وقتن فوقتن گاڈِ ہِنٛز صفٲیی تہٕ مرمت سۭتۍ چھےٚ یہِ مسٲیِلو روٚس روزان۔
سۄ چھےٚ اکھ انۂرِش کوٗر۔
تِمن چُھ نہٕ عالمی حُکُمرٲنی ہُنٛد کانٛہہ تہِ خفیہ منصوٗبہٕ۔
مےٚ چُھ کُرٛیُن گُر
سُہ چُھ سٕرکہٕ کٕنان۔
مشرق چُھ مشرق تہٕ مغرب چُھ مغرب تہٕ یِم زٕ رَلن نہٕ زانٛہہ۔
تٕرنِس ہَوہس دیٖو دارِ کِنۍ یِنہٕ۔
قٲبلہِ فتح باسکٹ بال ٹیم آیہِ سہولیت سان ہارناونہٕ۔
پوٚز چُھ عظیم تہٕ گژھِ کامیاب۔
فوجی چھِ جنٛگی دول وایان۔
تِمن پٮ۪ٹھ ٲس جانوارن سۭتۍ بےٚ رحمی کرنٕچ ہانٛژھ لاگنہٕ آمٕژ۔
سُہ اوس تھوٚکمت تہٕ ناخۄش۔
بتہٕ کھٮ۪نہٕ وِزِ بیٛوٗٹُھس بہٕ تس بُتھِ کنہِ۔
تُہۍ ہیٚکِو مدرَسُک بستہٕ پنٛنہِ مرضی مُطٲبِق بنٲوِتھ۔
سۄ چھےٚ پنُن پان اَصٕل پٲٹھۍ تھاوان
حقیٖقتس ہیٚکہِ نہٕ کانٛہہ تہِ اِنکار کٔرِتھ۔
بہٕ چَھس رب سٕنٛدِ مدتہٕ سۭتۍ ٹھیٖک
اتھ چھےٚ نہٕ کانٛہہ تہِ اہمِیَتھ
تِمو دیُت وۄمید وارن ہِنٛزِ کَتھ باتھِ ہِنٛزِ ہُنٛد مٔنٛدی پٮ۪ٹھ زیادٕ زور
توانٲیی ہِنٛدٮ۪ن وسٲیلن ہُنٛد چُھ بٔڑِس پیٚمانس پٮ۪ٹھ غلط اِستعمال گژھان
مِٹِنٛگ کِژھ روٗز؟
تٔمۍ کٔر تٔمۍ سٕنٛز دوستانہٕ پیش قدمی نامنظوٗر۔
زمیٖن چھےٚ پنٛنِس دُرس پیٚٹھ حرکت کران۔
مُقامس تانۍ واتنہٕ خٲطرٕ پیٚیی ژےٚ مےٚ سۭتۍ یُن۔
سُہ اوس ریاستکٮ۪ن معاملن منٛز ہم آہنٛگی خٲطرٕ کٲم کران
مےٚ اوٚن چانہِ خٲطرٕ اکھ ایٚپلِکیشن فارم۔
سۄ ٲس کونٛکلہٕ سۭتۍ لوٗبوٕنۍ باسان۔
یِمن دۄن مُلکن درمِیان چھِ اکثر سرحَدٕکۍ تَنازٕ آسان
راجا روی ورما سٕنٛزٕ تصویٖرٕ چھےٚ واریاہ مشہوٗر۔
ژٕ ہیٚککھٕ انٛدازٕ کٔرِتھ یہِ کوتاہ زیوٗٹھ چُھ؟
تمہِ أنۍ وال پیپرن ہِنٛدیٚن نموٗنن ہِنٛز اکھ کِتاب۔
میانٮ۪ن دۄشوٕنۍ ٹٲرن چُھ ہوا نیٖرِتھ ژوٚلمُت۔
تٔمِس چُھ دٔچھنہِ أچھ اَنیٚر۔
تھکُن چُھ تیز نظرِ تہِ متٲثر کران۔
یہٕ ٲس اکھ موٚٹ رز۔
مےٚ گیہِ پنٛنیٚن باین سۭتۍ سخٕت لڑٲے۔
توہہِ کتہِ چِھو ٹھہرنُک اِرادٕ۔
سُہ اوس صاف پٲٹھۍ ییٚمہِ شیٚچھِ سۭتۍ پریشان۔
تٔمۍ سُنٛد کاروبار چُھ تس واریاہ زیادٕ نفع دِوان۔
"تٔمِس شخصہٕ سٕنٛدِ خٲطرٕ چُھ نہٕ کِہین تہِ مُشکِل یُس کوٗشِش کرِ۔ 
"
کیٚمِکل چھِ یِوان صنعتن منٛز بٔڑِس پیمانس پیٚٹھ تُرُن کرن والیٚن ہِنٛدِس طورس پیٚٹھ اِستعمال کرنہٕ۔
سُہ چُُھ پنٛنہِ زَنانہِ سۭتۍ وحشِیانہٕ سٔلوٗک کَران
تبٕر چھےٚ کُلۍ ژٹنہٕ خٲطرٕ اِستعمال کرنہٕ یِوان۔
تٔمۍ دِژ کمپنی لاپروٲہی کرنہٕ خٲطرٕ مقدمہٕ دٲیِر کرنٕچ دمکی۔
لوٗکُن چُھ یقیٖن زِ صاف نیتہٕ دُعایہِ خٲر سۭتۍ چھےٚ بٔدی دوٗر گژھان۔
سۄ چھےٚ پرنہٕ سۭتۍ واریاہ سکوٗن حٲصِل کران۔
مےٚ بوٗز تٔمۍ سٕنزِ آواز منٛز تھرٕ تھرٕ۔
پنٛنہِ جوٲنی منٛز اوس سُہ طاقت تہٕ جوشہٕ سۭتۍ بٔرِتھ۔
تٔمۍ لوٚم کیٖر چہِ رزِ بالٹیٖن ہیوٚر کھالنہٕ مۄکھٕ۔
مےٚ چُھِ ہمیشہِ پننِس مٲلۍ سٕنٛزِ نصیحتہِ اہمیت دِژمٕژ۔
یِم کُلۍ چھِگاشہِ دار جاین اصٕل پٲٹھۍ وۄپدان۔
عایشاہس اوس لوٗبوُن پۄشاک لٲگِتھ۔
سٔہلاب سۭتۍ مُتٲثِر گٔمٕتۍ علاقہٕ چھِ پوٗرٕ پٲٹھۍ تباہ گٔمٕتۍ۔
یہِِ مسلہٕ ہَل کَرنہٕ خٲطرٕ کٔر تِمو یکسان راے
تٔمۍ سُنٛد سٲنِس گَرَس منٛز یُن پیوٚو پُھروٗژ
ٹانٛگہٕ اوس واریاہ تیز پکان۔
عجٲیِب گر چُھ ہر دۄہ یلہٕ آسان۔
پاورٕ چہِ عٲرضی بنٛدِش سۭتۍ گوٚو تتھ علاقس انہِ گوٚٹ ۔
آز اوس اکھ واریاہ عام دۄہ۔
تٔمِس چھےٚ مِٹھاین ہِنٛز کمزوری۔
یہِ چُُھ میون ٹوکیو ہُک گۄڈنیُک دورٕ۔
سۄ ٲس شُراہ ؤرِش، جوان تہٕ جوشہٕ ۂژ۔
پُلیٖس ووت اتھ نٔجیٖس پٮ۪ٹھ ز یہٕ اوس اکھ قتلُک معاملہٕ
دٔلیٖلن ہِنٛز کِتاب چھےٚ بٔڑِس پیمانس پٮ۪ٹھ چھاپنہٕ یوان۔
گٲڑۍ چٔھلِو صاف آبہٕ سۭتۍ۔
باکِین پیٚٹھ گژھِ رحم کرُن۔
سُہ چُھ پیشہٕ کِنۍ اکھ مضمون نگار۔
صنعتی تحریٖکہِ أنۍ سٲرسٕے دُنیاہس منٛز واریاہ بٔڑ تبدیٖلی۔
لُکن چُھ یہِ زاننُک حق زِ اتھ بیانس منٛز کیاہ چُھ۔
دنٛدٕ ڈاکٹرس پیٚیہِ سُہ دنٛد کڑُن۔
بہٕ ہٮ۪کہٕ نہٕ برداشت کٔرِتھ اصٕل کھٮ۪ن ضایع گژُھن۔
تِم چھِ تعدادس منٛز ٲٹھ۔
مےٚ چُھ فُٹ بال میچ وُچُھن خۄش کران۔
روٗدس منٛز مہ گٔژھِو أدٕرۍ ۔
سُہ اوس تحریکُک مجاز سربراہ۔
تٔمِس چُھ تیز تپھ۔
ژٕ ہٮ۪ککھ نہٕ یتھ مضموٗنس منٛز اکھ الگ مُشٲہدٕ کرن وول روٗزِتھ۔
پیسِفِک چُھ ساروٕے کھۄتہٕ سروٚن سمنٛدر۔
نانہِ ہٕنٛز داے ٲس پٔزۍ پٲٹھۍ اکھ قۭمتی شخص۔
وزنس منٛز کمی چُھ اکھ سُہ آثار یُس ڈاکٹر سنٛجیٖدگی سان نِوان چھِ۔
یہِ سڑک چھےٚ کٔدلہٕ اپارِ شاخن منٛز تقسیٖم گژھان۔
لوکُھ موٗدۍ کھٮ۪نہٕ دادٍ۔
لالچ تہٕ حسد چھِ خطر ناک نۄقص۔
سۄ چھےٚ اکھ نیک زنان۔
شُمال مشرِقس منٛز چُھ موسم خۄشوُن۔
بہٕ کرٕ نہٕ تٔمس سۭتۍ توٚتام کتھ یوٚت تانۍ نہٕ سُہ مےٚ معٲفی منٛگہِ۔
ناظریٖن گٔیہِ تٔمۍ سٕنٛدِ تقریٖر سۭتۍ مُتٲثِر
ٲس دِمو تٔمۍ سٕنٛدِ خٲطرٕ گوٲہی۔
تٔمۍ کٔر پۄختہٕ اِرادٕ سۭتۍ کٲم شُروٗع۔
تٔمۍ سٕنٛدِس اَچانک مرنَس پٮ۪ٹھ ترٛوو ساروٕے رِشتہٕ دارَو سخ اوٚش
کٲم چھےٚ واریاہ تھکراون واجیٚنۍ۔
تٔمۍ زیوٗن گۄڈنِیُک اِنتخاب واریاہو ووٹو سۭتۍ۔
سۄ ٲس ییٖژاہ زیادٕ بدلیمژٕ زِ مےٚ ہیٚچ نہٕ سۄ پرٛزٕنٲوتٕھے۔
سۄ چھےٚ پنٛژہ ؤرِش۔
خانٛدرُک سال اوس بہترین۔
تٔمِس لۄکچہِ کوٚرِ ہُنٛد دِل اوس شوٚد۔
بچن منٛز چھےٚ عضوِیٲتی تبدیٖلیہِ سپدان۔
راتھ کیُتھ چھےٚ واریاہ تۭر آسان۔
پنٛنہِکامیٲبی ہُنٛد تُلِو لُطُف!
تٔمۍ سٕنٛدِس دورَس اوس نہٕ اِجازَت دِنہٕ آمُت
یِمن جزیٖرن پیٚٹھ چُھ چیٖزٕ بدلہٕ چیٖز ہٮ۪نُک نِظام اِستعمال گژھان۔
تٔمۍ سٕنٛزو بیقٕل کَتھو کھول أکِس بزرگس شرارت۔
ژٕ چُھکھٕ پاگل گوٚمُت؟
یہِ چُھ میانہِ گرِ پٮ۪ٹھٕ پیدل دوٗری پٮ۪ٹھ۔
واریاہ زیادٕ قرٕض دِنہٕ سۭتۍ آو سُہ سِتمس منٛز ہٮ۪نہٕ۔
مہربٲنی کٔرِتھ خٲلِو پردٕ ہیوٚر
سٲنِس خانٛدانس منٛز چُھ اکھ نوٚو نفر یِنہٕ وول۔
یتھ کھٮ۪نس منٛز چھِ ضروٗری وِٹامن تہٕ معدنیات۔
مےٚ وُچھ وَنَس منٛز اَکھ جنٛگلی مرٛگ
دچھِ باغ حٲصِل کرنہٕ خٲطرٕ مور تِمو نیٚچُو۔
لانٛگ فیٚلو سٕنٛز پیدٲیشی جاے چھےٚ وۄنۍ اکھ رِہٲیشی مکان۔
میٲنۍ مٲلۍ دِیُت مےٚ زا دۄہس پٮ۪ٹھ سایکل تحفہٕ۔
یہِ سُہ ونان چُھ مےٚ چھےٚ نہٕ تمِچ رژھ تہِ گرٛین۔
قٲیدٕ چُھ نہٕ کُنہِ تہِ کمی پیشی ہُنٛد اِجازت دِوان۔
أسۍ ٲسۍ سمنٛدر بٔٹھِس پٮ۪ٹھ کٔچھوٕ وٕچھنہِ گٔمٕتۍ۔
پنٕنۍ منصوٗبہٕ مہ بدلٲیِو، کیٚنٛہہ تہِ گٔژِھنۍ۔
تمہِ لگٲو تولیا کاونٛٹَرس پٮ۪ٹھ۔
تِمو چُھ کٔنٛڑۍ تارِ ہُنٛد اِستعمال کٔرِتھ کھہُک انٛد مقرر کوٚرمُت۔
سُہ آو کمپٔنی خٲطرٕ بَطورِ صدر مُنتَخٕب کرنہٕ
تٔمۍ کوٚٚر دُبارٕ تور نہ گژھنُک وعدٕ۔
تمۍ سٕنٛز دلیٖل ٲس غٲر ضروٗری تفصیٖلو سۭتۍ بٔرِتھ۔
تٔمۍ دِیُت تٔمِس تِم کِتابہٕ پرنُک مشورٕ۔
بڑِ ہٹہِ آوازِ سۭتۍ ہیٚکہِ تُہنٛدِس بوزنس منٛز خرٲبی یِتھ۔
تٔمۍ ژٔٹۍ کُلِس وۄزٕلۍ گۄلاب۔
مسلہٕ گژھِٕ ہٮ۪سہٕ سان وٕچھنہٕ یُن۔
تٔمِس میلیو وُہِمِس زادۄہس پٮ۪ٹھ قۭمتی تحفٕہ۔
اَکھ صاف ترٛیشہٕ گِلاس أنِو
کالکرنڑس چُھ اکھ پنچایت حکوٗمت کران یتھ منٛز پانٛژ سیٖٹہٕ چھےٚ۔
تٔمۍ کٔر سخت محنت وقتس پٮ۪ٹھ کٲم ختم کرنہٕ خٲطرٕ
جیپوٗر گژھان اوس اسہِ پانس سۭتۍ مزٕ دار کھیٚن چٮ۪ن تُلمُت۔
تٔمِس منٛز چُھ اکھ اصٕل جمالِیٲتی احساس پٲدٕ سپُدمُت
اگر ژٕ یتھ بیانس سۭتۍ اِتفاق چُھکھ تھاوان تیٚلہِ دِ ڈَبس منٛز ٹِک۔
فوجن کوٚر علاقس منٛز امن بحال کرنس منٛز مدد۔
سۄ چھےٚ شہرس منٛز بہتریٖن چاے بناون واجینۍ مانٛنہٕ یِوان۔
سٕژن کٕر میٖژس منٛز غلطی۔
مےٚ لگٔۍ کٲم سپداوس ژۄداہ دۄہ۔
تٔمِس چُھ ہر وِزِ پنٛنہِ کٔمیٖزِ بۄٹُن دیُن مٔشِد گَژھان
تٔمۍ یُس طریٖقہٕ اختیار کوٚر سُہ اوس صحیح۔
پگاہ چُھ مےٚ پنٛنہِ تحقیق ہُنٛد زبٲنی اِمتحان۔
سۄ چھےٚ شاہراہَس پٮ۪ٹھ روزان۔
مےٚ بٔڑرٲوۍ کھۄر میٚژِ منٛز تہٕ پوٚکُس۔
نقد انعام زینٛنہٕ خٲطرٕ کوٚر تِمو اکھ أکِس سۭتۍ مُقابلہٕ۔
جادوٗ گَرن کوٚر شُریٚن ہُنٛد دِل خۄش
بٕجہِ زنانہِ کٔر تٔمِس وُہَو
سُہ چُھ وُژھ، لحاظا چُھ سُہ کم وقتس منٛز کٲم مۄکلاوان۔
مال چُھ آمُت تَہہ خانَس منٛز تھاونہٕ
سُہ اوس ژھیٚیہِ پَشس تل۔
بہٕ چُھس خوفناک فِلمن سِواے پرٛٮ۪تھ قٕسمہٕ چیٚن فِلمن ہُنٛد لُطُف تُلان۔
ییٚٚتہِ أسۍ کٲم چھِ کَران تَتہِ چھےٚ یِوان اسہِ موبایِل فون چلاونٕچ اِجازت دِنہٕ
مےٚ وٕچھ اکھ نِلہٕ مۄنٛڈٕج، یۄس پٔزۍ پٲٹھۍ واریاہ بٔڑ ٲس!
تِمو کٔرۍ جج سٕنٛدۍ اختیار واضح۔
ڈراما اوس جوشہٕ سۭتۍ بٔرِتھ۔
باب کَٹ اوس آسان اَکھ مٔشہوٗر مستُک سٕٹایِل
تِمو لٲج پرٛانہِ گاڑِ خٲطرٕ ساروٕے کھۄتہٕ زیادٕ بوٗلۍ
کِرایہِ در آو کِراے نہ ادا کرنس پٮ۪ٹھ کٔڑِتھ ژٕھنٛنہٕ۔
اسلم اوس أزۍ کِس کھیلس منٛز گۄڈنِکِس درجس پیٚٹھ یِنہٕ وول۔
بہٕ چھس تُہنٛزَن کَتھن ہِنٛز شابٲشی دِوان
تٔمۍ نژنٲو باسکیٚٹ بال پنٛنہِ اوٚنٛگجہِ پٮ۪ٹھ۔
تٔمۍ لیٚچھۍ راتھ اکھ خوٗبصوٗرت چِٹھۍ۔
تتھ مکانس چُھ کھسوُن پش۔
بیارِ دِژ میزس پیٚٹھ وۄٹھ۔
اسہِ چھِ کمپنی ہنٛدۍ قٲعِدٕ مانٕنۍ۔
تٔمۍ موٗر لٔڑکہٕ سُنٛد کَن۔
یہِ چُھ مانٛنہٕ یِوان زِ تِم چھِ کیٚمۍ کھٮ۪نہٕ وٲلۍ۔
سُہ چُھ چارپایہِ پٮ۪ٹھ بِہتھ۔
مشق چھےٚ اِنسانس مُکمل بناوان۔
اسہِ چُھ نوٚو مکانہٕ ہیوٚن۔
تٔمِس گیہِ پنٛنہِ خانٛدارنہِ سۭتۍ معمولی کتھ پیٚٹھ لڑٲے۔
حُکوٗمَتُک مقصد چُھ زٖیادٕ کھۄتہٕ زیادٕ مُلٲزِمت فراہم کرٕنۍ
تٔمۍ سُنٛد تقریٖر ووت أکِس طنٛزِیہِ جُملس پیٚٹھ انٛد۔
ؤری وادن ہِنٛزِ غلامی پتہٕ اوس باسان زِ ترقی ہیٚکہِ شُروع گٔژھِتھ۔
یہِ زنان چھےٚ پنٛنہِ بدمعٲشی خٲطرٕ مشہوٗر۔
مےٚ چُھےٚ نہٕ وۄنۍ تٔمۍ سٕنٛدِ مدتٕچ ضروٗرت۔
أکِس انسانس گژھہِ صحیٖح ذہن تہٕ جان تہزیٖب وول پان آسُن۔
کتھ باتھ کٔرٕکھ اچانک برخاس
مٲلی بحران قابوٗ کرنہٕ خٲطرٕ آیہِ اکھ وِفاقی جماعت قٲیِم کرنہٕ۔
مےٚ چھےٚ زٕ درجن پیٚنسَلن ہِنٛز ضٔروٗرت۔
مےٚ چُھ نہٕ کٲجِس خٲطرٕ کانٛہہ تہِ گٔنٛڑِتھ وق۔
گرِ نیٚبرِمیٚن کھیلن خٲطرٕ چُھ جان موسم۔
تِہُنٛد نیٚچُو چُھ زوٚر۔
سُہ چُھ گِراج سنبالان
یہِ بٮ۪مار چُھ ملیریا بٮ۪مارِ ہُنٛد شِکار.
تاج اوس عجٲیِب گَرس منٛز تھاونہٕ آمُت۔
تِم چھا جنٛگجوٗ لُکھ؟
تٔمِس چھِ واریاہ اختیارات عطا کرنہٕ آمٕتۍ۔
بیٚنٛکَس منٛز ۂری سٕنٛز تعیِناتی چھےٚ مَحض موقٕچ بخشِش
اسہِ پزِ پنٛنیٚن ہم جماتیٚن سۭتۍ دوستانہٕ تعلُق تھاوُن۔
یتھ گِلاسس چُھ اکھ بوٚڈ گوٚڈ
جنٛگہٕ پتہٕ آیہِ ٲییٖن بناونہٕ خٲطرٕ اکھ جماعت قٲیِم کرنہٕ۔
دۄن دَرٮ۪ن درمِیان کَتھ باتھ أکِس سمجوتَس تان واتنَس منٛز گٔیہِ ناکام
دۄیو کِھلاڑیو ژُو بالہِ پٮ۪ٹھ۔
سُہ چُھ پنٛنہِ چمچہٕ گِری خٲطرٕ مشہوٗر۔
تٔمِس باسیوو کملہِ منٛز سرٛیٚہجار۔
خطہِ جدی چُھ شمالس منٛز واقع۔
ژوٗرو مور وۄروُن ہوٗن
آب چُھ راتس لٔگِتھ گژھان۔
تۄہہِ پزن پنٕنۍ نم باقٲعدگی سان کاسٕنۍ۔
سُہ چُھ یژھان کٲم ژھانٛڑٕنۍ، مگر تٔمِس چُھ نہٕ نظرِ تل کیٚنٛہہ خاص۔
وٕچھو آیِنٛدٕ کیا گژھِ۔
بہٕ چُھس نہٕ یژھان مزید چون وقت نِیُن۔
أکِس الگ ٹوٗرِس منٛز پھینٛٹِو ہُریومُت کھنٛڈ تہٕ ٹھوٗلہٕ زوٗنہٕ اِکہٕ وٹہٕ۔
وزیٖر اعلٰی ہن دِژ لوٗکن دیوالیہٕنٛز مبارکباد
امنٕچ کتھ باتھ پیٚیہِ اَڈٕوَتِہ ترٛاوٕنۍ
اثرات ٲسۍ واریاہ مٮ۪قدارس منٛز۔
ہوٗنۍ ہیوٚت کھٮ۪نَس مُشُک۔
اِدارُک درست نیب کیا چُھ۔
موسیٖقی چھےٚ جزباتن اِظہار کرنُک اکھ طریقہٕ یُس نہٕ لفظن منٛز بیان ہیٚکہِ سپدِتھ۔
ییٚمہِ چھکڑُک زیادٕ کھۄتہٕ زیادٕ وزن چُھ اکھ ٹن۔
وٕنلہِ منٛز آو گاڑٮ۪ن اکھ أکِس سۭتۍ ٹاس۔
مُشکوفُر چُھ یٕوان اِستعمال کرنہٕ۔
رنن وٲلۍ چُھ اکھ مزٕ دار سیُن روٚنمُت۔
یہِ چُھ دۄن مُختلف کیٖمیاہن ہُنٛد مِل مِش۔
مےٚ چُھ ریلہِ منٛز سفر کرُن پسنٛد۔
بہٕ چُھس پنٛنِس کُٹِھس پرٛٮ۪تھ دۄہ صفٲیی کَران
تٔمِس چھِ واریاہ موسیٖقی ہِنٛدۍ ساز سامان۔
قصبٕچ آبٲدی چھِ تعدادس منٛز ترٛۄگنہٕ گٔمٕژ۔
أس ہٮ۪کو صِرف پُلیٖس کِس واتنس تانۍ پیٲرِتھ۔
محنٛت تہٕ دِلہٕ جانہٕ کٲم کَرنہٕ سۭتۍ گٔیہِ أسۍ پَنٕنۍ مقصد حٲصِل کرنَس منٛز کامیاب
محبت چُھ اکھ میوٗٹھ عذاب۔
ژوٗٗٗرن ہوو بٔلۍ خانٛدرس پٮ۪ٹھ ٲشناو آسُن۔
مےٚ چُھ باسان زِ مُنٲسِب وتہِ ہُنٛد اِستعمال چُھ کرنہٕ آمُت
اسہِ گُزور لگ بگ سورُے دۄہ خریٖدٲری کرنس منٛز۔
یَتھ جایہِ چھِ سَیاحَن خٲطرٕ واریاہ دِل کَش مُقامات
برٛہمپُتراہس پٮ۪ٹھٕ کٔدل بناوُن چُھ نامُمکِن۔
یہِ کوٗشِش روزِ اسہِ درمِیان اکھ اصٕل نٔتیٖجن ہُنٛد سٔفیٖر
یِمو پَلوَو سۭتۍ چھِ تِم باسان چٲرۍ
تٔمِس چُھ پنٛنِس صحبَس سۭتۍ اصٕل تہٕ لٲزِم دار رِشتہٕ۔
دھات چُھ تُرُن گٔژِھتھ ژَمان
تٔمۍ سُنٛد شۄنٛگن کُٹھ چُھ ہیٚرِ۔
گٲون خٲطرٕ چُھنہٕ کِہین تہِ گاسہٕ ہُریومُت۔
طٲلبہِ عٔلِم گٔیہٕ آڈِٹورِیَمس منٛز جمع
سُہ چُھ کٲرۍگری منٛز تجرُبہٕ وول۔
سُہ لڑکہٕ ییٚمۍ سٕنٛز یہ کِتاب چھےٚ، ییہِ پتہٕ۔
تٔمۍنژنٲو پنٕنۍ شمشیر ہواہس منٛز۔
یتھ بٔنٛگلس چُھ نہٕ کانٛہہ تہِ پیٚٹھِم پور۔
أسۍ یَژھو پورٕ آٹومیٚٹِک پَلَو چھلنٕچ مِشیٖن ہیٚنۍ
یہِ رٮ۪واج چُھ وۄنۍ مۄکلیٛومُت۔
سانہِ گاڑِ چُھ نہٕ تیوٗت طاقت زِ سۄ ہیٚکہِ چھکڑس لٔمِتھ۔
سُہ اوس اَپُززیٛور تہٕ ٹھگ
تٔمۍ سٕنٛز أچھ چھےٚ لوٗبوٕنۍ۔
سوٗتی پَلو چھِ رٮ۪تہٕ کالہِ خٲطرٕ آرام دہ آسان۔
شہید سٕنٛدِس جِناز کِس جلوٗسس منٛز کٔر ساسہٕ بدٮ۪و لوٗکو شِرکت۔
سُو چُھ أکِس عیالس منٛز کِرایہٕ در سٕنٛدِس طورس پیٚٹھ روزان۔
دچھِ باغ حٲصِل کرنہٕ خٲطرٕ مور تِمو نیٚچُو۔
تٔمۍ سٕنٛٛزٕ کتھٕ آیہِ اچانک میٲنِس ذہنس منٛز۔
تمۍ لٲے پننِس دوستس شرارتہٕ کِس جوشس منٛز چپات۔
یۄس جاے دٔستِیاب چھےٚ تِمن چُھ تٔتھۍ منٛز گُزارٕ کَرُن
تٔمۍ نفرن کٔڑ ہٕکہٕ شرٛاکھ۔
بس چھےٚ شہرس کُن پکان۔
اگر أسۍ سٲری اِکوَٹے کٲم شروٗع کرو، اتھ لگہِ نہٕ تیٚلہِ زیادٕ کال۔
واقع چُھ درج کرُن۔
تۄہہِ چھو خبر کمپیوٗٹر کِتھ کٔنۍ چُھ چلاوُن؟
شرابک اکھ گلاس چیٚیِو۔
تٔمۍ سٕنٛدۍ مٲلۍ ماجہِ دِتۍ تٔمِس خوٗبصورت وس تحفس منٛز۔
کیٚنٛہہ طبقہٕ چھِ یٔڈ منٛز بچہٕ اڈٕلیٛوکھ کرنس خٕلاف
تٔمۍ چلٲو خوفزدٕ رفتارس منٛز گٲڑۍ۔
مُشقہٕ سۭتۍ آیہِ مےٚ اُلٹی۔
کوٗر چھےٚ صُرَے گرٕ نِوان۔
تِمن ہِنٛدۍ پَلو ٲسۍ نہٕ خراب موسمہٕ خٲطرٕ بچاو دِہہ۔
ژےٚ پزی ظُلمٕچ مذمت کرٕنۍ۔
شُرۍ ؤتھۍ چڑایہِ کٕھرِ
مےٚٚ چُھ نہٕ وٕنٛکیٚس پنٛنہِ خٲطرٕ یِم پَلَو ہٮ۪نُک گُزارٕ
ژھاوجہِ آسہٕ گنٛڑنہٕ آمژٕ۔
تِمن آیہِ سیٚٹھا اعزاز عطا کرنہٕ۔
نَوٮ۪ن پروگرامن ہِنٛز رۄخ بنٛدی آیہِ انجام دِنہٕ۔
واریاہ زیادٕ کھیوٚن چُھ میون عٲب۔
کیٹلاگ چُھ دُکانچہ ویٚب سایٹہِ پٮ۪ٹھ موجود۔
تِمو ہور میچ۔
امیٖرن تہٕ غریٖبن درمیان چھِ واریاہ فرق
تٔمۍ سٕنٛزو بیقٕل کَتھو کھول أکِس بزرگس شرارت۔
تٔمۍ کٔر پنٛنِس بٲیِس سۭتۍ بد تہزیٖبی سان کَتھ ییٚمہِ کِنۍ سٲرسی عیالس شَرارت کھوٚت
تٔمۍ کٔرۍ دونٛکھہٕ سۭتۍ پونٛسہٕ حٲصِل۔
میچَس منٛز بہتٔریٖن بیٚٹِنٛگ خٲطرٕ آیہِ تٔمِس تٲریٖف کَرنہٕ
تٔمِس چُھ پنُن مرد جوان تہٕ مردانہٕ خۄش کران۔
ٹیٖم چُھ زیننہٕ خٲطرٕ ساروٕے کھۄتہٕ برٛونٛہہ۔
مےٚ چھِ پٔزۍ پٲٹھۍ دریاوس منٛز وۄٹھ لایِنۍ خۄش کران۔
مےٚ وۄتھروو پنٛنہِ نستہِپیٚتۍ پٮ۪ٹھٕ عٲرق۔
ماجہِ چھِ پنٛنیٚن بچن ہِنٛز رٲچھ کران۔
ییٚمِس لۄکچہٕ کورِ چُھ جنٛگلی جانوَرن ہُنٛد خوف۔
تِمو بوزنٲو نژنہٕ کہِ ذٔریعہٕ دٔلیٖل۔
یہِ ٲس اکھ مُنَور کارکردگی۔
آلس وٕچِھو پٕھٹہٕ پھرٛاٹھ ما چھےٚ۔
بہٕ چُھس پیشہ ورانہ تعلیمی مدرَسہٕ گژھان۔
شیٖسَس ٲس اکھ رُم۔
ٹیٖمہِ چھِ أکِس کھِلٲڑۍ سٕنٛدِ زخمی گژھنہٕ کِنۍ زور کم گٔمٕتۍ۔
کِتابہِ اوس وۄزُل جِلدٕ
تٔمِس آسہٕ پنٕنۍ خانٛدارن لٮ۪کہٕ کجمژٕ۔
ییٚمہِ کُٹھیُک پوٚتُھر چُھ ہموار۔
سُہ اوس مس نیٚندرِ منٛز ییٚلہِ رام آو۔
تٔمۍ بوٗز أکِس بٕڑٕ نفرٕ سٕنٛدِ ودنٕچ آواز۔
ییٚمہِ سافٹ وِیَر کِس بناون وٲلس آیہٕ تعٲریٖف کرنہٕ۔
تٔمِس چُھ تیز دٮ۪ماغ۔
تٔمۍ دِیُت مےٚ مشورٕ زِ بہٕ کتہِ روزٕ۔
تٔمِس آو گیٛوٗر تہٕ پیٚیو سڑکہِ پٮ۪ٹھ
سۄ چھےٚ منشِیات گاہ بیگاہ استعمال کران۔
اسہِ چھِ اُمید اکہِ کامیاب معاہدٕچ
تٔمِۍ سٕنٛدِس ذہنَس منٛز آو اکھ نوٚو خیال۔
تٔمِس چُھ نہٕ پنٛنٮ۪ن شُریٚن ہِنٛز تعلیٖمہِ خٲطرٕ آسرٕ ۔
تٔمۍ پھیون آب چھانہِ سۭتۍ۔
میٲنِس گَرس چھےٚ نہٕ کانٛہہ تہِ گاڑِ وتھ۔
تٔمۍ سُنٛد بوے یِیہِ پگاہ
اسہِ چُھ کینٛہن کُلیٚن پَیونٛد کوٚرمُت۔
اَسہِ منوو تٔمۍ سنٛد زا دۄہ از۔
تٔمۍ رٔٹ پیٚنٛد بہتٔریٖن پٲٹھۍ
ہوٚچھ سٮ۪کھ چھےٚ آب شرٛپراوان
تارکن ہُنٛد گۄنٛدُر چُھ یوٗتاہ دور زِ امیُک مُشٲہِدٕ ہیٚکو نہٕ سیٚٹھا تفصیٖلاً کٔرِتھ۔ 
سُہ چُھ ییٚمہِ کھیلُک زینن وول۔
عدالتس منٛز غلط بیٲنی کرنہٕ برٛونٕے آو سُہ رٹنہٕ۔
ہچٕو دٔنٛدۍ تُج کرِو اِستعمال۔
تٔمۍ سٕنٛدِس بحثث چھےٚ نہٕ کانٛہہ خاص بُنیاد
میون اکھ دوٗر دراز رِشتہٕ دار گُزریوو ییٚمہِ رٮ۪تہٕ۔
یُس لالچہِ نِش دوٗر چُھ روزان سُہ چُھ گۄناہ نِش بچان۔
تٔمۍ مٲنۍ پنٕنۍ غلطی۔
تٔمۍ سٕنٛدۍ خانٛدارن دیُت تٔمۍ کُنہِ واضح وجہ بغٲرٕے طلاق۔
تار کول بیوٗٹھا سڑکہِ پٮ۪ٹھ۔
سُہ چُھ سیٚٹھا جان لٮ۪کھان۔
سُہ آو پٔتِمہِ رٮ۪تہٕ کڑنہٕ۔
اسہِ چھِ مُختٔلِف وسٲیِل رَلاونٕچ ضٔروٗرت
اگر نہٕ ژٕ أدرِس مستس کنٛگُو دِکھ، اتھ گژھی زٹھ۔
دۄدٕ پیٛالس منٛز ترٛٲیِو زٕ چمچہٕ شیٖرٕ۔
پٔتھرِس دیٖو سرٛہجہِ دجہِ سۭتۍ پھش۔
سۄ یِیہِ سۄادِ دۄیہِ۔
سٲنۍ نوجوان نسٕل چھےٚ تقلید پسند اہلیت نِش دوٗر گژھان۔
مےٚ کٔر تٔمِس سۭتۍ تٔمۍ سٕنٛدِس مسلس مُتعلِق کَتھ
سُہ چُھ بہتریٖن طبلہٕ واین وول۔
ییٚلہِ سۄ ناراض چھےٚ آسان، تٔمۍ سٕنٛز أچھ چھےٚ شرارتہٕ سۭتۍ زوتان۔
تۄہہِ کوٚروٕ اکھ چکر مکمل؟
سُہ اوس بٔنِمس خٕطس کُن وُچھان۔
پنُن قٲد سٲتھی یَلہٕ ترٛاونہٕ خٲطرٕ کٔر تٔمۍ أپیٖل دَرٕج
سٲنۍ لیٚباٹرٛی چھےٚ اصٕل پٲٹھۍ سازوسامان سۭتۍ بٔرِتھ تھاونہٕ آمٕژ۔
تتہِ چھا چکر کرنہٕ خٲطرٕ کیٚنٛہہ؟
تٔمۍ سُنٛد پۄشاک اوس خوٗنہٕ سۭتۍ بٔرِتھ۔
واریاہ مظلوم موٗدۍ دمہٕ سۭتۍ۔
بہٕ چُھس یژھان  زرٲعی زمین تہٕ اتھ سۭتۍ عمارت بناوُن۔
کُلِس چھےٚ زٲوِجہِ شاخہٕ۔
سۄ چھےٚ ٲٹھ ؤرِش۔
تٔمۍ کٔر پنٕنۍ دلیل حقیقتس سۭتۍ پیش۔
گاڑِ منز چھےٚ برٛونٛہمہِ سیٖٹہٕ زنانن ہِنٛدِ خٲطرٕ مخصوٗص تھاونہٕ آمژٕ۔
ججس چُھ پگاہ مُقدِمُک فٲصلہٕ دیُن۔
بہٕ چُھس پنُن ماتامال پٔتِمہِ رٮ۪تہٕ گوٚمُت۔
اسہِ پزن جنٛگٕکۍ مُضِر اثرات تہِ وُچھِنۍ
کپتان نایرن کٔر دُشمَنن پیٚٹھ حملٕچ سربرٲہی۔
موٹر سائیکل چلاوان وٲلۍ تُل پنُن نقاب۔
سُہ چُھ ساینس کِس شعبس منٛز پرناوان۔
سُہ روٗد مُجرِمس خٕلاف پۄختہٕ پٲٹھۍ کھڑا۔
پیٚنٛشَنُک مسلہٕ حل کرنہٕ خٲطرٕ آیہِ صَلاح کار کٔمیٖٹی بناونہٕ
ہانگ کانگس منٛز آو ٲخری لٹہِ 2005 ہس منٛز زبردست روٗد وٕچھنہٕ۔
تِم ژایہِ تٔمۍ سٕنٛدِس خٕمس منٛز۔
ججس گوٚو نہٕ ثبوٗت سۭتۍ پوٗرٕ پٲٹھۍ یقیٖن۔
سۄ چھےٚ اکھ بیقٕل جوان زنان۔
میگزیٖنَس چھےٚ گولہِ مۄکلیمژٕ۔
تٔمۍ سٕنٛدِس خانٛدرَس پٮ۪ٹھ اوس سٮ۪ٹھا جیٚشنہٕ
اسہِ کٔر پنٕنۍ کٲم کُنہِ تہِ مشکِل بغٲر مکمل۔
بہٕ کَرٕ پگاہ بیٚیہِ کوٗشِش
یَتھ پرٛوگرامَس واتہِ نَیہِ ہفتہٕ انٛد
مےٚ آو یہِ ویڈیو پسنٛد۔
سُہ کَرِ ڈرٛاماہَس منٛز ضٔروٗر اداکٲری
تٔمۍ دِتۍ اسہِ سٲنِس نٔوِس کارٕبارس خٲطرٕ کیٚنٛہہ مشورٕ۔
تِم چھِ ماز کھٮ۪نہٕ وٲلی جانور۔
سٲنِۍ وۄستادن دیُت اسہِ دٔیمہِ جنٛگہِ اعظیٖمُک اکھ واضح منٛظر۔
سُہ لڑکہٕ یُس تھوٚد چُھ آو گۄڈٕ۔
تقریٖٖبن ہُنٛد یہِ سِلسِلہٕ چُھ پانس لگاتار دۄہراوان۔
سرٕد گژھنس پیٚٹھ بنہِ یِمن چیٖزن شیٖشہٕ۔
قۭمتس منٛز چُھ جہاز تہٕ گاڈٕ ہٕنٛز کِرایہ شٲمِل
نارٕ سۭتۍ گوٚو سٮ۪ٹھا نۄقصان
تٔمۍ دُیت تس دونٛکھٕ۔
کانٛہہ تہِ پردیسُک ہٮ۪کہِِ ہا نہٕ ویزا بعٲر ہوٲیی سفر کرِتھ۔
تٔمہِ کٔر تولیہ أدٕر۔
تٔمۍ وُُچھ صُبحن خراب خواب۔
ہرِش چنٛدرٕ اوس واریااہ سخی بادشاہ
"تٔمۍ سٕنٛزِ خۄش اِخلٲقی کٔرۍ سٲری مٲیِل۔ 
"
گِلاس کُلیٚن درٛایہِ یُہُس سُلی پُھلَے۔
تِمو کوٚر معاملس پیٚٹھ پوٗرٕ دۄن گٲنٛٹن بحژ۔
سُہ چُھ دوٚیمِس گیرس منٛز پکان
یہِ ترجمہ اوس واریاہ مُشکِل۔
سفرَس منٛز پزِ اَسہِ ہمیشہٕ ہُشار روزُن
سۄ چھےٚ اکھ نیک زنان۔
سُہ چُھ أکِس حدس تانۍ ایٖماندار۔
نیٚبرِمِس فونس چھِ واریاہ پونٛسہٕ لگان۔
زنانہٕ چھےٚ مردن ہِنٛدِ کھۄتہٕ کم جُرم کران۔
پولر بِیرَن چھِ گلوبل وارمِنٛگ کہِ وجہہ سۭتۍ رِہٲیشی مسٲیِل پیش یِوان
سُہ چُھ مشہوٗر تاریٖخی فلاسفہٕ دان
تٔمۍ کوٚر خزانٛچی سٕنٛدِس طورس پیٚٹھ کٲم کرنس آنٛکار۔
یُس تٔمۍ ٹی وی اوٚن تتھ چُھ جان معیار۔
پوٗرٕ مُلکس منٛز چھےٚ شیٖن پٮ۪نٕچ اِطلاع دِنہٕ آمٕژ۔
تٔمِس چھِ لُکن ہِنٛز حمایت ضروٗرت۔
مےٚ چھِ کیٚنٛہہ نقشہٕ دار مُجسمہٕ۔
پُلسہٕ وٲلۍ دِژ ژوٗرس دُکانس نِش تھپھ۔
ییٚمہِ کامہِ خٲطرٕ چُھ سرکارن رقم فراہم کوٚرمُت۔
سُہ چُھ اکھ مٲہِر تکنیٖک کار۔
اسہِ چھےٚ تِمن پیٚٹھ نظر تھاونٕچ ضرورت۔
واریاہو غٲر مُلکی سِفارت کارو کٔر تقریٖبہِ منٛز شِرکت۔
سُہ آو تٔمِس کُن دَوان دَوان
مےٚ چُھ پنٛنہِ خانٛدان کہِ دولَتُک ژوٗریُم حِصہٕ میلیومُت۔
تِم چھِ وروِش گاہس منٛز گِنٛدان۔
ییٚمہِ واقعہ پتہٕ گٔیہٕ تِہِنٛدۍ حوصلہٕ کم۔
مےٚ چھےٚ نہٕ فِلِم وٕچھمٕژ تہٕ نہ میٛانہِ بیٚنہِ۔
رامَن دیُتھ تٔمِس کارٕبار سمبالنُک اِختیار
ییٚتہِ چھےٚ محنتَس زیادٕ اہمِیَت
بہٕ کَرٕ اَز پنٛنٮ۪ن کِتابن ہُنٛد اِنتِظام
کٔدٕل بناونَس لَگہِ واریاہ وقت
گیون وٲلۍ گیٚوۍ سٲری بٲتھ سادٕ طرزس پیٹھ۔
تٔمِس چُھ نزاکت وول پۄشاک
یَتھ جایہِ چُھ نہٕ تِجٲرتی معاملَن خٲطرٕ اِجازت دِنہٕ آمُت
بہٕ چُھسَے ژےٚ یٔقیٖن دِوان زِ کٲم واتہِ اند۔
یتھ کِتابہِ ہِنٛدِس تعارُفس منٛز چھےٚ اکھ مۄختصر ذِکِر دِنہٕ آمٕژ۔
سُہ چُھ کُنُے زوٚن زِنٛدگی بسر کران۔
بہٕ چُھس کتابہِ ہُنٛد ژوٗریُم ورُق پران۔
تِمو چُھ ضمانت کِس طورس پیٚٹھ واریاہ بڑِ رقمٕچ پیشکش کٔرمٕژ۔
اِشتِہار بٲزی ہِنٛدۍ نٔے طٔریٖقہٕ چھِ واریاہ تخلیٖقی
تِمو کوٚر تٔمۍ سٕنٛدِس دِلس مُعٲینہٕ کرنہٕ خٲطرٕ الٹرا ساونٛڈُک اِستعمال۔
مِس چھےٚ اکھ رلہٕ مِلہٕ دھات
مےٚ ہیٚچ نہٕ گٲڑۍ ٹھاسنہٕ نِش بَچٲوِتھ
امیُک تعلُق کتھ سۭتۍ چُھ؟
مےٚ بوٗز وٕنی اکھ کرٛٮ۪کھ۔
تٔمۍ سٕنٛز وۄرٕ موج ٲس غٲر ذِموار، خۄد غرض زنان۔
سُہ اوس دۄہ چہِ محنتہٕ پتہٕ تھوٚکمُت باسان۔
تٔمِس دِ ٲخری ہٮ۪س اگر ژٕ تس پٔتیُم موقعہٕ دِیُن چُھکھ یژھان۔
ججن ہِنٛزِ جمٲعژ بوٗز دہن دۄہن ہِنٛز گوٲہی۔
وزیٖر اعظمن کٔر سٔہلاب زدن پنٛنہِ مٲلی ذخیٖرٕ منٛز مدد۔
ضروٗریاتہِ زِنٛدگی ہِندِس سامانس کِس قۭمتس منٛز چُھ ہیوٚر کُن رحجان وٕچھنہٕ یِوان۔
تٔمۍ وُچُھ شیٖشس منٛز۔
گوینکا جماعت چھِ وۄنۍ وویک گوینکاہ سربراہ
تٔمِس گٔیہِ پنٛنہِ ویٚسہِ سۭتۍ لڑٲے۔
تمہِ ژور ساروٕے کھۄتہٕ خوٗبصوٗرت پۄشاک۔
کے ٹوٗ چُھ ہنٛدوستانس منٛز ساروٕے کھۄتہٕ بوٚڈ تینتول۔
تِمن ہِنٛدۍ سٲری خٔریٖدار چھِ تِمن رٲزۍ۔
تمہِ تٔھو کِتاب میزس پٮ۪ٹھ۔
تِمن پیٚٹھ بڑِ اسنس نِش روٗزِو دوٗر۔
مےٚ چھےٚ ییٚتٮ۪تھ سخٕت دگ۔
کمپنی چُھ تمام درآمدی مال وقتی طور بنٛد کرنُک فٲصلہٕ کوٚرمُت۔
ہیٚس کٔرِو یِنہٕ پوشن لتہٕ موٚنٛڈ کٔرِو۔
پنُن مِزاز تھاوو قابوٗوَس منٛز
تٔمۍ دِیُت گُرِس چھانٹہٕ دب۔
ژےٚ پزِ ہی نہٕ تس پیٚٹھ بروسہٕ کرُن۔
واوٕ سۭتۍ گوٚو ژھیٚدنِس سیٚٹھا نۄقصان۔
میٛٲنِس مشوَرس تٔمۍ سُنٛد اِنٛکار چُھ مےٚ دِلس لگان۔
ناگپوٗرس چھِ سنٛگتر کلٮ۪ن ہٕنٛدۍ واریاہ جُھنٛڈ
غٲر قانونی دَوہُک تِجارت کرنہٕ خٲطرٕ آو تس دہن ؤرۍین خٲطرٕ قٲد روزنُک سزا دِنہٕ۔
پُلسس سۭتۍ لڑایہِ منٛز گٔیہٕ ژوٗر زخمی۔
سٕہلابن کٔرۍ واریاہ مکان تباہ۔
تٔمۍ تُج پنٕنۍ کوٗر پرناونہٕ خٲطرٕ واریاہ سختی۔
تِمو ہیوٚت اکھ بوٚڑ مکان سہل شرطن پٮ۪ٹھ۔
تٔمِس چھےٚ پنٛنٮ۪ن ویٚسن سۭتۍ چالہٕ کرنہِ خۄش کران۔
اژنٕچہِ جایہِ منٛز چُھ نہٕ کانٛہہ تہِ حفاظت کرن وول موجود۔
ییٚلہِ بیٲر دوٗر آسہِ، گگر گنٛدن۔
مےٚ دِژٕے ژےٚ تیٖژاہ بہتریٖن تربیت ییٖژاھ بہٕ دِتھ ہیٚکہٕ ہا۔
اسہِ دِیُت پنٛنہِ دریافتُک خلاصہٕ۔
تٔمۍ کوٚر اکھ مُشکِل مسلہٕ سٮ۪ٹھا کم وقتَس منٛز حل
سُہ چُھ پٛنیٚن کتریوٗ بانن ہِنٛدِ خٲطرٕ مشہوٗر۔
سُہ چُھ واریاہَو ؤرۍیَو پٮ۪ٹھٕ سانہِ مالُک خٔریٖدار
تٔمۍ کوٚر پنٛنہِ علمُک صحیح استعمال۔
اِمتِحانس منٛز ناکام گژھنہٕ پتہٕ پیٚٹھٕ چھےٚ سۄ پریشٲنی منٛز۔
مےٚ چُھ پننِس مقصدس پتہٕ روزُن۔
مےٚ چھےٚ خۄدٲیہِ سٕنٛزِ پروردِگٲری پٮ۪ٹھ پَژھ۔
زیادٕ تر ناولہٕ چھےٚ آسان تَصوُرٲتی
المارِ منٛز تھاونہٕ بروٚنٛہہ گژھِ پلون اصٕل پٲٹھۍ تہہ کرُن۔
اکھ غلط دستخط ہیٚکہِ چیٚک رد کٔرِتھ۔
ٲسۍ ہیٚکو نہٕ غٕزا ورٲے زِنٛدٕ روٗزِتھ۔
جنگلی جانور چھِ وَنن منٛز روزان۔
ٲسۍ چھِ امیرن ہِنٛدِس أکِس لوٗبوٕنِس گٲمی بٔنٛگلس منٛز ٹٔھہراونہٕ آمٕتۍ۔
اسہِ چِھ بۄن تالَو۔
لُکن ہِنٛزِ دِلچسپی خٲطرٕ گژھِ دلیٖلن منٛز پَزر آسُن۔
حٲدِثہٕ کہِ وجہہ اوس ٹریفِک واریاہن گٲنٛٹن رُکاونہٕ آمُت۔
سُہ ہیٚکہِ نہٕ چٲنِس دٮ۪ماغس منٛز عٔلم ژٲنِتھ۔
تٔمِس چُھ اکھ کوٗنٛدس بوے۔
مےٚ چُھس نہٕ ژےٚ پٮ۪ٹھ بروسہٕ کران۔
عنوانُک صفحہٕ اوس وۄزلہِ تہٕ سبٕز رنٛگہٕ سۭتۍ سجٲوِتھ۔
سٲنۍ ہیٚچھناون وٲلۍ کٔر سانہِ ہارنٕچ وجہ معلوٗم کرنٕچ کوٗشِش
تٔمۍ لَگٲو پٮ۪نٛد بیٚٹٕس مینَس کُن تیٖزی سان
پھۄکہٕ ڈوٗن آو واپس زمیٖنس پٮ۪ٹھ
بٮ۪مار پِھرُن بیٚیہِ طرفہٕ احتِیاط سان۔
تمہِ کوٚر پنٛنہِ محوٲری خٲطرٕ ڈاکٹرس سۭتۍ مشورٕ۔
ہندوٗستانس منٛز چُھ کِرکِٹ واریاہ مشہوٗر کھیل
سُہ چُھ ہمیشہٕ سانہِ وتہِ منٛز رُکاوٹ انان۔
تٔمۍ کوٚر پنُن وعدٕ پوٗرٕ۔
تٔمی ہیوٚت ہنٛگتہٕ منٛگہٕ ودُن۔
اغوا کرن والیو نیوٗ بچہِ ماجہِ نِشہِ تھپہِ۔
سۄ ٲس رٮ۪تکِس آغازس منٛز مقرر کَرنہٕ آمٕژ
مہربٲنی کٔرِتھ تھاو بَرس قُلُف۔
مےٚ چھِ تۭٲریٖخی ناولہٕ پرنہٕ واریاہ خۄش کران
مےٚ بوٗز سُہ زبٲنی۔
اسہِ چھےٚ نِظامس منٛز تبدیٖلی انٛنٕچ ضٔروٗرت۔
ایٖماندٲری چھےٚ اکھ خصوصیت۔
ضٔروٗرِیٲتی زانٛکاری حٲصِل کرنہٕ خٲطرٕ کوٚر تٔمۍ پنٛنیٚن تمام رٲبِطن ہُنٛد اِستعمال
خواب اوس واریاہ واضح۔
صحب سٕنٛدِس دفترس منٛز انٛنٲوِھ آیہِ تٔمِس نوکری منٛز کٔڑِھ ژٕھننٕکۍ کاغذات دِنہٕ۔
کمزور ذہنٕکۍ لوٗکھ چھِ نہٕ خطرٕ نِوان۔
تٔمِۍ دِیُت پننِس دوستس آلو
نظمہِ مُتعلق تٔمۍ سٕنٛز ترجُمٲنی ٲس حرفی معنی یس مُطٲبِق۔
راتھ کیُتھ اوس آسمان پوٗرٕ صاف
تِمو کوٚر اِنتِخاب منعقد کرنُک فٲصلہٕ۔
تٔمۍ چوٚو دعوتس منٛز شراب۔
سۄ پوٚک سٹیجس پٮ۪ٹھ اورٕ یور۔
مےٚ پوٚر ڈِکنٛز سُنٛد “آلِور ٹُوِسٹُک“ مختصر ایٚڈِشن
تٔمِس پیٚیہِ نہٕ دلیٖلہِ سۭتۍ سہل سہل اثر۔
سُہ چُھ اکھ ناشُکُر تہٕ غٲر مُطمعیٖن مریٖض۔
رِسالہٕ چُھ واقعاتن ہِنٛدِس سِلسِلس پیٚٹھ اکھ تفصیٖلی بیان پیش کران۔
تتہِ ٲسۍ ڈبہٕ بٔڑِس تعدادس منٛز موجود۔
دَب لگنہٕ سۭتۍ پھٹ تٔمِس قمرٕچ أڑِج
چٲنس صحیح آسنس منٛز چُھنہٕ مےٚ کانٛہہ تِہ شک
بہٕ چُھس ژوٚٹ تھنہِ بغٲر کھٮ۪وان۔
سُہ چُھ پیٹِنٛگ منٛز اَصٕل
تٔمۍ سُنٛد شاہ کھالُن اوس تکلیٖف دہ۔
سامان چُھ واریاہ تھدِ معیارُک۔
بہٕ چُھس حقیقتس منٛز تہِ سونٛچان۔
یہِ گژھِ آسُن وایرس۔
یہِ کرِ چانہِ مزیٖد پراسپیکٹسُک فٲصلہٕ
تٔمۍ دیُت تس سٕنٛدِس سوالس کہاوت سۭتۍ جواب۔
ییٚتِس چھِ ہِمالیِکۍ جِن۔
مےٚ آیہِ گرامرس واریاہ کم مارکس
مےٚ چُھ پنُن فرض پوٗرٕ کرُن۔
تِمو ہیوٚک نہٕ تالوَس رنٛگ کٔرِتھ تِکیازِ سُہ اوس واریاہ تھوٚد۔
تٔمۍ سُنٛد ہِنٛدی بولنُک طٔریٖقہٕ چُھ واریاہ خراب۔
تٔمِس اوس تنٛظیٖمہِ دونٛکٕھہ دِنُک اِلزام لاگنہٕ آمُت
تُہی کر گٔژِھو تور؟
پرٛوگرام چُھ شامَس شُروٗع گَژھان
تٔمِس چُھ اِنٛدور پٮ۪ٹھٕ یُن
مےٚ چُھ باسان میانہِ نیرنُک وقت ووت۔
بہٕ کَرَے ژےٚ فون ییٚلہِ بہٕ پنٕنۍ کٲم مُکمل کرٕ۔
سرکار آیہِ پٔتمِس انتِخابس منٛز اِقتِدارس منٛز۔
یہِ کینٛژھا سپدیوو تمہِ خٲطرٕ پزِ نہٕ اسہِ پانس خطا کھالُن۔
یہِ چُھ اکھ اِتِہٲیی مقصد وول شُڈوٗل
مِسہِ ورق چھِ کھٮ۪ن تازٕ تھوان۔
ہُہ بچہٕ کتیُک چُھ؟
ژےٚ چِھی منظر وُچُھن۔
منصوٗبہٕ خٲطرٕ کٔرِو تجویٖز تیار۔
سٲنس قٔبیٖلس چُھ بد دُعا دِنہٕ آمُت۔
پٔتۍمہِ ہفتہٕ کوٚر سانیٛو دُشمنو سون مکان تباہ۔
تٔمۍ سٕنٛدٮ۪ن ہمسایَن چُھ یٔقیٖن زِ سۄ اس آمٕژ قَتل کرنہٕ
مٲہِرِ نفاسیاتن کٔر ذہنی دباو کہِ وجہٕچ وٮ۪ژھنَے
"سۄ گٔیہٕ میانہِ آوازِ سۭتۍ ہُشارٕ۔ 
"
تٔمِس چُھ تجزِیٲتی نظریہٕ
یہِ تہِ تۄہہِ خۄش کرِ تہِ ہیٚکِو تُہۍ کھٮ۪تھ۔
ہِنٛدُستان تہٕ چیٖن چھِ دُنیاہٕکۍ قٔدیٖم تٔریٖن تہزیٖبہٕ
أسۍ چھِ اَکھ نٔو ایٚجَنسی کھولنہٕ باپتھ منٛصوٗبہٕ بَناوان
تٔمۍ کٔرۍ ترٛیٚن قٕسمن ہِنٛدۍ جُرُم یِمن ہِنٛدۍ ناو چھِ: ژوٗر، قتٕل تہٕ حملہٕ۔
دَہ ؤری برٛونٛہہ ترٛوو تِمو یہِ مَکان
تٔمۍ دِیُت پُھچہِمژِ کُرسی واٹھ
ٹرٛین وٲژ سٮ۪ٹھا ژیٖر
زرٲعتی شعبس منٛزآیہِ نٔوۍ طریٖقہٕ اِستعمالس منٛز انٛنہٕ۔
کارکُن ٲسۍ پنٛنیو سربراہو ہرتال خٲطرٕ تیار کٔرۍمٕتۍ۔
کیل چھےٚ صحتہٕ خٲطرٕ اَصٕل
تٔمۍ نیٚمروو أکِس طرفس کُن پنُن کلہٕ۔
مہربٲنی کٔرِتھ کٔرِو مُہادس پیٚٹھ دستخط۔
تٔمۍ سٕنٛدیٚن طٲلبہِ علمن ہُنٛد اکھ شعبہٕ پیٚٹھٕ بیٚیِس منٛز نقل و حمل چُھ پریشان کُن۔
یِمن پردن ہُنٛد رنٛگ گَٹیٛوو واریاہ جلدی۔
سُہ اوس زٲوِیُل تہٕ زرٕد۔
تٔمِس چُھ واریاہ اصٕل جوٗلہٕ۔
سُہ چُھ خطرناک پٲٹھۍ ستاوان۔
یہِ آلہٕ چُھ وٕنہِ تہِ وارنٹی منٛز۔
بہٕ ییٚلہِ تہِ بازر گَژھٕ بہٕ چُھس ٹھیلہٕ سۭتۍ نِوان
اسہِ ووت یوٗت کال پیاران، وۄنۍ مہِ کر اسہِ نا امید۔
اسہِ چُھ شہر کِس ٲخرس پٮ۪ٹھ مٲدان۔
محترمہ، بہٕ تُلا تُہُنٛد بیگ؟
ٲسۍ کَرو نہٕ پنٛنٮ۪ن سڑکن پٮ۪ٹھ آگاہ جماعتہٕ برداشت۔
بہٕ ہٮ۪کہٕ نہٕ مٔزیٖد کانٛہہ تہِ بکواس ژٲلِتھ
أسۍ یِمو کِرٛسمس کہِ دۄہ برٛونٛہہ۔
تِم ٲسۍ درٛۄجرَس مُتعلِق کَتھ باتھ کَران
طوٗفانن منٛز گوٚو لگ بگ وُہن ساسن لُکن جٲنی نۄقصان
اسہِ چُھِ بوڈ امتحان بروٚنہہ زٕ اِبتِدٲیی اِمتِحان۔
تِم چھِ جان خٕدمات فراہم کران۔
بہٕ چُھس نہٕ شرابس ترجیح دِوان۔
فوجن کوٚر دُشمَنس پٮ۪ٹھ حملُک اعلان
اسہِ چھِ یتھ کُٹِھس منٛز زٕ پکھٕ ضٔروٗرت۔
مہربٲنی کٔرِتھ کٔرِو نموٗنن ہُنٛد مُعٲینہٕ۔
بہٕ چُھس اکثر گاف کٕلَب گَژھان
مےٚ بوٗز سُہ زبٲنی۔
رِتیشس چھِ پریٖتی ہٕنٛز سخت نفرت
پارلمنٛٹس منٛز گوٚو زبردست بحث
یہِ کٔمۍ سٕنٛز کِتاب چھےٚ؟
بستہٕ کیازِ چھےٚ اَتھس پیٚٹھ بَڑان؟
تَسٕنٛدِس خٲرِج گَژھنَس پٮ۪ٹھ کوٚر اَسہِ شَرارتُک اظہار
سۄ چھےٚ طِبی پیشہٕ اِختیار کرُن یژھان۔
تِمو کوٚر پنُن پان مُہِم خٲطرٕ تیار۔
مےٚ چُھ پنٛنیٚن جانورن خٲطرٕ اکھ خۄشوُن گان بنوومُت.
اثر دار تصویٖرٕ ہٮ۪کن تُہنٛدِس زبٲنی پیغامس واضح بنٲوِتھ۔
سُہ چُھ ازکل أکِس نٔیِس پرٛوجکٹَس پٮ۪ٹھ کٲم کران۔
مےٚ چُھ یہٕ خاص کٔرِتھ چانہٕ خٲطرٕ اوٚنمُت۔
یہِ چُھ محنٛتہٕ سۭتۍ حٲصِل کرنہٕ آمُت پونٛسہ۔
غزہس منٛز چُھ ٲبی مٮ۪وٕ شٲمِل کرنُک مشورٕ دِنہٕ یِوان۔
سُہ بیٛوٗٹھ کوٚٹھۍ نوٚمرِت کٔنٛڑۍ دۄپھِ پٔتھۍ کِنۍ۔
تٔمِس چُھ سَرٕد ہردٕ چن رٲژن منٛز چکرَس نیرُن خۄش کَران
پُلسہٕ کہِ طرفہٕ لگاتار پرٛژھٕ گٲر کہِ وجہہ سۭتۍ گوٚو سُہ بےٚ خۄد۔
تٔمۍ سٕنٛدِس معاوزَس آیہِ اِنشورَنس کمپٔنی طرفہٕ منظوٗری دِنہٕ
چانہِ نِصٲبی کِتابہِ منٛز چُھ نہٕ کِہیٖن تہِ مذہَبس مُتعلق۔
بَر اوس راتس بنٛد کرنہٕ آمُت
خوٗبصوٗرتی تہٕ محبت چھِ تجریدی
سُہ چُھ آتشَک کہِ علاجہٕ خٲطرٕ ڈاکٹرس گژھان۔
موج چھےٚ اللہ تعالیٰ سٕنٛز ساروٕے کھۄتہٕ بہتریٖن تخلیٖق۔
بہٕ چُھس واریاہ پریشان۔
کُلِس پٔتھۍ کِنۍ چُھ اکھ سۄرُپھ۔
سُہ چُھ برٛوہمِس بُلاکس منٛز روزان
گٮ۪ون والٮ۪ن ہِنٛز جماعت چھےٚ خۄشوٕنِس انٛدازس منٛز گٮ۪وان۔
تٔمۍ لَگٲو ژوٗرَس گوٗلۍ
سُہ چُھ اکھ جان کِھلٲڑۍ تہٕ تدبیٖر کار۔
آلوٗدگی چھےٚ ماحولَس سٮ۪ٹھا نۄقصان واتناوان
یتھ تالاب کِس آبس پٮ۪ٹھ چُھ تیٖلُک تہہ۔
اسہِ پزِ افسر سٕنٛدِ یِنہٕ برٛونٛہہ فٲصلہٕ نیُن۔
تِمن ٲس زینٛنہٕ خٲطرٕ جان اوسط رن ریٹٕچ ضرورت۔
پوٗرٕ مُلکس منٛز چُھ واریاہن رِیاستن منٛز سٔہلاب آمُت۔
کرسی میز تٔھیِو دیوارس سۭتۍ سیود لٲگِتھ۔
تٔمۍ واتنٲوۍ کِتھ تانۍ پٲٹھۍ سٲری پلو بیگس منٛز۔
سبزی خور جاناوارچھِ سبٕز گاسٕہ کھٮ۪وان
پَلو چھِ خۄشٕک گٔمٕتۍ۔
بروٚنٛہِم دوٚر پوٚک تیزی سان۔
مےٚ آو خانٛدرٕ چہِ تقریٖبہِ منٛز سازس واریاہ مزٕ۔
سُہ چُہ سون نوٚو اسوسِییٹ پرٛوفیسَر
یہِ اوس اکھ صحیح معجزٕ زِ أسۍ وٲتۍ وقتس پٮ۪ٹھ۔
سُہ چُھ کِرکَٹس منٛز اَکھ اَصٕل کیچ رَٹن وول
زٕ کھٮ۪نہٕ چمچہٕ اوٹ رلاو۔
چاٹس پٮ۪ٹھ شکلن واٹھ کرنہٕ خٲطرٕ کر تھوڑا گونٛد استعمال
اسہِ چھِ گرم پَلو انٕنۍ۔
تٔمِس اوس ظٲلِمانہٕ مِزاز۔
مےٚ کٔر یتھ ہفتس زیادٕ کٲم۔
تُہۍ کیازٕ چُھو نہٕ اکھ سٕژ مِشیٖن انان۔
مےٚ بوٗزٕکھ زٕ گٮ۪وان
تِمن چھےٚ آمٕژ نُمٲیشہِ منٛز دعوت دِنہٕ۔
تٔمِس چُھ پرٛوٚن رنٛگ۔
میری مٕژروو گاڈِ ہُنٛد دروازٕ۔
جانورن ہُنٛد ڈاکٹر بَنُن چُھ مےٚ وُمرِ ہُنٛد تماہ۔
میون لیپ ٹاپ چُھ میانہِ کمپیوٗٹرٕ کھۄتہٕ واریاہ تیز کٲم کران۔
مےٚ چُھ گوٚد کرنہٕ خٲطرٕ زدٕ کرن واجنہِ مِشیٖنہِ ہِنٛز ضٔروٗرت۔
تِمۍ چھِ ییٚتہِ پیٚٹھٕ مغرِبس کُن روزان۔
یہِ گژھِ آسُن وایرس۔
زُکام کہِ وجہ سۭتۍ چھےٚ تٔمِس نس بنٛد۔
کتابن منٛز تمام زانٛکٲری چھےٚ متنی۔
تاج محل چھےٚ اکھ یادگار عمارت، یۄس شاہ جہانن پنٛنہِ خانٛدارنہِ ہِنٛدِ یاد گارِ منٛز بنٲومٕژ ٲس۔
تتھ مُلکس منٛز آیہِ اکھ نٔو مذہبی تحریٖک وجوٗدس منٛز۔
گیٖتا گووِنٛد چھےٚ اکھ غزلِیہ نظم۔
أسۍ سمکھییہِ بس اڈس منٛز۔
ٹیٖپوٗ سُلطان آو سیٚرِنٛگا پٹنام کِس جنٛگَس منٛز مارنہٕ
واریاہ پھۄکٕہ ڈیوٗنٛگۍ ٲسۍ ہَوہَس منٛز ییٖران
تٔمۍ سٕنٛزِ خوٗبصوٗرتی ہِنٛدِ بےٚ نۄقصیتن کٔرۍ سٲری مُتٲثِر۔
بہٕ وٕشناوٕ کوجہٕ خٲطرٕ ھوڑا شۄربہٕ۔
تٔمِس گوٚو پٔتمہِ رٲژ ہِنٛدِ شَرارتُک ہُریومُت رژھا محسوٗس۔
گرٛیٚٹہٕ وول اوس اکھ سٔخی نفر۔
کوٗر ٲس مہرِنہٕ ہِنٛدۍ پٲٹھۍ پٲرٲوِتھ۔
کَلاس روٗمس منٛز لٔگِتھ چاٹ اوس مُنٲسِب کھٮ۪ن کھۄردَن پٮ۪ٹھ زور دِوان
اسہِ کٔر أکِس قٲبِل جاسوٗس سٕنٛز تقرری یہِ کیس حل کرنہٕ خٲطرٕ
ییٚلہِ بہٕ بوٚٹھس پٮ۪ٹھ گوٚس مےٚ گُزور تتہِ جان وقت۔
تۄہہِ کوتاہ چُھ وزن۔
ژےٚ پزی پنٕنۍ کتھ منطقی دلیٖل سۭتۍ ثٲبِت کرٕنۍ نہ کہِ کرٛٮ۪کھ لاگنہٕ سۭتۍ۔
یُہُس میٖلنو تۄہہِ خۄش قسمتی۔
شیٖشس چُھ وارٕ وارٕ ہیٚوان گۄچر گژُھن۔
أسۍ کَرو نہٕ ٹیٚکسی، أس ہٮ۪کو سہل پٲٹھۍ پٔکِتھ۔
تٔمِس چُھ اپُز وننُک عادت گوٚمُت
سفرُک خاکہٕ اوس مکمل پٲٹھۍ بدلاونہٕ آمُت
بہٕ چُھس حقیقتس منٛز تہِ سونٛچان۔
بچہِ چھِ واریاہ جلدی بڑان
تٔمۍ سٕنٛدۍ اعمال چھِ نہٕ تٔمۍ سٕنٛزن کَتھن سۭتۍ مُطٲبِقت تھاوان۔
مےٚ چھےٚ اپُز ونٛنس سۭتۍ نفرت۔
پارٹی نِشہِ انحراف چُھ یوان غدٲری ماننہٕ
مٲلۍ سُنٛد کار رٹنہٕ پتہٕ بنٮ۪و سُہ اکھ شراب کٕنن وول۔
کیٚنٛہہ کھیٚن چھا ہُریومُت؟
یِم لۄکٕٹ جزیٖرٕ چھِ خاص طورس پیٚٹھ سمندری جہاز کیٚن مُسافِرن ہِنٛدِ خٲطرٕ۔
مٲلِک دی نیہِ ہفتہٕ وٕچھنُک اِجازت۔
تٔمۍ سٕنٛزِ بٮ۪مارِ ہِنٛزٕ علامتہٕ چھےٚ تپھ تہٕ لگاتار خۄشٕک ژاس۔
میون دوس چُھ ہمساے ضِلعس منٛز روزان۔
أسۍ چھِ کٲم کار تہٕ لُطُف الگ مانان۔
یتھ دُکانس چھِ تازٕ خٔزٕر کٕنٕنۍ.
تٔمِس آو تحفہٕ کِس طورس پیٚٹھ نفعُک پرچہٕ دِنہٕ۔
واریاہ تِجارتی فِلمہٕ چھےٚ سخت تشدُدس پیٚٹھ مبنی آسان۔
ییٚمہِ آیہِ تمہِ پنُن پان پیش کوٚر سُہ اوس پٔزۍ پٲٹھۍ متٲثِر کرن وول۔
مُفتس منٛز اژنہٕ خٲطرٕ کوٚر تٔمۍ مُحافِضس کُن اِشارٕ
تِمن پیوٚو پیارنٕکِس کُٹِھس منٛز أکِس گٲنٛٹس بِہُن۔
تٔمِس اوس چمروٗ کوٹھ لٲگِتھ
بالُک سرٕد واو اوس ہَوہس تازٕ تھاوان۔
تٔمِس گوٚو سورُے جاداد نارٕ بُزۍ۔
مےٛ وٕچھ پہاڑ کِس تینٛتٲلِس پٮ۪ٹھ ریٚہہ۔
بہٕ چُھس یژھان یہٕ ژوٗنٛٹ ژٹُن۔
تٔمۍ رنہِ رلہٕ مِلہٕ سبزِیہِ۔
یہِ ٲس اکھ تصوُر نٮ۪بر تقریٖب۔
تِم آسن سانہِ کمپٔنی خٲطرٕ فٲیدٕ منٛد اِضافہٕ
تفتیٖشی اجنسی کٔرۍ تٔمۍ سٕنٛدۍ اثاثہٕ ضبط۔
اسہِ چھِ پنٛنہِ برادری ہِنٛدِ طرفہٕ واریاہ حمایت میلان۔
مۄختہٕ ژھانٛڑنہٕ خٲطرٕ دِژ تٔمۍ سمنٛدرس منٛز وۄٹھ۔
بیٚنیٚن درمِیان اوس اَکھ محبتی رِشتہٕ
زمیٖن دٲری چھےٚ واریاہو پرٛانیو طٔریٖقو کرنہٕ یِوان۔
گاڈِ ہِنٛدۍ سامان آیہِ گیراجس منٛز جوڑنہٕ
بٮ۪مارٮ۪و نِشہِ بچاو پان
ہم آہنٛگی منٛز واپس یُن اوس جان۔
تٔمۍ اوٚس نہٕ کیٚنٛہو دۄہو پیٚٹھٕ سرٛان کوٚرمُت تہٕ اوسُن ہیوٚتمُت گٲنٛز لد گژُھن۔
تِمن ہُنٛد باغ چُھ ہمیشہٕ اصٕل پٲٹھۍ آب پٲشی کٔرِتھ آسان۔
گاڑِ ہیٚژٕن حرکت گژٕھنۍ۔
تٔمۍ کوٚر رب سٕنٛدِس شانس منٛز حمد تہٕ ثناہ
بہٕ چھَص کھہس نگرٲنی کران یُتھ نہٕ چاروٲیی اژَن
قبٲیلی تنظیمہِ پیٚٹھ آو سیٚٹھا زور دِنہٕ۔
یہِ چھےٚ پٔتۍمہِ رٮ۪تٕچ چِٹھۍ۔
أسۍ گٔیہِ أکِس سرایہِ منٛز تہٕ کوٚر آرام۔
وارہاہ لوٗکھ چھِ ناوِ منٛز دریاوس اپور تران۔
سُہ گوٚو اچانک خانٛدرَس منٛز ظٲہِر
سُہ اوس دور اندیش سربراہ۔
باسان چُھ زِ یہِ پٲداوار چُھ کھیوٚن لایق۔
بہٕ چُُھس فِلاسفی منٛٛز ماسٹٔرس کرُن یژھان۔
1983 یِچ دچھِ ہِنٛز فصٕل ٲس سٲروٕے کھۄتہٕ بہترینو منٛزٕ اکھ۔
سُہ اوس تمیز طریقہٕ وول تہٕ ٲسٕس واریاہ کم نظر گُزرِ ہِنٛز ضرورت۔
بٲژ زٕ گٔیہٕ الگ تِکیازِ تِم ٲسۍ نہٕ اکھ أکِس سۭتۍ مُوٲفِق۔
فلم چُھ أکِس وکیٖلس مُتعلق یُس رامہٕ ہوٗنۍ سٕنٛزِ شکلہِ منٛز تبدیل گژھن وول بنان چُھ۔
ڈاک خانس منٛز ٲس زیٖٹھ لٲن۔
یمہِ مُقام پیٹھٕ زٕ قدم برونہہ چھےٚ سمکٕھنٕچ جاے۔
تٔمۍ سٕنٛز وفٲدٲری چھےٚ شکہِ نٮ۪بر۔
بہٕ چُھس یژھان یہِ ویڈیو گیم گِنٛدٕنۍ۔
مدِ مقابلن دِیُت ساس رۄپیہِ تس نفرس ییٚمۍ تٔمۍ سٕنٛدِس حقس منٛز زتجی ووٹ دیٛاونٲوۍ۔
ییٚلہِ تِم گرٕ وٲتۍ سُہ اوس موٗدمُت۔
سر سبٕز گاسہٕ چرایہِ منٛز چُھ ساسہٕ وادن کَٹن ہُنٛد نظارٕ سخت مٲیِل کرن وول۔
یہِ چُھ تٔمۍ سُنٛد قلم
کانٛہہ تہِ ہیٚکہِ نہٕ سکوٗل کِس احاطس منٛز اجازت ورٲے أژِتھ۔
نَو لُکھ یِن شام کِس بَتس پٮ۪ٹھ۔
اِمتِحان سپداونہٕ پتہٕ چھیٚچ تٔمۍ پنٕنۍ کتاب ہَوہس منٛز۔
تِم چھِِ بستہٕ کھالن وول مواد اِستعمال کران۔
تِم پیارییہِ افراتفری مۄکلٕنس۔
سانہِ کالجُک صَحن چُھ واریاہ بوٚڈ
موٹر سائیکل چلاوان وٲلۍ تُل پنُن نقاب۔
تٔمِس چُھ موٚدُر کھٮ۪ن کھیوٚن خۄش کران۔
ییٚمۍ مسلن چھِ تحقیق کرن وٲلۍ ؤرۍوادو پٮ۪ٹھٕ پریشان کٔرۍمٕتۍ۔
تٔمی روٚٹ درس ییٚمہِ سۭتۍ سُہ اِمتِحانس منٛز پاس گژھِ۔
سُہ چُھ أکھ رٔدی نَفَر۔
یتھ کھٮ۪نس منٛز چھِ ضروٗری وِٹامن تہٕ معدنیات۔
کلعُک دروازٕ چُھ لٔکرِ تہٕ شیٚشترُک بنیومُت
تٔمۍ سُنٛٛد دانہٕ کُٹھ اوس فضوٗل چیٖزو سۭتۍ بٔرِتھ۔
تٔمۍ سُنٛد بوے چُھ لۄکچارٕ پٮ۪ٹَھے یاوٕ۔
تِہُِنٛز ناو پٔھٹ أکِس عجیب حٲدِثس منٛز۔
سُہ اوس سخٕت بۄچھِ سٕتۍ مَران۔
سُہ چُھ میٛٲنبِس بٲے سٕنٛدِ کارُک شٔریٖک۔
یہِ چُھ نہٕ دوٗر ؛تُہی ہیٚکِو پیدل گٔژِھتھ تور وٲتِتھ۔
کمیٹی چھےٚ تتھ علاقس منٛز فلاے اوورٕچ راے دِژمٕژ۔
تٔمۍ چھِ پنُن دُشمن مارنہٕ خٲطرٕ کیٚنٛہہ لُکھ لٲگِتھ تھٲویمٕتۍ۔
افریٖکہ چُھ اکھ بوٚڑ برصٔغیٖر
سُہ چُھ واریاہَو ؤرۍیَو پٮ۪ٹھٕ سانہِ مالُک خٔریٖدار
أسۍ ٲسۍ ہٮ۪کان کِرکٹ میچُک سُکور بوڑَس پٮ۪ٹھ وٕچِھتھ
تۄہہِ ٲسٕو خبر زِ تُہۍ ہیٚکِو اتھ تبدیٖلی أنِتھ۔
تٔمِس آو ونٛنہٕ زِ سۄ کٔرِن جُرمانہٕ ادا، مگر تٔمۍ کوٚر تسلیٖم کرنہٕ نِش اِنٛکار۔
سٲنِس سماجس منٛز چُھ وٕنہِ تہِ لڑکس تہٕ کورِ منٛز فرق کرنہٕ یِوان۔
یہِ ثٲبِت کرنہٕ خٲطرٕ چھےٚ تجرُباتن ہِنٛز ضروٗرت۔
سۄ چھےٚ کِرٛہنِس کپرَس سوٗٹ سُوان
یہِ اوس تٔمۍ سٕنٛزِ زنٛدگی ہُنٛد واریاہ مُشکِل وقت۔
تٔمۍ سٕنٛزِ نرِ اوس ورم کھوٚتمُت۔
سِیٲسی جمہوٗریتٕکۍ نِشان ٲسۍ جلدٕے موٗلہٕ کڑنہٕ آمٕتۍ۔
صنٛدوٗق چُھ پلوَو سۭتۍ بٔرِتھ۔
اسہِ چھےٚ ترٛےٚ مادٕ بیٛارِ۔
کٲنٛسہِ تہِ چھےٚ نہٕ خبر سُہ کتہِ پیٚٹھٕ چُھ آمُت۔
أسۍ چھِ زیادٕ تر آتھوارِ دۄہ ٹی وی وٕچھان۔
یہِ سامان چُھ سانہِ دفتَرُگ تازہٕ تٔریٖن ہُرٮ۪ر
نٔو مِشیٖن چھےٚ نہٕ صٔحیٖح پٲٹھۍ کٲم کران۔
مےٚ آو پٔزۍ پٲٹھۍ چٲنِس دعوتس منٛز مزٕ۔
پانٛژِ ؤری کھۄتہٕ کم بچہِ چھِ گاڑٮ۪ن تہٕ ریلن منٛز عموٗمن مُفت سفر کران۔
سُہ چُھ نیہِ انٛداز کہِ پۄشاکُک شوقین۔
تٔمۍ سُنٛد پرٛٮ۪تھ جایہِ رسوٗخ کوٚر پوٗرٕ خانٛدانن محسوٗس۔
سُہ چُھ ؤری کِس دٔیمِس حِصس خٲطرٕ واریاہ اصٕل پٲٹھۍ تیار۔
چایہِ کیٚٹٕل چھےٚ گرم آبہٕ سۭتۍ بٔرِتھ۔
ڈاکٹرن ہُرٲو صحیح اعلاج کٔرِتھ بٮ۪مار سٕنٛز زِنٛدگی کیٚنٛہ دۄہ۔
سُہ اوس ساروٕے کھۄتہٕ زیادٕ لایق کھِلٲڑۍ۔
تمہِ کوٚر گاڑِ موڑ تہٕ گٔیہِ واپس گرٕ۔
بہٕ چَھس ونٛدَس اتھٕ پنٛجہِ لاگان
ییٚلہِ مےٚ پُلیٖس انٛنٕچ کوشِش کٔر تٔمی دِژ مےٚ دھمکی۔
تٔمۍ دِیُُت دروازس اتھٕ سۭتۍ ٹاس۔
اکبَر سُنٛد بَہَژ اوس سَزاے موتَس خٕلاف
ژٕ ہیٚککھٕ ٲلوٕ توٗلِتھ؟
سٔہلاب سۭتۍ مُتٲثِر گٔمٕتۍ علاقہٕ چھِ پوٗرٕ پٲٹھۍ تباہ گٔمٕتۍ۔
مےٚ ہوو بٔلۍ زِ بہٕ چُھس اتھ تجویٖزِ منٛز دِلچسپی تھاوان.
تِمو چُھ کٔنٛڈۍ تارِ ہُنٛد جنٛگلہٕ بنوومُت۔
یوٗتاہ فضوٗل آسُن چھےٚ منٛدچھ۔
سُہ چُھ پنٛنیٚن دوستن پتہٕ دیوانہٕ۔
أکِس مٲہِر لکھٲرۍ سٕنٛز تعریٖف چھےٚ تٔمۍ سُنٛد منٲسِب لفظن ہُنٛد اِستعمال کرنٕچ صلٲحیت۔
تُہۍ کیاہ چِھو پران۔
ییٚمہِ پیٚسلُک قۭمت کیاہ چُھ ؟
لٔڑکہٕ اوس سایکلس پیڑل دی دی تھوٚکمُت۔
شُریٚن آو ونٛنہِ زِ تِم کٔرِن اکھ أکِس دکہٕ دیُن بنٛد۔
سُہ چُھ رژھِ رژھِ تفصیٖلہِ سنان۔
تِم ٲسۍ زبردست لڑایہِ گٔرۍ۔
فقیرس چھِ گامس منٛز واریاہ مانن وٲلۍ لُکھ۔
مےٚ أنۍ سالہٕ خٲطرٕ پنٛٛژہ پیالہٕ۔
کُل لاگت وٲژ زٕ ہَتھ تہٕ پنٛژہ رۄپیہِ
تٔمِۍ سُنٛد مقصَد چُھ ڈاکٹر بَنُن
سُہ چُھ شوقہٕ کِس طورس پیٚٹھ بانٛٹہٕ سوٚمبراوان۔
سُہ چُھ دۄہس منٛز واریاہن تموکھ کٕنن والیٚن نِش گژھان۔
یتھ مکانس چُھ تقریٖباً شیٹھ لچھ قۭمت۔
گاڈٕ ہٲنٛزن چھےٚ یِوان ہدایت دِنہٕ زِ تِم گژھن نہٕ واوٕ وِزِ سمندرس منٛز گژٕھنۍ۔
اسہِ کٔر کَتھ کَم کَم کَرٕنۍ تہٕ ٲخٕر ترٛٲو بِل کُلٕے کَتھ کَرٕنۍ
تٔمِس چھےٚ درمِیٲنی درجِچ آمدٔنی۔
تٔمۍ سُنٛد حملہٕ اوس حکوٗمتس پٮ۪ٹھ طنٛز۔
چپرٲسۍ چُھ پنٕنۍ کٲم واریاہ ایٖمان دٲری سان کران۔
حُکوٗمت کِس نِظامس چھےٚ نوِ سرٕ تشکیٖل دِنٕچ ضٔروٗرت۔
پننہِ ٹِکٹہٕ رَٹھ
تِہِنٛز پالسی چھے بدلیمٕژ، تِمو وجہوہاتو کِنۍ یِم غٲر واضح چھِ۔
تحقیٖق کَرن وٲلۍ چھِ اکثر تٔمۍ سٕنٛزِ کامہِ ہُنٛد حوالہٕ دِوان
مےٚ چُھ پنُن سورُے گِنٛدنُک سامان کِٹ بیگَس منٛز تھوٚومُت
جمٲعژ ہِنٛدٮ۪و کارکُنو چُھ اکہِ بڑِ جلسُک اِنتِظام کوٚرمُت۔
مےٚ چھےٚ سمٲجی کامین منٛز شِرکت کرٕنۍ خۄش کران۔
سۄ چھےٚ مےٚ سٮ۪ٹھا ٹٲٹھ۔
یتھ صابنہِ چُھ واریاہ پوٚس کھسان۔
تٔمِس چُھ خراب مِزاز۔
تٔمۍ گیوٚو اکھ خوٗبصوٗرت گٮ۪وُن۔
"بکواس مہ کر، ""تمہِ ووٚن تیزرٕ سان۔"""
ژٕ ہٮ۪کَکھ نہٕ بُڑٕ ہوٗنِس نوِ ترکیٖب ہیٚچھنٲوِتھ۔
ژٕ ہٮ۪ککھٕ تٔمۍ سٕنٛز لِکھٲے پٔرِتھ؟
ییٚمہِ عمارتہِ ہِنٛز لاگتھ چھےٚ واریاہ درٛوٚج۔
سُہ چھُ اکھ زنٛدٕدِل اِنسان
عام طور چُھ سُہ پنٛنہِ کامہِ بسہِ منٛز گژھان۔
مِشیٖنن ہُنٛد نۄقُص معلوٗم کرن وول چُھ نہٕ مسلہٕ معلوٗم ہیٚکان کٔرِتھ۔
اسہِ چھےٚ زِنٛدٕ روزنہٕ خٲطرٕ آکسیٖجنٕچ ضروٗرت۔
رامَن دیُتھ تٔمِس کارٕبار سمبالنُک اِختیار
تٔمِس چھِ ویٚٹھۍ گَل
رمنٕن ذہانت بحیثیت ساینسدان چہِ پوٗرٕ دنیاہس منٛز مُنفرد
موٚزوٗرن چھےٚ معموٗلی موٚزوٗرۍ میلان۔
گُریٚن ہِنٛدِ دورنُک مٲدان چُھ دہ میٖل دوٗر۔
نَیہِ گاڑِ سۭتۍ دِتِکھ نہٕ اسہِ کِہیٖن تہِ علاوٕ چیز سۭتۍ۔
۷٠ فی صدی لگاونہٕ آمٕتۍ مِزایِل واتن نِشانس پٮ۪ٹھ۔
میانہِ ماجہِ چُھ اکھ مۄلہٕ وول ہار۔
عدالت گژھنہٕ برٛونٛہہ آیہِ مُلزِمن ۂتھیار نِنہٕ۔
کامہِ پیٚٹھ بد سلوٗکی سان پریشان گژھنہٕ پتہٕ کٔر تٔمۍ خودکشی۔
یہِ چُھ اکھ مادٕ یُس تکلیف دِنہٕ واجنہِ بستہٕ چُھ کھالان۔
دانِیُک پٲداوار گوٚو زبردست روٗدٕ سۭتۍ تباہ۔
فریٖزرس منٛز چھِ چیٖز سخت گژھان
اِجلاسٕچ کاروٲیی گٔیہٕ نہٕ وٕنہِ تیار۔
ونس منٛز آو اکھ عجیٖب جانور لبنہٕ۔
ہجوم کیو کینٛہو نفرو دِیُت نعرٕ، 'زنده باد امن، زنده باد۔'
سۄ ٲس راتھ واریاہ پریشان۔
ہمساے مُلک چُھ کثیٖر طورس پیٚٹھ آباد۔
تِمو زٲلۍ سٲری پرٛٲنۍ کاغزات
پرٛوجیکٹ واتہِ ییٚمہِ دٔہِل کِس ٲخرس پٮ۪ٹھ انٛد، لحاظا لگنس دَہہ ؤری
اسہِ چھےٚ تالوَس رنٛگ کرنٕچ ضٔروٗرت۔
تٔمۍ سٕنٛزن کتھن چُھ سنٛجیٖدٕ معنی۔
بہٕ ہٮ۪کہٕ نہِ امہِ پرٛژِ ہُنٛد جواب دِتھ۔
یہِ چُھ اکھ واریاہ بوٚڑ آلہٕ۔
افسَرس اوس اختیار بخشٕنہٕ آمُت۔
تِمو ووے نژن والیں ہِنٛدِ خٲطرٕ اکھ تال۔
تٔمۍ چُھ شَراب چٮ۪تھ پَنُن پان بےٚ خۄد کوٚرمُت
تٔمۍ ترٛوو رَس موٚٹراونہٕ خٲطرٕ ٲٹۍ رژھا۔
تٔمۍ سٕنٛزِ آواز ٲس فونس پٮ۪ٹھ ژھیٚنان۔
مُلزِم آو اِزام نِش بٔری کرنہٕ
سُہ چُھ پُلیٖس افسر سٕنٛدِس طورس پہیٚٹھ مشہور۔
فُٹ بال لَگاوو ہیوٚر ہَوہَس منٛز
ہندوستانس چھِ 26 صوٗبہٕ۔
مےٚ چُھ پننہِ ملکہٕ خٲطرٕ حقیٖقی محبت
سۄ چھےٚ واریاہ کنٛجوٗس۔
ہُشارٕ جمٲعژ کٔڑۍ تِم نفر کھکھرِ نٮ۪بر۔
سڑکہِ پٮ۪ٹھ کم گاڑِ آسنہٕ کِنۍ چُھ ٹرٛیٚفِک آسٲنی سان پکان۔
باغس منٛز گنٛٹہٕ واد گزارنہٕ پتہٕ کوٚر مےٚ فٲصلہٕ گرٕ کُن گژھنُک
کٔشیٖرِ منٛز چھےٚ سٮ۪ٹھا زیادٕ قۄدرٔتی خوٗبصوٗرتی
تِہنٛزِ کامہِ گژھِ پرٛتھ ہفتہٕ معائنہٕ کرنہٕ یُن۔
اَسہِ چُھ حِساب کَرُن زِ سٲنِس سفرَس کوتاہ خرچہٕ لَگہِ
سانہِ یوٗنورسٹی چھِ واریاہ شعبہٕ۔
تتہِ اوس اکھ تُلرِ اول۔
تٔمۍ دیُت پنُن بیان ژھوٚٹ پٲٹھۍ
جَلاے وطن شٲعِرَن مٔنٛج چَھپَن جاے
ڈاکٹر چُھ پنٛنیٚن مریٖضن سۭتۍ واریاہ صبر کران۔
سماجِکۍ ہیٚرمہِ درجٕکۍ طبقٕکۍ چھِ بٔنمہِ طبقہٕ کٮ۪ن لوٗکن ہٕنٛدٮ۪ن مسلن نِشہِ بےٚ خبر آسان۔
تٔمۍ کٔر سوزنہِ کامہِ خٲطرٕ واریاہ زٲوِج سٕژن اِستعمال۔
سُہ چُھ واریاہ خۄشکیٖل
اسہِ أنۍ زٲوِجہِ سٕژنہِ کامہِ دار پردٕ۔
تِمو کوٚر سون فٲصلہٕ منظوٗر
تٔمِس آیہٕ جہاز کہِ پٔتۍمہِ طرفہٕ بیٚہنٕچ جاے دِنہٕ۔
یہِ چُھ عموٗدی طورس پیٚٹھ حرکت کران۔
حالانٛکہِ سۄ چھےٚ واریاہ غٔریٖب، مگر تٔمۍ چُھ نہٕ پنُن وقار ترٛوومُت۔
مےٚ کٔر راتھ أکِس گٮ۪وَن محفِلِ مںٛز شِرکت
غلط جایہِ گٲڑۍ تھاونس پٮ۪ٹھ اوس تس جُرمانہٕ دیُن پہوٚمُت۔
تٔمۍ کٔر پنٛنِس پیشَس منٛز واریاہ جلدی ترقی
تٔمۍ کوٚر پنُن خانٛدر یُہُس منسوٗخ
مےٚ چُھ اکہِ سالُک اِنتظام کرُن۔
کینٛژو کھیٚنو سۭتۍ چُھ تس کلہٕ دود وتھان۔
دھماکس منٛز آیہِ ژۄداہ نفر مارنہٕ۔
یہِ لفظ چُھ نہٕ عام اِستعمالس منٛز۔
تۄہہِ چَھو پوٗرٕ زانٛکٲری دِنٕچ ضٔروٗرت
أسۍ نیرو نہٕ تٔمۍ سٕنٛزِ غٲر حٲضری منٛز
تٔمِس چُھ نِظام بدلاونُک اَکھ خیٲلی نظریہٕ
ژےٚ ووٚٹتھٕ پنُن سامان ؟
تٔمِس چُھ پنٛنِس موضوٗعس پٮ۪ٹھ ٹھیٖک علِم۔
یُس تہِِ کانٛہہ تِم ژارن، اسہِ پزِ ت،ہُنٛد فٲصلہٕ قبوٗل کرُن۔
تٔمِس ٲس بٕتھِس پٮ۪ٹھ مایوسی۔
گاڑِ ہُنٛد کٔلیٖنَر چُھ سَوارٮ۪ن کِرایہٕ رَٹان
تٔمۍ ووٗن لیسہِ دٔنٛدرِ دار میز پوش
یہِ چُھ میون ذٲتی مسلہٕ۔
شُرۍ ٲسۍ کٕلییَس مُختٔلِف شکلہٕ بناوان
ِ تٔمۍ سٕنٛدۍ ظٲہری طور معصوٗم سمجٕنہٕ یِنہٕ والیٚن تبصُرس منٛز اوس کٔھٹِتھ معنی۔
سون ترجمہ کار اوس واریاہ بہتریٖن تہٕ سیٚٹھا مدد گار۔
تٔمۍ چُھ موجودٕ تعٲلیٖمی نِظامس پٮ۪ٹھ تنٛقیٖدی نظریہٕ پیش کوٚرمُت۔
تٔمۍ دِتۍ نہٕ تٔمِس صٔحی تفصیٖل تہٕ تُلنَس بَروسُک غلط فٲیدٕ
یہِ چُھ قۭمتس مُقابلہٕ معیارُک سوال۔
پُلسہٕ وول آو کٔڑِتھ ژٕھنٛنہٕ ییٚلہِ زن شکایتٕچ آیہِ تحقیٖقات کرنہٕ۔
کھین اوس پٔزۍ پٲٹھۍ مزٕدار۔
تِمو کوٚر اکھ نوٚو چیز بازرس منٛز پیش۔
مےٚ چھِ ٲنٛٹ کٔڈِتھ خٔضٕر کھیٚنۍ خۄش کران
خطہِ سرطان چُھ ہنٛدوستان کہِ مٔنٛزمہِ حِصہِ کِنۍ نیران۔
جَجن کوٚر پنٛنِس چیمبَرس منٛز ؤکیٖلن سۭتۍ بَحژ
پنُُن پان تھٲیِو اصٕل پٲٹھۍ تیار۔
طٲلبہِ عٔلمو ہیٚژ تحریر پرٕنۍ۔
تٔمۍ ووے بِگُل واریاہ اصٕل پٲٹھۍ۔
اِمتِحانٕکۍ تٲریٖخو بدلوو سون سفرُک منصوٗبہٕ
میٛون زاے دۄہ چُھ أزۍ کہِ پٮ۪ٹھٕ صِرِف اَکھ ہفتہٕ دوٗر
ژوٗرن نیوو مُسافِرس تھپہِ سامان۔
بادشاہ باے وکٹورین کوٚر 1837 پٮ۪ٹھ 1901 تام برطانیاہس پٮ۪ٹھ راج۔
وَنس منٛز ٲس اکھ رامہٕ ہوٗنۍ نژان۔
تٔمۍ سُنٛد ساروٕے کھۄتہٕ بوٚڑ خوف اوس زِ تس گژھِ نوکری اتھٕ۔
تتھ بازرَس منٛز چھِ لگ بگ سٲری چیٖز دٔستِیاب
تٔمۍ سُنٛٛد یَزار چُھ پرٛون گوٚمُت۔
سہ مُہِم یُس ناکام سپدیٛیہ آیہ اخبارس دنہٕ
رام چُھ علاوٕ رۄپیہِ بینٛکَس منٛز تھاوان
تٔمۍ گِلنٲو پنٕنۍ شمشیر ہَوہس منٛز۔
شَرارتہٕ سۭتۍ گوٚو تٔمۍ سُنٛد بُتھ خوف ناک
ژوٗرِ اوٚنمُت مال کس چُھ نہٕ خۄش کران؟
پٲکِستانس منٛز آیہٕ اَکھ بٔڑ ٲیِنی تبدیٖلی انٛنہٕ
مےٚ لٔب سڑکہِ پٮ۪ٹھ اکھ سۄنہٕ سٕنٛز وٲج۔
دماکہٕ پتہٕ آیہِ ترٛےٚ افسر مٲدانس منٛز۔
میٛٲنۍ گٔر چھےٚ پرٛٮ۪تھ ژوٚوُہہِ گٲنٛٹہِ پتہٕ زٕ مِنٹ پتھ گژھان۔
مےٚ دِژٕے تٔمِس سالَس یِنہٕ خٲطرٕ دعوت
راتہٕ پٮ۪ٹھٕ چھےٚ میٛٲنۍ أچھ ہُنیمٕژ۔
تٔمۍ سٕنٛزِ غدٲری کِنۍ ترٛٲو سۄ پنٕنۍ مٲلۍ قٲد خانس منٛز۔
ڈَبَس منٛز اوس اَکھ پُھٹمُت پیٛالہٕ
رومی سٕنٛزِ زنٛگہِ چھےٚ سخت دگ۔
أسۍ چھِ سڑکہٕ بناونہٕ باپتھ تار کول اِستعمال کران۔
رنٛگُک اکھ نوٚو پھش ہیٚکہِ أکِس کُٹِھس ہَیت بدلٲوِتھ۔
یہِ کٲم ہیٚکہِ تٔمۍ سٕنٛدِ خٲطرٕ نوٚو نظرِیہٕ کھوٗلِتھ۔
تِٕ چھِ ہونیٚن تربِیت دِنٕچ کوٗشِش کران۔
مےٚ کٔر سۄ جہازس منٛز گَژھنہٕ خٲطرٕ تیار
تٔمۍ کٔر تھرٕ تھرٕ واجنہِ آوازِ منٛز کتھ۔
سٲرِسٕے راتس تٔھٲو مےٚ بٮ۪مار بَچس نظر۔
خٲنٛدٲنۍ جٲدادس پٮ۪ٹھ گوٚو دۄن باین درمیان تضاد۔
مُمکنہٕ خریٖدار گٔیہِ نیٖلٲمی خٲطرٕ جمع۔
مےٚ چھےٚ پنٕٛنین خیالن ترتیٖب دِنہٕ خٲطرٕ کیٚنٛہہ وقتٕچ ضٔروٗرت۔
برٛوشرس منٛز چھِ مشیٖنہِ چلاونہچہِ دٔلیٖل دِتھ
سۄ ٲس نہٕ میٛانہِ مشور سۭتۍ پوٚرٕ پٲتھۍ مُطمعیٖن۔
تِمو کوٚر د۔ریاو بٔٹِھس انٛدٕ ونٛدٕ گشت۔
مہربٲنی کٔرِتھ کر اقتباسُک ترجمہٕ۔
زیادٕ تر لٔڑکہٕ چھِ پاک دامن کورٮ۪ن سۭتۍ خانٛدر یژھان کرُن۔
تٔمِس چھےٚ نہٕ کتھ کرنٕچ قوت روٗزمٕژ۔
موسیٖقی چھےٚ اصٕل لَے تہٕ جوش۔
صُبحٕکِس کھٮ۪نس منٛز گژھِ صِرف تازٕ ژوٚٹ کھیٚنۍ۔
أنِلن کٔرآی آی ٹی کانپوٗر پٮ۪ٹھ گریجویشن
بہٕ کَرَے ژےٚ سٹیشن پٮ۪ٹھٕ پنٛنہِ روانگی بروٚنہہ فون۔
سُہ چُُھ ہِنٛدُستٲنۍ سِفارت خانس منٛز کٲم کَران
تٔمِس میلییہِ نوکری قٲبِلِیتس پٮ۪ٹھ۔
کٲنٛسہِ فنٛڈِنٛگ ایٚجنٛسی چُھ ییٚمہِ تحقیٖقی منصوٗبَس اِمداد کَرٕنۍ
تِم چھِ دچھہِ باغس منٛز کٲم کران۔
تٔمِس ہیٚکہِ نہٕ کٕہیں نہٕ مُقابلس منٛز حِصہٕ نِنہٕ نِش رُکٲوِتھ۔
مےٚ چُھ باسان زِ ژےٚ پزی پنٛنِس مُستقبِلس مُتعلق سونٛچُن۔
کیٚنٛہہ باقٕے تقریٖبہٕ شٲمِل کرنہٕ خٲطرٕ چُھ سفر بڑاونہٕ آمُت۔
شمع گاشن بڑٲو تٔمۍ سٕنٛز خوبصوٗرتی۔
بٔنٛدوٗقَن ہِنٛز آسٲنی سان دٔستِیٲبی چھےٚ تٔھدِس پیٚمانَس پٮ۪ٹھ پھٲلَن والِس تشدُدَس ذِموار
بہٕ تھوا یِم سٲری چیٖز واپس طاخچس پٮ۪ٹھ؟
مےٚ چھِ ژور چاکلیٹ۔
پُلسُک صدر دفتر چُھ میٛٲنِس گرس نزدیٖک۔
ژرِ بنوو اکھ خۄشوُن اول۔
سُہ چُھ ژوٗرٕ نظرٕ دِوان۔
میٛون مول چُھ فوجس منٛز کرنل
سخٕت سٔہلابہٕ سۭتۍ پیوٚو کٔدٕل ؤسۍ۔
سُہ چُھ اَکھ شَرٲرتی نَفر
یہِ وصیت ٲس تٔمۍ سٕنٛدِس بٕجرس منٛز تیار کرنہٕ آمٕژ۔
ژٕ ہٮ۪کَکھ میانہِ دارِ کِنۍ اکھ خۄشوُن نظارٕ وٕچِھتھ۔
تٔمۍ انہِ تُجہٕ بناونہٕ خٲطرٕ ژِنہِ
مریٖض چُھ وُنہِ تہِ نظر انٛدٲزی منٛز۔
دفترس منٛز ٲسۍ صِرِف پانٛژ نفر۔
ساسہٕ بٔدۍ جنگی قٲدۍ آیہِ یلہٕ ترٛاونہٕ۔
یہٕ تماشہٕ چُھ بۄٹُن دَباونہٕ سۭتۍ چَلان
مےٚ دِ میٖٹنٛگ ہٕنٛز پوٗرٕ تفصیٖل
کچھوٕ چُھ دور زینان ییٚلہِ زن خرگوش چُھ شیٚنٛگِتھ آسان۔
ٲرکہٕ سۭتۍ ٲسۍ تٔمۍ سٕنٛدۍ پَلو أدٕرۍ گٔمٕتۍ۔
سۄ چھےٚ پاگل۔
گٲمس چھےٚ تُہنٛزِ مددٕچ ضروٗرت۔
بہٕ چُھس نٔہٕ چایہِ منٛز مٔدریر ترٛاوان۔
زٕ تقریٖبہٕ آسہٕ اَکی ساتہٕ اَوَے پیٚیہِ اسہِ اکھ ترٛاوٕنۍ
سُہ سمکھیٛوو مےٚ اچانک ریلوے سٕٹیشنَس پٮ۪ٹھ
بیٖروٗنی اِمتِحان ہیٚنہٕ وول اوس واریاہ سخٕت۔
أسۍ ساروٕے تُج روازس کُن دور۔
اسہِ کوٚر گامس منٛز والدینن ہُنٛد معاینہٕ۔
بڑوٕنۍ فضائی آلودگی چھےٚ اوزون کہِ تہہ کہِ ختم گژھنٕچ ساروٕے کھۄتہٕ زیادٕ امکٲنی وضاحت۔
مےٚ چھےٚ تمہِ کُٹھِ خٲطرٕ ٲٹھ کُرسِیہٕ ضٔروٗرتھ
یہٕ ٲس کایِنٲتی پیمانس پٮ۪ٹھ اکھ بٔڑ تبٲہی۔
ژٕ ہٮ۪ککھٕ یہٕ پٕھٹمٕژ کُرسی شیٖرِتھ
بہٕ گوس واریاہ خۄش ژٕ وٕچِھتھ۔
تٔمۍ کٔوٚر صٔحی زِ سۄ ترٛاوِ نوکری۔
تٔمۍ ترٲو شیٚنٛگِتھ بچَس پٮ۪ٹھ کمل۔
بیول زیٚوِ کیٚنٛہن دۄہن منٛز۔
بہٕ چُھس پنٕٛنہِ ماجہِ لول بران۔
تٔمِس چھےٚ نیہٕ گاڑِ ہِنٛز خٲہِش۔
ٹیٚکسٕچ ادایگی نہ کرنس پیٚٹھ أسۍ تٔمۍ سٕنٛز مِلکیت ضبط کرنہٕ آمٕژ۔
یہِ چُھ پٔزۍ پٲٹھۍ واریاہ اہمِیت تھاوان۔
تٔمۍ نژنٲو پنٕنۍ بٲزۍ گٔری ہِنٛز لوٗر تہٕ اکھ خرگوش گوٚو ظٲہِر۔
ژٕ ہٮ۪کَکھ جِسمٕچ مٲلِش کٔرِتھ
"سالانہ جنٛگی کاروٲیی خٲطرٕ ورزِشہِ منٛز ٲسۍ شیٚن مُلکن ہِنٛدۍ 14,000 فوجی اہلکار شٲمِل۔"
کمپٔنی کوٚر سفرُک خرچہٕ ادا
تِموٛ کوٚر نُمٲیشہِ خٲطرٕ کمپیوٹرُک اکھ نموٗنہٕ تیار۔
بٮ۪مار نفرن تُج کمل۔
سۄ مہٕ کٔرِن تس بےٚ عزتی۔
سُہ چُھ حِسابس منٛز کمزور۔
تٔمۍ لیوٚکھ ایمانٛدٲری پٮ۪ٹھ اکھ مضموٗن۔
شُرۍ ؤتھۍ چڑایہِ کٕھرِ
تٔمۍ دِژ پوٚت نَظر
تٔمۍ چھا فرٛجَس منٛز کانٛہہ کیک تھوومُت؟
ٲنکس پتہٕ کنہِ آسہٕ أچھ شیٖشہٕ ہِش۔
سۄ گٔیہِ لۄکچہِ وٲنٛسہِ منٛز مۄنٛڑ۔
سُہ چُھ رباب وایان۔
مےٚ چُھ کٲلۍکٮ۪تھ واپس گرٕ گژُھن۔
یتھ معاملس مُتعلق کیاہ چھےٚ چٲنی راے؟
سرٛانہٕ کُٹھ چھِ وۄنۍ خٲلی۔
سُہ اوس ہمیشہٕ سوٗٹس منٛز اصٕل گژھان۔
مےٚ چُھ اکھ لاجواب خیال۔
غریبن کٔرِو کھٮ۪ن فراہم کرنٕچ کوٗشِش۔
میٛانیٚن بیٚنیٚنۍ چُھ پرٛوٚن رنٛگ۔
تٔمۍ سٕنٛدِس کھۄنٕہ وَٹس اوس سٮ۪ٹھا زیادٕ لوٚگمُت
ماجہِ سۭتۍ لَگاو آسنہٕ کِنۍ چُھ نہٕ سُہ یَژھان سفرَس نیرُن
دِہٲتی زِنٛدگی مُتعلق اِطلاعٲتی رۄح رکان چھِ یتھ گایڈس مُنٲسِب بناوان۔
وٕنٛلہِ کِنۍ کم نموٗدٲری آسنہٕ کِنۍ ٲس سڑک ژٔھرٕے۔
تُہی کتہِ چُھو روزان؟
جاناوار چھِ پنٛنِس ٲلِس کُن گژھان گژھان پکھٕ وایان۔
جنوبی افریقہ ہس منٛز رزون وٲلۍ قۭمتی دھات ژھانٛڈن وٲلۍ چھِ سۄن ژھانٛڑنٕچ کوٗشِش کران تہٕ پنٕنۍ زِنٛدگی بسر کران۔
یاوُن چُھ اکھ مُشکِل وقٕت
تٔمۍ تھوو پنُن پان دفتر کہِ سِیاستہٕ نِش دوٗر۔
اِجلاسٕچ صدارت کُس کرِ؟
مسلہٕ منٛزٕ نٮ۪بر نیرنُک چھا بیٚیہِ کانٛہہ طریٖقہٕ؟
ترٛیفِک قوانیٖن گَژھٕنۍ سختی سان لاگوٗ کَرٕنۍ
شفا خانس نیٚبرٕ کنہٕ مہ لٲگِو بِٹھ۔
شَرارتَس منٛز دوٚگ تٔمۍ پَنُن سیٖنہٕ
اسہِ پزِ یتھ معاملس منٛز چٲنِس فٲصلس پٮ۪ٹھ سوال تُلن۔
پنُن روزگار زینٛنہٕ خٲطرٕ اوٚن تٔمۍ آٹو۔
رُکاوٹ آسنس منٛز تہِ کٔر تٔمۍ پنٕنۍ کٲم
آبٲدی منٛز ہُریٚر چُھ ترقِیٲتی پروگرامن ددارٕ واتناوان۔
گٲمی آبٲدی ہُنٛد اکھ بوٚڑ حِصہٕ اوس ناخوانٛدٕ۔
یہِ چھےٚ سۄ کِتاب یتھ منٛز گُتٕج زانکٲری چھےٚ۔
تٔمۍ سٕنٛزِ کامیٲبی ہُنٛد سامان اوس محنت۔
یَتھ معاملَس منٛز آیہِ واریاہ گِرِفتٲریہِ کرنہٕ
فایبر چُھ صحتہٕ خٲطرٕ ضروٗری۔
ناون ہُنٛد کارخانہٕ گوٚو طوٗفان سۭتۍ تباہ۔
تٔمۍ ؤنۍ تٔمِس کُن ناشٲیِستہٕ کتھ۔
آب اوس شیٖر گرم۔
آز راتس چُھ نہٕ ٹی وی یَس پٮ۪ٹھ کیٚنٛہہ زیادٕ خاص۔
پُلسہٕ وۄل دریٛوو ژوٗرَس پتہٕ
خداے چُھ سون تخلیٖق کار تہِ تہٕ زِنٛدٕ تھاون وول۔
تٔمِس میلییہِ پنٛنہِ سلوٗک خٲطرٕ آگٲہی۔
پونٛسہٕ حٲصل کرنہٕ خٲطرٕ پیوٚو تس پنُن فلیٹ کِرایہِ دِیُن۔
سُہ چُھ نہٕ بٔدی ژالان۔
یہِ مہ کھولِو تاپس منٛز۔
ییمہِ ہفتہٕ آیہِ پیٚٹرول کِس قۭمتس منٛز رژھا کٔمی۔
سُہ چُھ شٲہی ریاستس سۭتۍ تعلُق تھاوان۔
تٔمۍ سٕنٛدِس نیٚچِِوۍ سٕنٛز کامیٲبی ٲس تٔمۍ سٕنٛد، خٲطرٕ واریاہ بٔڑ خوشی۔
سُہ چُھ اکھ تربِیت وول ہیٚچھناون وول۔
تٔمِس چُھ خراب مِزاز۔
رامَس تہٕ رٔویس چھےٚ سَکھ دوٗستی۔
تٔمۍ سُند زٲمی چُھ اکھ تٲجِر۔
ذریعہٕ چھِ کامیٲبِیو کھۄتہٕ زیادٕ اہم۔
اِنتخابن دوران چُھ پرٛٮ۪تھ کانٛہہ واریاہ اصل بنُن یژھان۔
تِہنٛزِ مٲلی حالتہِ منٛز آو سٮ۪ٹھا ہُرٮ۪ر۔
گامن منٛز چھِ کترِوۍ نٔٹۍ عام۔
یِم شاخ چھِ ییٖتِس تٔھدِس کُلِس خٲطرٕ واریاہ زٲوِلۍ۔
گولہِ ٹاس چہِ آوازِ کٔرۍ لُکھ خوف زدٕ۔
عمارت ٲس زیچھو پیٚتۍ دار پنہٕ ؤتٕھر واجنیو کُجو سۭتۍ بٔرِتھ۔
سُہ بیٛوٗٹھ مےٚ نِش
سُہ چھُ پرٛیٚتھ دِگرس خواب وٕچھان۔
یِمن دۄن دُچن منٛز چھےٚ سٮ۪ٹھا فَرق
تھزر چُھ اکھ وراثتی صِفت۔
وۄمید چھےٚ زِ تۄہہہِ روزِ خۄشوُن سفر!
ڈاکٹرن بوٚر بٮ۪مار سٕنٛدِس جِسمس منٛز آکسیجن۔
واوُک قہر ہَمیوو۔
از چُھس بہٕ نِہایت آوُر ۔
سُہ چُھ ٲخٕر نٔتیٖجَس واتان
مےٚ چھِ چمکہِ بغٲر رنٛگ خۄش کران۔
سہ چُھ نہٕ شریف اِنسان۔
گَرٕ بَناونہٕ خٲطرٕ پَزِ اَسہِ مٲہِرِ تعمیٖرَس مشوَرٕ ہیُن
مےٚ لَگٲو تٔمِس بٕتِھس مُش
ژےٚ چُھ تھس بہٕ دُلمُلس منٛز ترٛوومُت۔
امہِ سۭتۍ ہیٚکہِ لفظی ترجمہٕ تباہ گٔژِھتھ۔
شُریٚن تھی گژھن نہٕ لٮ۪کہٕ کڑنہِ۔
خۄداین چُھ دُنیا بنوومُت۔
وزیرِ اعلی یی عوام کہِ دٔسۍ مُنتخب کرنہٕ۔
علاقس منٛز چھِ فِرقہٕ وارانہٕ تضاد پھٲلیومُت۔
جنٛگلَس منٛز اَژنہٕ برٛونٛہہ چُھ سُہ کھجَن وَتن تَران
تِمو کٔر ناکہٕ بٔنٛدی پٕٹراونٕچ کوٗشِش۔
سۄ چھےٚ بٔرِتھ بانہٕ ہیٚتھ۔
فوجی ٲسۍ ٲخری حملہٕ خٲطرٕ جمع کرنہٕ آمٕتۍ۔
مہربٲنی کٔرِتھ سوٗزِو کِتابہٕ میٛٲنِس گرِ کِس پتہَس پٮ۪ٹھ
شرابک اکھ گلاس چیٚیِو۔
کُٹھ گرماونہٕ خٲطرٕ زاجہِ تِمو ژِنہِ
تٔمِس چُھ ترٛیٚیِمِس پورس پٮ۪ٹھ فٕلیٹ۔
شور کٔرِو کم۔
تٔمۍ سُنٛد گِنٛدن جہاز پیوٚو نمبلہِ منٛز
آبہٕ کہِ بارٕ سۭتۍ پھوٚٹ بنٛڈ۔
وۄستاد گٔیہِ طٲلبِہ علمن ہٕنز  فیٲضی سۭتۍ عٲجِز۔
تٔمۍ کوٚر دعوا زِ پُلسن اوس تٔمِس سۭتۍ بد سلوٗکی کٔرمٕژ۔
تٔمۍ سُنٛد اقتدار چُھ دۄہ کھۄتہٕ دۄہ کمزور گژھان۔
اَپُز وَنُن چھےٚ اَکھ ہُنٛر مٔنٛدی
فِلمہِ منٛز ٲسۍ غٲر معموٗلی خوٗبصوٗرتی ہِنٛدۍ منظر۔
تیٖل چُھ تیٖلہٕ گاڑِ ہِنٛدِ ذریعہٕ اورٕیور نِنہٕ یِوان۔
کتاب چھےٚ میزس پٮ۪ٹھ۔
وٕنکٮ۪س کُس چُھ کلاس دِوان؟
اکھ ۂجوٗم گوٚو مرکٔزی مٔشیٖدِ نِش جمع
فِلمنہٕ وٕچھنہِ چھےٚ میانیٛو خٲمِیو منٛزٕ اکھ۔
سٔہلاب زد علاقن منٛز پٔھسِتھ لُکن چھِ اِمدادٕچ ضٔروٗرت۔
سۄ چھےٚ کٔہِمہِ جمٲژ منٛز پَران
حٲدثس منٛز موٗدۍ ہتھ پیٚٹھۍ لُکھ۔
مکانِچ نیٚبرِمہِ لبہٕ آسہٕ سیریٚن ہِنٛز بنیمژٕ۔
طٲلبہِ علمو کرِ کالجس منز دٲخلٕچ شرٲیِط مکمل۔
زخمی جانور اوس دگہِ سۭتۍ گرٛٮ۪کہٕ دِوان۔
تِم چھِ أکِس نوِ حِکمت عملی ہِنٛزِ تشکیٖلہِ سۭتۍ آوٕرۍ۔
حُکومتن أنۍ بیٚنٛک قومی مِلکِیتس منٛز۔
میٛون مول چُھ کٲلیٖنن ہُنٛد کارٕبٲرۍ۔
تٔمِس چُھ پنُن مرد جوان تہٕ مردانہٕ خۄش کران۔
مےٚ چھےٚ اتھ پرکھاونٕچ ضروٗرت۔
تٔمۍ کٔر پنٕنۍ مۄٹھ چِرٕ بنٛد۔
بہٕ بیٚہمہٕ ییٚتہِ ترٛٮ۪ن بجن تانۍ
یِمن دارٮ۪ن پیٹھ سجِہ محراب واریاہ اصٕل
بہٕ چُھس أکِس نٔوِس مدرَسس گژھنُک اِرادٕ کران۔
زنانہِ تُل پنُن پردٕ تھوٚد۔
خبرٕ چھےٚ گۄڈَے تصدیٖق کرنہٕ آمژٕ۔
یہٕ مسلہٕ حل کرنُخ چُھ نہٕ کانٛہہ بُنیٲدی أصوٗل
تٔمۍ ترٛٲو مےٚ کُن عٔجیٖب نظر۔
میٛٲنِس سوٗٹس چھِ سارنٕے کوٗنن پٮ۪ٹھ لیسہِ ہِنٛدۍ پٹہٕ۔
سُہ اوس پنٛنہِ جوٲنی منٛز سارٔنٛگۍ وایان۔
کولمبسن کوٚر 1492 تس منٛز امریکہ دریافت۔
سُہ چُھ واریاہن کوریٚن سۭتۍ شوٚنٛگمُت۔
مےٚ چُھ یِمن گاڈٮ۪ن ہُنٛد قۭمت ونُن۔
خَبر آیہِ صُبحن صُبحٲے نشٕر کرنہٕ
بَراے مہربٲنی کٔرِو پنٛنہِ پیپرُک خُلاصہٕ پیش
عجٲیِب گر چُھ ہر دۄہ یلہٕ آسان۔
ہوٗنۍ چھِ واریاہ اصٕل پالتو جانور آسان۔
تٔمس چُھ بُتھ تاپہٕ سۭتۍ گیٚشوم گوٚمُت۔
تور واتنہٕ خٲطرٕ پیٚیہِ اَسہِ نقل و حملُک مُتبادلہٕ ذٔریہٕ ژھانڑُن
سڑکہِٕ چھےٚ دِگرس خاموش آسان۔
بہٕ چُھس یژھان یہِ کھیوٚن
تِم چھِ جنٛگہٕ خٲطرٕ پانس تیار کران۔
سۄ گٔژھ اکھ گٲنٛٹہٕ برٛونٛہہ ییٚتہِ آسٕنۍ۔
بٮ۪مارِ سۭتۍ گٔیہِ پَنہٕ ؤتھرٕچہِ دٔنٛدٕر مُتٲثِر
کاروبٲری تنظیٖمہِ چُھ واریاہ گاٹہٕ گوٚمُت۔
دٔیمہِ جنٛگہِ عٔظیٖمس منٛز کوٚر اِٹلی تہٕ جاپانن جرمٔنی سۭتۍ سمجوتہٕ
سُہ اوس رشوت خوری ہِنٛدِس اِلزامس پیٚٹھ جمٲعژ منٛز کڑنہٕ آمُت۔
مےٚ آیہِ آز شفا خانہٕ پیٚٹھٕ چُھٹی دِنہٕ۔
ژےٚ چھی وٕٹھ نیٖلۍ گژھان۔
ہُہ مینار کوٗتاہ تھوٚد چُھ؟
یہِ عمارت چھےٚ میٲنۍ وٲحِد مِلکیت۔
بچہِ چھِ مٲدانس منٛز گِنٛدان
تِم بیٖٹھۍ بسہِ منٛز سۭتۍ سۭتۍ
چاروٲے ژایہٕ سٲنِس باغس منٛز
کیٚمۍ مارنہٕ باپتھ چھوٚک تِمو کُٹھِس دوا۔
پوٗلیٖسن چھےٚ سۄ نظر گُزرِ منٛز تٔھومٕژ۔
مےٚ وٕچھۍ سٲنِس گیٹس کُن ژور نفر یوان۔
وۄستادن کٔر طٲلبہِ علمس تٔمۍ سٕںنٛدِ محنتہٕ خٲطرٕ تعریف۔
بچہٕ سُنٛد اتھٕ اوس ماچُھر دار۔
تٔمۍ کٔر چِٹھِ گول بنٲوِتھ میٚٹ تہٕ ترٛٲوٕن ژھۄٹہٕ ڈَبس منٛز۔
ریلہِ ہِنٛدۍ سامان تُلن وٲلۍ دِژ راتھ کِیُتھ سارنۍ کمل۔
سانہِ ہاکی ٹیٖمہِ ہِنٛز ہار ٲس سٮ۪ٹھا مایوٗس کرن واجیٚنۍ۔
بہٕ اوسُس تٔمۍ سُنٛد لۄتہِ اسُن وٕچِھتھ ہیٚکان۔
تِمۍ چھِ اَکھ أکِس کامہِ منٛز پلزان
لۄکٕٹ کوٗر چھےٚ اوٚش ہاران۔
پھاکہٕ سۭتۍ مَرن والٮ۪ن شُرٮ۪ن ہُنٛد حال چُھ آسان سٮ۪ٹھا ہٲبتھ ناک
لب چھےٚ تیز نیٖلہِ رنٛگہٕ سۭتۍ رنگنہٕ آمٕژ۔
تٔمۍ کوٚر دعوا زِ یہِ کِتاب چھےٚ تٔمۍ سٕنٛز
یہِ اوس بطورِ جہاز راں تٔمۍ سُنٛد گۄڈنِیُک ٲبی سفر۔
تٔمِس چھِ بےٚشوٗب اَدب
سۄ چھےٚ گٔمٕژ بازر پَلو انٛنہِ۔
مےٚ ووٚن تٔمِس فتح منٛدی سان زِ مےٚ کوٚر اِمتِحان پاس۔
مےٚ غول کھنٛڈ آبس منٛز۔
شٲعِری ہِنٛدِس مُقابلس منٛز آو سُہ اَول نمبرَس پٮ۪ٹھ
یہِ چھےٚ اَکھ تازٕ خَبر
ژٕ ہیٚککھٕ میانہِ گاڑِ پٲلِش کٔرِتھ؟
معٲشی طورس پیٚٹھ چھےٚ سرمایہِ دٲری معاشرن منٛز تبدیٖلی أنۍمٕژ۔
فوجَو کٔر سَڑَک بنٛد تَوَے پیٛوو اَسہِ واپس گَژُھن
واریاہ تجرُبہٕ چُھ اکھ خطرناک چیٖز۔
اسہِ چھا مِصرس منٛز اژنہٕ خٲطرٕ اِجازت نامٕچ ضروٗرت؟
واے، یہِ کوتاہ سخ چُھ !
ذات پات خٲطرٕ گژھنہٕ لڑٲے زانہہ تہِ خَتٕم۔
مےٚ بجوو واریاہ اصٕل گِٹار.
سُہ چُھ پاگل نفر۔
تٔمِس ٲس یورپچ فِطری نفرت۔
ییٚمہِ رٮ۪تہٕ کہِ کُنوُہِمہِ تٲریٖخہٕ چُھ چکرس گژھنُک اِنتِظام کرنہٕ آمُت۔
سُہ آو دورِ منٛز پوٗنٛژمِس درجس پیٚٹھ۔
کیل چھےٚ صحتہٕ خٲطرٕ اَصٕل
شہرس منٛز چُھ گرم موسم۔
آفتاب گوٚو اوٚبرَس پٔتۍ کِنۍ غٲب
بہٕ گوس حٲران ییٚلہِ تٔمۍ منٛظوٗری دِژ
طٲلبہِ عٔلَم ہیٚکۍ نہٕ وۄستاد سُنٛ مطلب سمجِتھ۔
سُہ چُھ احتِجاجس منٛز ساروٕے کھۄتہٕ زیادٕ بولن وول نفر روٗدمُت۔
رٲبِطہٕ نہ آسنہٕ کِنۍ گٔیہٕ حالات مٔزیٖد خراب
گنٛڈن خٲطرٕ کٔرو سٕرکھٕ اِستعمال۔
مےٚ چُھ تتہِ کٲم کرنس منٛز اکھ خاص غرض۔
مےٚ چھِ یِم نموٗنہٕ دار وال پیپر خۄش کران۔
سۄ چھےٚ میٲنۍ ہم جماعت۔
تٔمۍ دِژ مےٚ سِکن ہِنٛز اکھ مۄٹھ۔
یِمن دۄن کمپٔنیَن ہِنٛدِ یکجتہِ سۭتۍ بنہِ دُنیاہُک ساروٕے کھۄتہٕ بوٚڑ تِجٲرتی اِدارٕ۔
فِلمہِ ہِنٛز آواز تہٕ شکٕل گژھِ ہم آہنٛگی منٛز آسٕنۍ۔
زرٕ کاسنہِ برونٛہہ چُھ بچس کلہٕ چھلُن آسان۔
یُنوَرسِٹی چھےٚ حُکوٗمتَس نِش آزٲدی یَژھان
مےٚ چھِ جاسوٗسی ناولہٕ پرنہِ خۄش کران
تِمو وُچھ آبس منٛز لیڈ واریاہ تعدادس منٛز موٗجوٗد
عوام چُھ سرکار کیٚن اِقدامن نِش ناخوش۔
تٔمِس اوس اَکھ سَبٕز بو لٲگِتھ
سۄ ٲس پنٛنہِ ویٚسہِ واریاہ ناراض تِکیازِ تٔمِس اوس تس نوِ ؤرِیِچ مبارکبٲدی دِنۍ مٔشِد گٔمٕژ۔
مےٚ بوٗز تٔمۍ سٕنٛز کَتھ پوٗرٕ پٲٹھۍ
شُریٚن آو مدرَسس منٛز سزا دِنہٕ۔
تٔمۍ دِژ تٔمِس پٔتمہِ ہفتہٕ کہِ فٲصلٕچ زانٛکٲری۔
اَکھ صاف ترٛیشہٕ گِلاس أنِو
سۄ ٲس پہاڑ کِس تینٛتٲلِس پیٚٹھ کھڑا۔
دۄن دَرٮ۪ن درمِیان اوس سخٕت جنٛگ
لگ بگ چھِ سہ گھرں باپتھ دنہٕ آمژ کٲم مۄکلاونس تیار
تنٛخواہ دِنہٕ برٛونٛہہ چھِ تِم سٲنۍ پرٛٮ۪تھ دُہٕچ حٲضِری وٕچھان۔
یہِ اوس بہتریٖن کھیٚن یتھ مےٚ وٕنیُک تانۍ مزٕ اوس وُچھمُت۔
دربٕدٔرۍ چھ، مُفت کھٮ۪ن حٲصِل کرنٕچ کوٗشِش کران۔
کیٚنٛہہ کورِ چھِ شراب چٮ۪وان۔
گگُر اوس پٔتھرِس پیٚٹھ۔
سانہِ سماجِچ بدکٲری چھےٚ مایوس کرن واجیٚنۍ۔
یتھ نقلس چھےٚ کیٚنٛہہ دُرستی کرنٕچ ضٔروٗرت۔
بہٕ چُھس پنٛنس نانہِ بٕڑِبَبس نِش آتھورِ دوہ گژھان۔
بہٕ تارٕ یہِ پنٛنہِ کاپی پیٚٹھ۔
سُہ گوٚو تٔمِس بدلاونس منٛز ناکام۔
لۄکٕٹۍ نالہٕ چھِ دٔریاوس سۭتۍ رَلان
یتھ تٲلابس منٚز چِھ یٔڑ سۭتۍ پکن وٲلۍ جانور
بہٕ چُھس ژےٚ واریاہ زیادٕ محبت کران۔
بہٕٕگژھٕ دِلہِ ریل گاڑِ منٛز۔
یہٕ ٹھانٛڑٕ چُھ یتھ بانس صٔحیٖح بیٚہوان۔
درجہِ حرارت معلوٗم کرنہٕ خٲطرٕ ترٛاوِ مےٚ پنٛنہِ کھۄر چہِ اوٚنٛگجہِ دٔریاوس منٛز۔
تٔمِس یٔقیٖن دیُن چُھ سٮ۪ٹھا مُشکِل
سامان واتناون واجیٚنۍ وین آیہِ پارسَل ہٮ۪تھ۔
مےٚ آو یہِ ویڈیو پسنٛد۔
توہم پرستی تہٕ مذہبس منٛز چھےٚ فرق۔
اسہِ پزِ کٲم کرنک وقت کم کرُن۔
تٔمۍ ہٲو سخٕت خریٖدار سمبالنس منٛز ہوشیٲری۔
مےٚ چھِ اتھٕ صاف
أسۍ ہٮ۪کو شامس پٔٹِھس کُن گٔژِھتھ
میٛانہِ خٲطرٕ أنِو کیٚنٛہہ آرام دِہہ پَلَو
عدالتٕچ ساروٕے کھۄتہٕ اہم کٲم چھےٚ امن و امان برقرار تھاوُن
تۄہہِ پَزیٚو پنٕنۍ آبہٕ بوتل تُلٕنۍ
اسمانس منٛز اوس سیاح اوبُر گوٚٹ تہٕ بوٚڑ بوزنہٕ یِوان۔
تٔمۍ ترٛوو اکھ مُقدِمہٕ۔
یش چوپرا چُھ اکھ ناماور فلمنہِ بناون وول۔
سالس منٛز ٲسۍ پنٛداہ قٕسمٕکۍ سِنۍ۔
سُہ چُھ ہٮ۪کان پنٕنۍ کن نژنٲوِتھ۔
اِطلاع دِنہٕ والیو ترٛوو حقیقتس پیٚٹھ پردٕ۔
سُہ چُھ واریاہ بڑِ کتھ کران۔
سۄ ہٮ۪کہِ نہٕ پننٮ۪ن گۄنہن پٮ۪ٹھ قوبوٗ پرٲوِتھ
سُہ پوٚک پانژٛن میلن تانۍ پیدل۔
حمیدن تُج گۄڈٕ سبٕز کِتاب پرنہٕ خٲطرٕ تہٕ پتہٕ تُجِن بیٛاکھ۔
سُہ چُھ صحت منٛد لٔڑکہٕ
تٔمۍ کوٚر اتھ پیٚٹھ بحژ کرنس نکار تہٕ ژول۔
اکہِ پِھرِ دستخط کرنہٕ پتہٕ ہیٚکہِ نہٕ سۄ مُعاہدٕ پُھٹرٲوِتھ۔
یِیٚمہِ جایہِ کرِ پرٛانہِ یادٕ تازٕ۔
گَرس نزدیٖک چُھ ژھۄٹہٕ ڈیر
تٔمۍ سوٗز پرنسپلس لیٚکِھتھ عرضی۔
دوکھٕ بازو نِش کٔرِو دوٗر روزنٕچ کوٗشِش۔
یہِ کتھ بنٲیِو یقیٖنی زِ ترُ زنٛگُل چھُ ڈنٛجہِ۔
سُہ چُھ تقریٖبن تیوٗتُے تھوٚد یوٗت تٔمۍ سُنٛد مول چُھ۔
سُہ چُھ خاص طورس پیٚٹھ اکھ قٲبِل فنکار۔
تٔمۍ سٕنٛز ذمہ وٲری چھےٚ بادشاہ بچاوُن۔
کھیلس منٛز آو زینن وٲلِس تمغہٕ دِنہٕ۔
سُہ چُھ بیٚین ہِنٛزِ غلطی پیٚٹھ سزا کھٮ۪نہٕ وول لٔڑکہٕ بنیومُت۔
سۄ چھےٚ زٲوِجار باپتھ میٖلہٕ واد پیدل پکان۔
کِھلٲڑۍ کٔر کِرکٹ میچس منٛز واریاہ اصٕل پٲٹھۍ فیٖلڈِنٛگ۔
کُنہِ ساتہٕ چُھ باسان زِ سُہ چُھ پنٛنہِ وٲنٛسہِ کھۄتہٕ زیادٕ بالغی تھاوان۔
ولہٕ، نیٚنٛدرِ وتھ، صُبحُک کھیٚن چُھ تیار۔
تِم چھِ سارٔنٛگۍ وایان۔
کُلٮ۪ن درمیان ٲس اکھ لۄکٕٹ یلہٕ جاے۔
یتھ کِتابہِ منٛز چھےٚ شُریٚن خٲطرٕ ہتھ دٔلیٖلہٕ
تٔمۍ کوٚر مےٚ لولہٕ سان اتھٕ واس۔
تٔمِس آسہٕ پنٕنۍ خانٛدارن لٮ۪کہٕ کجمژٕ۔
طٲلبہِ علمن ہِنٛز اَکھ جماعت روٗز کُنوُہن گٲنٛٹن گۄپھِ منٛز پٔھسِتھ۔
یتھ گاڑِ منٛز ہٮ۪کن صِرِف ژور لُکھ وٲتِتھ۔
اے آر رحمان اوس فِلمن منٛز بہتریٖن موسیٖقی ہِنٛزِ ہدایت کٲری خٲطرٕ نامزد کرنہٕ آمُت۔
تٔمۍ وٕچھ کِتابہِ کُن غورٕ سان
ژنٛدٕر چُھ راتھ کیُتھ سانہٕ خٲطرٕ گاشُک قۄدرٔتی ذریعہٕ۔
مےٚ چُھ فٲصلہٕ کرُن زِ مےٚ چھا کالج گژھُن کِنہٕ نہٕ۔
کَٹن ہُنٛد کھیوٚل چُھ گاسہٕ چرایہِ منٛز پکان.
سُہ چُھ کُنہِ ساتھم تھوڑا تنٛگ کرن وول بنان۔
اصٕل نامؤری چھےٚ اصٕل شکٕل آسنہٕ کھۄتہٕ بہتر۔
اسہِ پزِ ہمیشہِ منٲسِب طریقس منٛز پۄشاک لاگُن۔
خوٗن برنہٕ سۭتۍ بچییہِ تٔمۍ سٕنٛز زِنٛدگی۔
سُہ چُھ أکِس درمِیٲنی طبقہٕ کِس خانٛدانس سۭتۍ تعلُق تھاوان۔
تٔمِس اوس أچھ پٮ۪ٹھ کنہِ ورم۔
تٔمۍ اوٚس بےٚ رونٛقی سان۔
چھکڑن آو اکھ أکِس سۭتۍ زورٕ ٹاس۔
نٮ۪نگلاونہٕ بروٚنٛہہ ژٲپِو پنُن کھٮ۪ن اصل پٲٹھۍ۔
وقتَس پٮ۪ٹھ کٲم کَرنہٕ خٲطرٕ ٲس تِمن أکِس مَدد گار سٕنٛز ضٔروٗرَت
بہٕ چُھس پنٛنہِ مُقٲمی چنلہِ پیٚٹھ باقٲعِدگی سان خبرن ہُنٛد نشر وٕچھان۔
یہِ نالہٕ چُھ اوہایو دٔریاوُک اکھ معاون دٔریاو۔
مےٚ میلییہِ یہِ کِتاب پننِس بٲیِس نِشہِ تحفہٕ کِس طورس پیٚٹھ۔
مزار اوس گاسہٕ سۭتۍ ؤلِتھ۔
حٲدِثَس منٛز مُتٲثِر گَژھن وٲلۍ ٲسۍ معاوزٕ منٛگان
مٲلِک دی نیہِ ہفتہٕ وٕچھنُک اِجازت۔
وۄنۍ کَس سٲرۍ پیچہٕ کِلۍ۔
تِم چھِ گَلن رنٛگ کرنہٕ خٲطرٕ وۄزُل رنٛگ اِستعمال کران۔
اگر تُہۍ اسہِ سۭتۍ ییٖو تۄہہِ گژھیو نہٕ چکرس پیٚٹھ دوٚمبٕرۍ تہِ خرچ۔
ییٚمہِ قٕسمُک پۄشاک چُھ نہٕ وۄنۍ رٮ۪واجس منٛز۔
اداکٲری نِش حٲصِل سپدن واجیٚنۍ آمدنی آیہِ یتیم خانس دِنہٕ۔
سٲنِس مدرَسس منٛز ٲسۍ لۄکٕٹۍ کَلاس روٗم
سٕرکہٕ ترٛٲیِو سلادِ پٮ۪ٹھ تہٕ اصل پٲٹھۍ رلٲیِو۔
ییٚمہِ منصوٗبہٕ سۭتۍ گٔیہِ واریاہ پریشٲنی۔
سورُے محکمہٕ اوس نَویٚن قٲیدن خٕلاف۔
ییٚتیٚن چھےٚ گٲڑۍ تھاونٕچ جاے۔
تٔمِس چُھ اداکٲری سۭتۍ لُطُف حٲصِؒ گژھان۔
میٛانہِ دۄشوے کورِ چھِ بالیغی منٛز۔
سۄ ٲسَن بہٕ چانہِ تعارُف کرناونہٕ برٛونٛہٕے زانان
تٔمِۍ دیُت اکھ تفصیٖلی بیان
تِمن پزِ دیانت دٲری سان فٲصلہٕ نیُن۔
یِہ چُھ شراب چینٕہ خٲطرٕ دِنٕہ یوان
عمارتہِ ہِنٛدِس برٛونٹھمِس طرفس چھےٚ سفیٖدی کرنٕچ ضروٗرت۔
خَبر آیہِ صُبحن صُبحٲے نشٕر کرنہٕ
سُہ چُھ أکِس پاک دامن کورِ سۭتۍ خانٛدر کرُن یژھان۔
سۄ چھےٚ نٔومہِ جمٲژ منٛز۔
تِم ٲس یژھان زِ میون مول تھٲوِن پنٛنِس ضدی نیٚچوِس قابوٗوس منٛز۔
بہٕ چُھس چون واریاہ شُکُرگُزار۔
تُہی کٔرۍوٕ مہربٲنی کٔرِتھ لۄتہِ پہن کتھ؟
وٕنلہِ مٔنٛزۍ اوس نہٕ سمنٛدری جہاز بوزنَے یِوان۔
سۄ چھےٚ اکھ واریاہ اہم شخص۔
ژٕ ہٮ۪کَکھ نہٕ ڈاکٹر سٕنٛزِ صلاح بغٲر یہٕ دَوا کھٮ۪تھ
تٔمۍ سٕنٛز گۄڈنِچ سرجری روٗز زیادٕ کامیاب۔
تٔمِس اوس سُہ پۄشاک لٲگتھ یُس واریاہ چمکیٖلہٕ اوس۔
سُہ اوس کٔنٛڑۍ زنٛڑِ پٔتھۍ کِنۍ ژوٗرِ روٗزِتھ
تٔمۍ لوٚڑ زبردست پٲٹھۍ پنٛنِس مُخٲلِفس سۭتۍ۔
تۄہہِ چَھوٕ عیٚلاجہٕ پتہٕ احتِیات کرنٕچ ضٔروٗرت
طالبہِ عٔلم دورییہِ جنٛگلی پٲٹھۍ کُٹھِ پتہٕ کُٹھِ۔
پنٛژہ نٔوۍ جنٛگی جہاز ٲسۍ فوجس واتناونہٕ آمٕتۍ۔
تٔمۍ سُنٛد بُنیٲدی مسلہٕ چُھ بولنہٕ یِنہٕ واجنہِ زبٲنۍ سۭتۍ۔
میٖلہِ ہِنٛدۍ یِم داغ نیرن نہٕ۔
کُٹِھس منٛزباگ مہ ترٛٲیِو چیٖز۔
سُہ اوس سڑکہِ پیٚٹھ فخرٕ سان پکان۔
تٔمِس چُھ واریاہ تھوٚد معیار
ادھمپور تہٕ پنجابس منٛز گوٚو درجہِ حرارت صِفر کھۄتہٕ بۄن۔
سبزِیہِ چھےٚ لجمژٕ ہۄژنہِ۔
بم آیہِ صحیٖح نِشانن پیٚٹھ ترٛاونہٕ۔
سُہ روٗد فونس پیٚٹھ گٲنٛٹس تام کتھٕ کران۔
تٔمۍ سُنٛد مول موج اوس واریاہ امیٖر۔
کامیٲبی ہِنٛز وَتھ چھےٚ یِوان وقف تہٕ محنٛتہٕ سۭتۍ لَبنہٕ
اسہِ چھِ گرِ پرٮ۪تھ آتھوارِ پٔژھۍ آسان
سُہ لٹرکہٕ ییٚمۍ سٕنٛز یہ کِتاب چھےٚ، ییہِ پتہٕ۔
اسہِ چُھ اکثر پۄختہٕ کار کارکُنن مشورٕ ہیوٚتمُت۔
وتھ چھےٚ ونہٕ مٔنٛزۍ نیران۔
مےٚ پٕھٹ پنٔنِس پسنٛدیٖدٕ قلمس پیوٚت۔
بہٕ چُھس پنٛنیٚو شیٚش ماہ نتیٖجو کِنۍ گۄڈے پریشان، مہربٲنی کٔرِتھ مہ تُل مےٚ امہِ پتہٕ تہِ ریٚژھِ۔
ٹاٹا چھِ ہنٛدوستانس منٛز بہتریٖن سِٹیل بناون وٲلۍ۔
تِہُنٛدو خانٛدر مۄکلیوو صِرِف ترٛےٚ رٮ۪تھ گٔژھۍتٕھے۔
ابِمنیوٗ اوس پانٛڑون ہُنٛد اکھ اہم سپاہ سالار
سۄ گٔیہٕ تٔمۍ سٕنٛزِ خۄش مِزٲزی سۭتۍ مٲیِل
تٔمِس چُھ خَراب وقت چَلان
یِنہٕ واجنہِ میٖٹِنٛگ خٲطرٕ پَزِ اسہِ سمکھٕنُک وَقت مقرر کَرُن
یہِ چھا مُمکِن زِ یہِ کٲم انٛدِ ہفتس انٛدر انٛدر؟
سۄ کَرِ پگاہ تانۍ فایلہٕ حٲصِل
ژےٚ چُھی پنٛنہِ سلوٗک خٲطرٕ قٕمت چکاوُن۔
تٔمِس چُھ دِل کمزور
ژٕ کیا چُھکھ یَژھان بیٚیہٕ
سُہ چُھ کمپیٛوٗٹرس منٛز کورس کران۔
کَتھ کَران کَران ٲسۍ أسۍ پَکان
تٔمۍ کٔر راتچہِ میٖٹِنٛگۍ ہِنٛز سربَرٲہہ
یہِ تیٖل چُھ چربہٕ پیٚٹھٕ حٲصِل کرنہٕ آمُت۔
سۄ تہٕ تٔمۍ سٕنٛز مۄںٛڑ موج چھےٚ تتہِ روزان۔
منسٹرس اوس پارٹی کوڈ نِشہِ انحرافُک الزام دِنہٕ آمُت
تٔمۍ اوٚن اکھ نوٚو کمپیوٗٹر
سڑکہِ پٮ۪ٹھ پَکان پَکان لوے تٔمِس غُنڈَو۔
سۄ ٲس اکھ سِیٲسی اصوٗل مُقرر کرن واجیٚنۍ بنیمٕژ۔
سُہ چُھ سُہ رہبر یُس تبلیغ چُھ کران
یِمن دۄن دُچن منٛز چُھ نہٕ زیادٕ ہِشر
بہٕ چُھس نہٕ پنٕنۍ نوکری بچاونہٕ خٲطرٕ تس پٔلوٕگی کرنہٕ خٲطرٕ تیار ۔
تِمو ہیوٚت اکھ أکِس سۭتۍ مُقابلہٕ کرُن
مسلہٕ حل کرنہٕ خٲطرٕ پٮ۪ن اسہِ کیٚنٛہہ سمجوتہٕ کَرٕنۍ
سُہ چُھ أکِس اصلس گَرَس سۭتۍ تعلُق تھاوان
شامن دِژ پنٕنۍ نٮ۪صف ژوٚٹ پننِس لۄکٹِس بٲیِس
سٲرسٕے دنیاہس پیٚیہِ نیوکلیٲیی طاقتُک اثر۔
تمِس چِھےٚ اکھ بوتل ضروٗرت۔
خرٲبی ٲس مِشیٖنی ناکٲمی کہِ وجہ سۭتۍ گٔمٕژ۔
تٔمِس اوس اَکھ بوٚڑ فٲصلہٕ نیُن
تٔمۍ اوٚن گرٕ خٲطرٕ اکہِ رٮ۪تُک رسد۔
میون کلہٕ ہیوٚتُن تیز تیز نژنہِ۔
فی ایکڑ پٲداوار کۭژاہ چھےٚ؟
تٔمِِس چھےٚ پنٛنہٕ صحتٕچ سٮ۪ٹھا فِکِر
شُرۍ ٲسۍ پنٛنیٚن تماشن خوشی سان گِنٛدان۔
تٔمِس پیٚیہٕ نظر أکِس غریٖب کورِ پٮ۪ٹھ۔
سُہ چُھ تٔمِس پتہٕ پاگل گوٚمُت۔
کُٹھِس اوس نیٛوٗل رنٛگ کٔرِتھ۔
مےٚ چُھ باسان زِ تِم چھِ نہٕ میٛٲنِس فٲصلس خۄش۔
ناسازگار صوٗرتہِ حال آسنہٕ کِنۍ پیوٚو مےٚ دفتَر ترٛٲوِتھ نیرُن
سۄ چھےٚ نہٕ یَژھان دزوٕنِس وَنس نزدیٖک گَژُھن
میٛٲنۍ کٲنٛس کوٗر چھےٚ مےٚ ٹٲٹھ۔
تٔمۍ دیُت مےٚ بنفشَن ہُنٛد اکھ خۄشوُن گوٚنٛد۔
تٔمۍ سٕنٛدۍ خیالات ٲسۍ واریاہ فرسوٗدٕ۔
تیٖر لوٚگ نہٕ نِشانس پٮ۪ٹھ۔
تٔمِس چُھ تنٛگ کمر تہٕ کٔھلۍ شانہٕ۔
سُہ اوس ننٛگَے روٗزِتھ ژھرانٛٹھ وایان۔
مال یی نیہِ ہفتہٕ سوزنہٕ۔
روٗدٕ سۭتۍ میلیو دمہٕ تہٕ گرمہٕ نِش نجات۔
اگر تُہۍ یتھ نوکری خٲطرٕ درخواست چُھو یژھان دیُن تیٚلہِ سوٗزِو تِمن پنُن تعليمی کوایف۔
سرٕد گژھنس پیٚٹھ بنہِ یِمن چیٖزن شیٖشہٕ۔
سُہ چُھ جان محنتانہٕ زینان۔
منسپُلٹی کارکُنو ترٛٲے صفٲیی خٲطرٕ نالہِ منٛز شیٚشتٕرو ڈنٛڈٕ۔
ژےٚ پزی وقتس پیٚٹھ دوا کھیٚنۍ۔
سۄ چھےٚ قٲبِل مگر کامہِ ہُنٛد چُھس نہٕ کانٛہہ تجرُبہٕ۔
مَکان بَناونَس چھےٚ سٮ۪ٹھا زیادٕ رۄپہہِ لَگان
وٕچھن والیٚن ہِنٛدِ ژرِ پوٚپ سۭتۍ میلیو فنکارن حوصلہٕ۔
سۄ ٲس شُراہ ؤرِش، جوان تہٕ جوشہٕ ۂژ۔
واریاہو تعلیٖم والیو اُمیدوارو دِیُت نوکری خٲطرٕ درخواست۔
تٔمۍ سٕنٛدۍ بد سٔلوٗکن کوٚر خراب تٲثیٖر پٲدٕ۔
یہِ کپُر چُھ نایلانُک بنیومُت۔
یہِ کٲم کۄکلاونہٕ خٲطرٕ چھِ ژۄداہ دۄہ سیٚٹھا۔
سُہ چُھ بِلکُل ٹھیٖک بچہٕ۔
سُہ اوس پانٛژن ؤرین جُلاے وطنی منٛز۔
تٔمۍ دِژ وکیٖل سٕنٛدِ بیانچٕ شہادت۔
اسہِ پزِ زنٛدگی منٛز وۄگتن ہُنٛد مُقابلہٕ کرُن۔
پہاڑ پیٚٹھٕ اوس اکھ بوٚڑ پل ؤسِتھ پیٚوان۔
یہِ چیٖز چُھ اصلی۔
محنتٕچ زِنٛدگی چھےٚ عام طورس پیٚٹھ مشہوٗری تہٕ کامیٲبی ہُنٛد قۭمت آسان۔
یہِ ٲس اکھ بُزدِل حرکت۔
تِمو چلاوِ سِپاہن ہِنٛدِ خٲطرٕ اِطلاعی گولہِ۔
کُل پیوٚو ٹاس کٔرِتھ۔
ییٚمہِ ڈبُک وزن چُھ اکھ ٹن۔
تٔمۍ سٕنٛدۍ جوشن تہٕ جزبن کوٚرُس بہٕ واریاہ مُتٲثر۔
سۄ چھےٚ واریاہ حوصلہٕ واجیٚنۍ تہٕ زِندٕ دِل۔
سُہ یُس خٕلاف ورزی کرِ تس پزِ معٲفی منٛگٕنۍ۔
واریاہن عمارژن پٮ۪ٹھٕ کنہِ ٲسۍ جنٛڈٕ۔
سۄ آیٕہ طِبیاتس منٛز ڈاکٹر آف فلاسفی کِہ اعزازٕ سۭتۍ نَوازنٕہ۔
دٔرِیٲوۍ گُر چُھ اِنسانن ہِنٛدِ کھۄتہٕ زیادٕ تیز دوران۔
دٔریاو اوس بالہہٕ کِنۍ بۄن وسان۔
سانیٚو کِھلاڑٮ۪و گیُنٛد مُنٲسِب طریٖقس پٮ۪ٹھ
منظوٗری خٲطرٕ کوٚر تٔمۍ کلہٕ سۭتۍ آنٛکار.
مہربٲنی کٔرِتھ لٲگِو واش بیسنہِ پٮ۪ٹھ شیٖشہٕ
أسۍ چھِ کم کھۄتہٕ کم ٹیٚکس ادا کران۔
سُھ چُھ واریاہ جزبٲتی نَفر
تٔمۍ سُٕنٛدۍ مرنن کوٚر تس سٕنٛزِ زِنٛدگی منٛز ژھریٚر۔
سُہ گوٚو اچانک خانٛدرَس منٛز ظٲہِر
تٔمِس اوس تصویٖرِ خٲطرٕ خاص انٛدازس منٛز روزُن۔
سارنی باسیوو زِ سۄ چھےٚ اکھ بازٕرۍ زنان۔
عَٔدالتَن دیُت تٔمۍ سٕنٛدِس حَقس منٛز فٲصلہٕ
گاشہٕ لال چُھ گاشس منٛز لۄکُٹ گژھان۔
مےٚ چُھ سورُے رُہن پیٖسمُت۔
تٔمِس آیہِ أکِس نٔوِس محکم کِس اِدارٕچ نِگرٲنی کرنُک موقعہٕ دِنہٕ۔
بادشاہن دیُت پنٛنیٚن یارن سال۔
تٔمۍ سٕنٛدۍ کینٛہہ دوس تچھِ جنٛگلی تہٕ آوارٕ کٕردارٕکۍ۔
بہٕ اوسُس شوقہٕ سان گرٕ کُن گژھان۔
ییٚلہِ أسۍ تٔمِس سمکھییہِ سُہ اوس تمہِ ساتہٕ کُنُے زوٚن
تٔمۍ سٕنٛز حالت گٔیہٕ وارٕ وارٕ ٹھیٖکھ
تٔمۍ سٕنٛٛز ایٖمان دٲری چھےٚ محض اکھ دِکھاوٕ۔
تِمن چھِ بمبیہٕ منٛز پانٛژ دُکان۔
گٲڑۍ آیہِ دٮ۪وارس لاینہٕ۔
بہٕ چُھس ٲکھ جوشہٕ سۭتۍ بٔرِتھ تہٕ کتھٕ کرن وول نفر۔
فِلمہِ منٛز چُھ أکِس عظیٖم اِنسان سٕنٛدِ بننُک طریٖقہٕ خوٗبصوٗرتی سان ہاونہٕ آمُت۔
مےٚ گژھِ برابر شُمار، انٛدازٕ نہٕ کیٚنٛہہ۔
کُرسی میز چُھ ڈوٗنۍ ہچہِ ہُنٛد بنیومُت۔
بہٕ کرٕ تٔمۍ سُنٛد پتہ کرنٕچ کوٗشِش۔
یہِ پوش چُھ بنفشی رنگُک۔
نُمٲیِنٛدو کٔر تجویٖزِ ہِنٛز زبردست مُخٲلِفت۔
یوٗتاہ جلدی پریشٲنی ہُنٛد وجہ ژھانٛڑُن ٲس تُہٕنٛز تیز نظر۔
سُہ چُھ منٛطِق پَران۔
تِم پیٚیہٕ تینتٲلۍ پٮ۪ٹھٕ ؤسۍ
اکھ واریاہ مال بٔرِتھ ٹرٛک ہیٚچۍ نہٕ کٔلس تٔرِتھ
شُرۍ ٲسۍ باغس منٛز گول گول نژان۔
تٔمۍ سٕنٛزٕ مژھٕ چھےٚ واریاہ مضبوٗط۔
یِمو دۄن واقعَن چُھ نہٕ پانہٕ وٲنۍ کانٛہہ واٹٕھے
یِِم شَرٲیِط چھِ تۄہہِ منٛزٕ کیٚنٛہَن پٮ۪ٹھ لاگوٗ گَژھان
رنٛگس مہ لٲگِو اتھٕ یہِ چُھ اوٚدُر ۔
تمہِ کوٚر تٔمِس پنُن استعفہٕ پیش۔
یہِ ٲس ساروٕے کھۄتہٕ زیادٕ مٲیِٕل کرن وول مُشک۔
بسہِ مںز آسہٕ پنٛژہ سوارِ۔
شہرَس منٛز گٔیہٕ دۄن دَرٮ۪ن منٛز صٔحی لڑٲے
آفتاب اوس چمکہِ دار تہٕ اَسمان اوس صاف
سۄ روٗز تھکہٕ روٚستُے دۄن گٲنٛٹن لگاتار کتھٕ کران۔
مےٚ تُل آفتاب کھسنہٕ کِس جلوَس اکھ فوٹوٗ
کُل چُھ مکانہٕ پٮ۪ٹھٕ لگ بگ دہ فُٹہٕ دوٗر۔
کپمٔنی تہٕ بینٛکن کوٚر پانہٕ وٲنۍ مُہادٕ
سُہ چُھ اکھ قٲبِل ڈاکٹر
تِم موٗدۍ ترٛیشہِ یا فاقہٕ کہِ وجہ سۭتۍ۔
المٲرۍ کٔرِو بنٛد۔
دارِ چُھ شیٖشہٕ پُھٹمُت۔
مےٚ مۄکلٲو پنٕنۍ کٲم پوٗرٕ پٲٹھۍ
کُلٮ۪ن چُھ گرمہٕ خٲطرٕ واریاہ زیادٕ برداشت آسان۔
موجوٗد حالاتن ہِنٛدِس پسہِ منظرس منٛز چُھ اسہِ اتھ پیشکش متعلق وُچھن۔
مےٚ چُھ گرٛیٚٹس منٛز اوٹ پِہُن۔
فِلمہِ ہِنٛدِس ٲخرس پٮ۪ٹھ آو مےٚ أچھ منٛز اوٚش۔
تِمو کور اکھ أکِس نالہٕ موٚت۔
یوٗتاہ یوٗتاہ ؤری ٲخرس چُھ واتان، دٔلیٖل چھےٚ بدلان۔
أسۍ چُھِ پنٛنیٚن اخبارن منٛز اکھ أکِس مُتعلق سخٕت تنقید لیٚکھان۔
پرٛانہِ مغرِبی فِلمہٕ چھےٚ مےٚ خۄش کران۔
سۄ چھےٚ شعوٗر خٲطرٕ پَران۔
سُہ مُلُک چُھ دنیاہس منٛز فضیٖلتُک  تھوٚد مُقام تھاوان۔
نتیٖجہٕ نیرِ پگاہ تانۍ۔
مہربٲنی کٔرِتھ ون مےٚ پنٕنۍ برابر وٲنٛس۔
مُوٲفِق حالاتن منٛز ہیٚکہِ کٲم مُکمل گٔژِھتھ
بہٕ اوسُس کامہِ کھوژان، مگر یہِ دراو نہ تھکاون وول۔
تِم چھِ تٔھدۍ تہٕ جان صحتس منٛز۔
مےٚ کٕتہٕ کٕتہٕ کرُن کر بنٛد۔
سُہ گوٚو بیٚیہِ اکہِ لتہِ پھیروُن تھوروُن بنٛنس خۄش۔
سُہ یی ضروٗر تس ہوٲیی اڈس پٮ۪ٹھ اِستقبال کرنہِ۔
تۄہہ پَزٮ۪و بیٚیہِ اکہِ لٹہِ پنٛنیٚن چنٛدن نظر دِنۍ
یٔڑ انٛدر بچن چُھ نانہِ ہِنٛدِ ذریعہٕ غزا میلان۔
بہٕٕ تہٕ میون دوست ٲسۍ بِرٕ دار بسہِ منٛز اکھ أکِس کُن بُتھ کٔرِتھ کھڑا۔
مُخٲلِف جمٲژو کوٚر وزیٖر اعظم سٕنٛدِس بیانس خلاف احتجاج۔
بہٕ چُھس تُرکی ہِنٛدِ کھٮ۪نُک بڑٕ شوقیٖن۔
مےٚ چھےٚ ڈاکٹر بنٛنٕچ خٲہِش
ژٕ چُھکھ تتھ سوٗٹَس منٛز بیوقوٗف باسان۔
کِتاب چھےٚ واریاہ مزٕدار ۔
سۄ چھےٚ ہمیشہٕ کالیج علاوٕ کھیٚن نِوان۔
تٔمۍ کٔر مےٚ پوٚتُھر مانٛجنس منٛز مدد۔
بنٛڈٕچ رہنُمٲیی کرن وول چُھ واریاہ تجربہٕ کار۔
سُہ چُھ ایٖمانٛدار موٚزوٗر
یہٕ خبر گٔیہٕ تمام دۄہ دِش کیٚن اخبارن منٛز شایع۔
پُلیٖسس آیہِ ہُجوٗم قوبوٗ کرنس منٛز مُشکِلات پیش۔
سۄ چھےٚ یژھان میکانیات پرُن۔
سرکار چھےٚ رُشوَت کھوری پٮ۪ٹھ سخٕت نظر تھٲوِتھ
سۄ چھےٚ اکھ واریاہ اصٕل رنن واجیٚنۍ۔
مُستقبِل خٲطرٕ روز رٕتِس وۄمیدوار۔
تٔمی سٕنٛز حالت چھےٚ سیٚٹھا خراب۔
باقیِن ہِنٛدِ نۄقصان نِش بچُن چُھ جان۔
تٔمۍ چُھ تس سٕنٛدِ خٲطرٕ اکھ خاص خمیٖر تیار کوٚرمُت۔
فُٹ بال چھےٚ المارِ ہِنٛدِس پٔتۍمِس طرفَس
ژَرِ ہِنٛز تونٛتھ چھےٚ آسان پیٚتۍ دار
سُہ چُھ ہمیشہٕ میٛانہِ کامہِ منٛز غلطی ژھانٛڑان۔
تٔمِس دیٖو نوٚو دفتر ژھانٛڑنٕچ کٲم۔
اللہ تعالیٰ چُھ وٲحِد نجات دِنہٕ وول۔
تُہۍ کیا چِھو اَتھ وَنان
یہِ زرٲعی زمیٖن چُھ زیادٕ تر سبزی وۄپداوان۔
اسہِ کوٚر راتھ أکِس ترٛیٚن ؤرِین ہِنٛدِس مُہادس پیٚٹھ دستخط۔
جالسٲزی ہِنٛدۍ معاملہٕ چھِ اَز کل سٮ۪ٹھا عام
واریاہن گٲنٛٹن ہِنٛزِ کامہِ چُھس بہٕ ییل اوٚنمُت۔
حکوٗمت چھےٚ طبی خدمات چہِ فرٲہمی خٲطرٕ ذموار۔
لفافس واٹھ کرنہٕ خٲطرٕ کر گونٛداستعمال
بتہٕ کھٮ۪نہ پتہٕ چھیٚلِو بانہٕ۔
پنُن پان صحت یاب تھونہٕ خٲطرٕ پزِ اسہِ صُبحٲے پکنہِ نیرُن
بانہٕ مہٕ دیٖو دٲرِتھ۔
بہٕ چُھس بِذٲتی توٲتیٖخس منٛز دِلچسپی تھاوان۔
سُہ چُھ پرٛٮ۪تھ دۄہ گرِ پٮ۪ٹھٕ مدرَسس تانۍ پکان۔
یِمن لُکن چھِ بد منٛشہٕ۔
تٔمۍ ہیوٚت تٔمِس ودان ودان رۄخست۔
تِمو چُھ پنُن ہوٗن ہانٛکلہِ سۭتۍ گٔنٛڑِتھ تھوومُت
ژےٚ چُھے اکھ پوٚژھ ؤٹِس منٛز پیاران۔
تٔمۍ کوٚر تٔمۍ سُنٛد ناو مدرسہٕ چہِ رجِسٹرِ منٛز درٕج۔
پٔتمیٚن کینٛژن ؤرین دوران گٔیہ تکنیٖکی ترقی واریاہ تیٖزی سان۔
تٔمِس مہ تُل توس، سۄ چھےٚ گۄڈے پریشان۔
مےٚ اوس ڈراماہس منٛز شری رام سُنٛد کِردار دِنہٕ امُت۔
اگر ژٕ اِمتِحانس منٛز ناکام گژھکھ، چون مول گژھِ مایوٗس۔
کھیلس منٛز تٔمۍ سٕنٛز دِلچسپی ٲس کم گژھان۔
تٔمۍ سٕنٛزِ لاپروٲیی سۭتۍ ہٮ۪کہِ ہے ماحولس منٛز خرٲبی گٔژھِتھ۔
تٔٔمِس ووت اکھ تار۔
مےٚ دی تو توٚت چایہِ پیالہٕ
تٔمِس ٲسۍ اتھٕ ہُنیمٕتۍ۔
نوٚو قۭمتُک انٛدازٕ گژھیا یُن کرنہٕ؟
بہٕ اَنتھ ژٕ ہَوٲیی اڑٕ پٮ۪ٹھٕ
مےٚ چھےٚ نہٕ خبر زِ تٔمِس کۄسہٕ نوکرِیہِ آسہٕ پٔتمہِ ؤرِیہِ۔
یہِ چُھ سُہ شخص یس ریٖتا محبت چھےٚ کران۔
تَٔمہِ پرٛژھ تٔٔمِس زِ مِشیٖن کِتھ پٲٹھۍ چھےٚ چلاوٕنۍ۔
وقفہٕ پتہٕ کٔر اسہِ نوِ سرٕ جوشہٕ سان کٲم شروع۔
یہِ موٹر ہیٚکہِ 70 آنٛچہِ بۄن تہِ لٔمِتھ۔
مےٚ چُھ باسان سُہ چُھ پنٛنہِ بہودری ہِنٛزِ زیچھِ دلیٖلہٕ بناوان۔
شیٖشہٕ گٔیہِ پٕھٹِتھ لۄکٕٹۍ لۄکٕٹۍ ٹُکرٕ
سَچِن آو واپَس پنٛنِس نانہِ بٕڑۍبَب سٕنٛدِس گَرَس منٛز
یہِ چُھ افسوٗس زِ خراب موسم دی نہٕ ژےٚ دِلہِ گژھنُک اِجازت۔
ؤکیٖلن کٔر پنٛنِس مُوَکِلس بچاونٕچ کوٗشِش
شہرٕکۍ اہلکارو کوٚر عِمارت چہِ جایہِ ہُنٛد دورٕ۔
سُہ چُھ مےٚ سخ دوست۔
مےٚ چھےٚ پنٛنہِ کامہِ ہِنٛز سٮ۪ٹھا فِکِر آسان
بحژٕ پتہٕ مون تٔمۍ فٲصلہٕ
سُہ چُھ سٮ۪ٹھا ہوشیار نَفر
کھیٚن حٲصِل کرُن اوس مُشکِل۔
یہِ چھےٚ لتا منٛگیشکرن اکھ بہترین اداکٲری۔
کُلوریٖن چُھ آب شوٗژ کرنہٕ خٲطرٕ اِستعمال گَژھان
چاے چھےٚ آب ہِش۔
سٲنۍ منصوٗبہٕ چھِ ونۍ کیٚن مُسلسل تبدیلی ہِنٛدِس حالتس منٛز۔
لُکھ درٛایہِ نُمٲیِش کہِ مٲدان منٛزٕ۔
مےٚ چُھ کلاسس منٛز تُرٛوٲہِم درجہٕ حٲصِل کوٚرمُت۔
ٹٲرُک ایٖجاد اوس اِنسٲنی نسلہِ خٲطرٕ فٲیدٕ منٛد۔
تٔمۍ ہیٚکۍ پُلیٖس کہِ ذریعہٕ پنٕنۍ رِشتہٕ دار لٔبِتھ۔
سُہ روٗد بَرس ٹُھک ٹُھک کَران مَگر کٲنٛسہِ تہِ کُھلوونَس نہٕ
سُہ موٗد أنٛدرَمن منٛز تھوٚپ یِنہٕ کِنۍ۔
ریگِستانس منٛز چھِ سیٚکہِ پہاڑ لگاتار ڈیر بناوان۔
تٔمۍ ووٚن تٔمِس ٹاکارٕ پٲٹھۍ زِ سۄ گژھِ نہٕ تور۔
ہونٮ۪ن نِش روٗزِو ہوشیار
آنٛند صٲب چُھ اکھ عٲلِم شخٕص
ییٚمہِ مکان کِس بناون وٲلِس شوٗبن تعٲریٖف۔
تٔمِِس چُھ زن شُریٚن کُن غٲر جزبٲتی روَیہٕ
تۄہہِ چُھ پنُن شرارت کم کرُن ہیٚچُھن۔
اکبر چُھ اکھ اصٕل اداکار
سۄ آیہِ بےٚ ہوشی منٛز پٔتھرِس لاینہٕ۔
صَدرَس چُھ نامنظوٗری ہُنٛد طاقت آسان۔
یِژھٕ بجہِ غلطی کرنہٕ کَر بنٛد
تِمن میٖج نہٕ کانٛہہ تہِ مَدد
سانہِ گاڈِ چھےٚ سون ماحول آلوٗدٕ کرنس ذِمہ دار۔
تِمو کٔر جوشہٕ ۂژ اداکٲری۔
ژرِ چھِ لۄکٕٹۍ گول پکھ، ژھوٚٹ لٔٹ، مضبوٗط زنٛگہٕ تہٕ زیٖٹھۍ وٕٹِھتھ تونٛتھ آسان۔
نوِ کامہِ پٮ۪ٹھ گژھنہٕ پتہٕ گوٚو تٔمِس گاٹہٕ۔
اسہِ وٕچھ فِلِم اِکوَٹَے۔
ہرتال کہِ جٲری روزنہٕ سۭتۍ آیہِ سیٚٹھا غربت۔
تٔمۍ بناوِ کاغزس کیٚنٛہہ عموٗدی رِکھٕ۔
مےٚ چھِ تمام سِنۍ پٲنۍ پانَے رٔنۍمٕتۍ۔
ؤکیٖلن کٔر مُقدِمَس مُتعلِق دٔلیٖل پیش
تتھ مُشکِل وقتس منٛز تٔھوۍ أسۍ وۄمیدِ زِنٛدٕ۔
سُہ چُھ مجلِسَن منٛز ہُشار بوزَن وول
تٔمِس اوس بدلن وول مِزاز تہٕ تٔمِس سۭتۍ روزُن اوس نہٕ سہل۔
بہٕ بیٛوٗٹُھس پتھر تہٕ بوٗزُم غوٗرٕ سان۔
مےٚ چھےٚ بَتَس سۭتۍ ہٮ۪مبہٕ کھیٚنہِ خۄش کَران
جماعت گیہِ اِنتخابس منٛز کامیاب۔
ژٕ کِتھ کٔنۍ ہٮ۪ککھ یُتھ کیٖنہٕ تھاون وول ٲسِتھ۔
تٔمِس چُھ واریاہَن معاملَن تَوَجہ دیُن
تٔمِس چھےٚ یہِ صَلاحِیت زِ سُہ ہیٚکہِ واریاہ مسلہٕ اَکی ساتہٕ حل کٔرِتھ
مےٚ ترٲو دارِ کِنۍ نٮ۪بر نظر۔
جذباتن ہُنٛد سرٛنٮ۪ر چُھ ناقٲبلہِ تصوُر۔
تٔمۍ سٕنٛزِ جمٲعژ خٲطرٕ آیہٕ رۄپیہٕ آبٕکۍ پٲٹھۍ۔
مےٚ چُُھ باسان سُہ چُھ تِمو لُکو منٛزٕ اکھ یِم بیٚین ہِنٛزِ پریشٲنِین ہُنٛد لُطُف تُلن وٲلۍ چھِ آسان
یہِ چُھ قٲبلہِ لایق مگر تۄپتہٕ چھےٚ اتھ پنٕنۍ ناتٲثیٖری تہٕ نۄقصاناتات
تٔمۍ ووٚن مےٚ بکوٲسۍ۔
تٔمِس پزِ پانے پنٕنۍ کٲم کرٕنۍ
ژےٚ یِم پۄشاک پَسنٛد ٲسِتھ کٔرۍمٕتۍ تِم ٲسۍ نہٕ اَصٕل
واریاہ محنتہٕ پتہٕ آو تِمن مِشیٖنہِ منٛز نۄقُص اتھِ۔
ہوٲیی آمدورفت اوس بحال گوٚمُت۔
أسۍ گٔیہِ بمبیہِ ہَوٲیی جَہازس منٛز
بہٕ چُھس نہٕ چانیٚن ہم جمٲتٮ۪ن سۭتۍ چون سٔلوٗک پَسنٛد کَران
عوٲمی مُقامَن پٮ۪ٹھ چھےٚ سِگریٹ چیٚنَس پٮ۪ٹھ پابنٛدی
مہربٲنی کٔرِتھ تھٲیِو مےٚ کُن کن۔
تقریٖب روٗز دۄن دۄہن جٲری۔
تِہنٛزِ تحقیٖق کِنۍ چُھ ساینس کِس شعبس منٛز تِہُنٛد واریاہ لٹہِ حوالہٕ دِنہٕ آمُت۔
سُہ چُھ اکھ پابنٛد عٲلِم۔
پنُن خۭمہٕ لٲگِو آبہٕ شارس نزدیٖک۔
مےٚ چُھ أکِس لۄکٹِس مکانس منٛز پنٛنہِ روزنُک اِنتِظام کوٚرمُت۔
مہربٲنی کٔرِتھ کٔرِو حرکت رژھا۔
کُلیٚن ہِنٛدۍ یِم قٕسٕم چھِ بِلکُل مُختلف۔
بہٕ چُھس واریاہ پریشان۔
میچس منٛز تٔمۍ سُنٛد زینُن چُھ یقیٖنی۔
ہُنٮ۪ر چُھ رژھا کم گوٚمُت۔
عدالتن دیُت ٹھگلہِ منٛز تحقیقاتُک حُکُم۔
تٔمۍ کوٚر فوجَس نوٚو توپ خانہٕ فَراہَم
معجزن کٔرۍ سٲری بےٚ زبان۔
بہٕ اوسُس اکثر تتہِ آسان۔
تۄہہِ چَھو یَتھ نظمہِ پٮ۪ٹھ قَدٕر دٲنی کرنٕچ ضٔروٗرَت
سُہ چُھ اکھ محنتی کٲم کرن وول۔
مَیت آیہِ دفناونہٕ خٲطرٕ گَرٕ سوزنہٕ
سُہ چُھ ٹرٛک چلاون وول۔
سُہ چُھ اکھ قٲبِل طالبہِ علم یُس مُقابلس خٲر مقدم چُھ کران۔
یتھ معاملس مُتعلق چُھ ہٮ۪سہٕ سان سونٛچنٕچ ضروٗرت۔
تہٕ یہ تٔمۍ سُنٛد عقیٖدٕ اوس، تی اوس تٔمۍ سُنٛد مذہب تہٕ فلسفہ تہِ۔
تٔمِس چُھ باسان زار چُھ اکھ عٲب۔
یِمن دعوا ہن  آیہِ شکاؤری ہِنٛدۍ سلوک کرنہٕ۔
تٔمۍ بدلٲو پنٛنین خیالن ہِنٛدِ تٲثیر سۭتۍ سٲنۍ راے۔
اسہِ نِیہِ پنٕنۍ پالتو جانور پانس سۭتۍ چکرس۔
سُہ چُھ سُکوٗن تہٕ خۄش دِلی ہِنٛز زِنٛدگی بَسر یَژھان کرُن
خوٗن نیرنہٕ کِنۍ گوٚو سُہ بےٚ حٮ۪س۔
تور مہ گژھ۔
سُلہِ یا ژیٖرۍ ننہِ اسہِ پَزر۔
فایلہِ منٛز ٲسۍ مُختٔلِف دستاویز شامِل
تٔمۍ تُل پنٛنہِ محنتہٕ کہِ پھلُک لُطُف۔
لڑایہِ منٛز پٕھٹ تٔمِس نٔر۔
تٔمِس اوس اتھس منٛز اکھ چُمٹہٕ۔
سۄ چھےٚ یژھان گوہَرُک ہار۔
کارخانہٕ خٲطرٕ مالٕچ فرٲہمی چھےٚ تٔمۍ سٕنٛز ذِمہ وٲری۔
پرٛٮ۪تھ کٲنسہِ چھےٚ عٲشن ہِنٛز خوٲہِش آسان۔
تِہُنٛد بُنیٲدی اصوٗل چُھ ایٖماندٲری۔
فوجس اوس برٛونٛہہ پکنُک حُکُم دِنہٕ آمُت
سُہ قُلُف چُھ ییٚمہِ کُنٛزِ سۭتۍ یلہٕ گژھان۔
تٔمۍ پوٚر محنتہٕ سان مگر اِمتِحانس منٛز گٔیہٕ ناکام۔
تٔمۍ چھےٚ پنٕنۍ زِنٛدگی قعلَن تہٕ محلَن منٛز گُزٲرمٕژ
کٔمۍ تانۍ لۄکٕٹۍ کھروٕنۍ نفرن رٔٹ تٔمۍ سٕنٛز جاے۔
مےٚ بٔنوو کاغذس پٮ۪ٹھ ایشیاہُک نقشہٕ۔
ژٕ ہیٚکہٕ کھٕ اخبار پِلنٲوِتھ؟
تٔمۍ سٕنٛزِ بےٚ تدبیٖری ہوو زِ تمۍ چھےٚ صوٗرتحال مکمل پٲٹھۍ غلط سمٕجمٕژ۔
تٔمۍ ٲس پنٛنہِ قمیٖضہِ تل ییرو بٔنیان لٲجمٕژ۔
مےٚ چھےٚ نہِ نفسِیاتٕچ زیادٕ علمیت مگر مےٚ چُھ امتحان پاس کرُن۔
تِمن آیہِ مشورٕ دِنہٕ خٲطرٕ عدالتس منٛز انٛناونہٕ۔
تِم سٲری چھِ جان بلہ باز۔
یہِ ویٚب سایٹ چھےٚ کھیل کہِ مٲدانک حقیٖقی دورٕ کرناوان۔
مےٚ باسیوو پنٛنِس نٔرِس لمُن ہِیوٗ۔
بیٚمارِ چُھ سُہ شُس کوٚرمُت۔
پرٛٮ۪تھ دۄہ ورزِش چھےٚ تُہنٛدِ صحتہٕ باپتھ واریاہ ضروٗری۔
اتھ مسلس منٛز ٲس تٔمۍ سٕنٛز شموٗلیت سیٚٹھا زیادٕ۔
فوجی آیہِ سرحدس انٛدٕ ونٛدٕ تعینات کرنہٕ۔
ژےٚ چُھیہِ کانٛہہ اعتِراض؟
پٔتۍمہِ رٲژ ٲس سخ تۭر
اثرات ٲسۍ نہٕ ٹھیک۔
أسۍ چھِ تُہنٛزِ کارکردگی سۭتۍ مُتٲثِر
لنٛدن گژھنہٕ خٲطرٕ کھوٚت راحُل ہَوٲیی جہازس
مےٚ کر پزِ پنٛنِس بچس اوپ ژوپ کرُن۔
ججس چُھ پگاہ مُقدِمُک فٲصلہٕ دیُن۔
بنٛگولن ہِنٛدِ ٹاسہٕ سۭتۍ کھوٗژۍ شُرۍ۔
یتھ سلادِ منٛز چُھ مرژُک مزٕ۔
رام چُھ پینٛدِ گِنٛدان
حالَے چُھ اکھ آزار دِنہٕ وول مسلہٕ مزید بدتر گوٚمُت۔
تِمو چھےٚ ہمسایَن گٲڑۍ کِرایہِ ہیٚژمٕژ
سُہ چُھ احتِیات سان کٲم کَران
تمہِ کتابہِ ہِنٛزٕ چھےٚ ژتجی لچھ کھۄتہٕ زیادٕ کاپیہِ کٕننہٕ آمژٕ۔
مہربٲنی کٔرِتھ وٕشناو رس۔
نٔرسہِ لٲج مٔریٖض سٕنٛدیٚن زخمن پیٚٹھ مرہم پٔٹ۔
چاروٲے ژایہٕ سٲنِس باغس منٛز
وۄلہٕ پیارو یوٚتانۍ سۄ ییہِ۔
سُہ چُھ اکھ پیشہٕ ورانہٕ فنکار۔
سودا پتہٕ میلی ژےٚ پنٕنۍ درٛالز
مےٚ چُھ یقین سُہ چُھ اکھ ایٖماندار نفر۔
تٔمۍ سٕنٛدۍ تبصُرٕ ٲس اِخلٲقی طور خراب۔
ؤرۍیس منٛز چِھ 12 رٮ۪تھ آسان۔
سُہ چُھ دچھ وۄپداون وول۔
سُہ درٛاو دارِ کِنۍ نٮ۪بر۔
تٔمۍ سُٕنٛد ہفتٕوار دورٕ آو منسوٗخ کرنہٕ۔
ہُہ زٔمیٖن پلاٹ چُھ کٕنٛنہٕ خٲطرٕ۔
واریاہ سِپاہ موٗدۍ جنٛگس منٛز۔
سُہ پیوٚو پتھر اکی دکہٕ سۭتۍ۔
جوٗس تٔھیِو فِرٛجَس منٛز تُرُن کرنہٕ خٲطرٕ
لٔڑکس چُھ نہٕ کانٛہہ تہِ تمیٖز۔
نوکری چھےٚ تھکراون واجیٚنۍ، مگر تنخواہ چُھ جان۔
عملی ریاضی چھے سٮ۪ٹھا مشہور
بہٕ اوسُس لبہِ سۭتۍ واریاہس کالس کھڑا
أسۍ سٲری چھِ حکومت چہِ نیہِ پالسی حمایت کران۔
تٔمۍ سٕنٛدِ بےٚ عقل تبصرٕ سۭتۍ گٔیس بہٕ ناراض۔
سۄ بنییہِ حِسابس منٛز بہترین۔
وۄستادن ژھونٛڈ پتہٕ بیاکھ رضاکار۔
اسہِ وُچھ پنٛنہِ ٹیٚریس پٮ۪ٹھٕ پہاڑُک صاف نضارٕ
کُنہِ مقصد بغٲر پکُن چُھ بےٚ مطلب۔
تِمو کوٚر مغرِب کِس طرفس کُن سفر۔
تِمو چُھ کُٹھ واریاہ سادگی سان سجوومُت۔
تتھ بازرس منٛز چھےٚ مےٚ لُکہٕ ارسات مٔنٛزۍ وتھ میلان۔
اورنٛگ زیبن وول پنُن مول تختہٕ پٮ۪ٹھٕ۔
مےٚ ہیوٚک آرام سان تٔمۍ سٕنٛدِ بٕتھِ پیٚٹھٕ مایوٗسی ہُنٛد تاثُر وٕچِھتھ۔
پٔکِو پگاہ کَرو کیٚنٛٛہن منٛدرن ہُنٛد دورٕ۔
تٔمۍ سُنٛد زیوٚن پیوو پھروٗژ
پٔتۍمین کیٚنٛہن ؤرین منٛز چھےٚ طِبی ساینَسن واریاہ ترقی کٔرمٕژ۔
تٔمۍ کٔر بےٚ گۄناہ لاگنٕچ کوٗشِش۔
لڑکہٕ چھِ تٔمِس مُتٲثِر کٔرنہٕ باپتھ اکھ ٲکِس سۭتۍ مقابلہٕ کران۔
ٹَھگ چھِ لگاتار لُکن ٹھگان۔
قانونی عدالت چھِ انصافی فٲسلہ عملہِ منٛز اَننٕچ ذمہ دار
پوٚہل چُھ پنٛنین جانورن ہِنٛز رٲچھ راوٹھ کران۔
أسۍ آیہِ سکوٗل کہِ طرفہٕ دورس نِنہٕ۔
مےٚ چھےٚ تِم سارے چِٹھِ یاد یٕم تٔمۍ لیٚچھمَژٕ آسہٕ
ٲخٕر میٛوٗل تٔمِس موقعہٕ تھوڑا آرام کرنہٕ خٲطرٕ
عٔلِمہِ کیٖمیٲیی ہِنٛدۍ کیٚنٛہہ موضوٗع سمجٕنہٕ خٲطرٕ پیٚیہٕ اسہِ مدتٕچ ضٔروٗرت
یہِ ٲس اکھ زورٕ شورٕ واجیٚنۍ تقریٖب۔
تٔمۍ ترٛٲو آبس منٛز سرٛنۍ وۄٹھ۔
پریشان مہ گژھ، بہٕ اوس سَے صِرِف ریٚژھِ تُلان۔
لگ بگ چھِ تقریٖبہِ ہِنٛزٕ تمام موجودٕ وضاحتہٕ رایمژٕ۔
تقریٖبَن اوس سفرُک خرچہٕ پانٛژ ساس رۄپیہِ
بہٕ ہیٛوکُس نہٕ اَز مدرَسہٕ گٔژِھتھ کیٛازِ کہِ بہٕ اوسُس ناٹھیٖکھ
کاو چُھ واریاہ بڑِ آواز کڑان۔
تٔمۍ کوٚر دعوا زِ پُلسن اوس تٔمِس سۭتۍ بد سلوٗکی کٔرمٕژ۔
تٔمۍ سٕنٛدیو تبصُرو کِنۍ ہیوٚت شُریو وٕٹھو تٔلۍ اسُن۔
کِرایہِ درو کرِ مکان مٲلکَس مکان چہِ کُنٛزٕ حوالہٕ
تۄہہِ چھوٕ بِجلی تار؟
پرناوُن چُھ زَنیٚن ہِنٛدِ خٲطرٕ اَکھ اَصٕل پیشہٕ
مےٚ وُچھ سُہ دُپہارَس باغس أنٛدۍ پٔکۍ
تتہِ چھِ قٕسم وار پۄشاک۔
محبت چھےٚ اکہِ اصٕل رِشتٕچ خصوٗصِیت آسان۔
تٔمِس باسیوو زِ تٔمۍ سٕنٛدِس دِلس گٔیہِ سخٕت دُبرارَے۔
مُجرِم بچوو أکِس ہفتس گِرِفتٲری نِش۔
کۄکرِ تٔھوۍ پنٕنۍ پوٗتۍ پکھن تل۔
ژٕ کمہِ باپتھ گوکھ تور؟
عٔموٗمن چھےٚ بالغ فِلمہٕ نابالینٛغن وٕچھنہِ منٛع
مِلٹن سٕنٛدۍ واکھ چھِ مشہوٗر۔
تُہُنٛد لہجہِ چُھ مُشکِلن سمٕج یِنہٕ وول۔
تِم ٲسۍ پَریشٲنی منٛز تٔمۍ سٕنٛدِس یِنس پیاران۔
مےٚ کوٚر سُہ خبر دار کرنٕچ کوٗشش، مگر تٔمۍ بوٗزُے نہٕ میون۔
تٔمۍ سٕنٛزِ گرفتٲری پتہٕ گٔیہٕ شہرس منٛز حالات خراب۔
ڈاکٹرس توٚگ نہٕ یہِ کیس صحیح پٲٹھۍ سمبالُن
پگاہ بیٚہمہٕ بہٕ گرِ۔
مخصوٗص فرٲیضن پٮ۪ٹھ قٲیِم افسرن چھِ یِوان مخصوص رعایت دِنہٕ۔
یتھ جایہِ چھِ واریاہ وٕڑوٕنۍ کیٚمۍ۔
تٔمِس چھےٚ پنٕنۍ زِندگی بطورِ اکھ گریلو زنان بنٛد گٔمٕژ باسان۔
مندرُک پادٕرۍ اوس اکھ رُت نفر۔
اِنتخابس منٛز گٔیہٕ واریاہ ووٹ ترٛاون وٲلۍ شٲمِل۔
گاڑِ ہُنٛد گوٚٹ رنٛگ چُھ نہٕ شوٗبان۔
تٔمۍ سٕنٛدِس خاتس منٛز کر 1000رۄپیہٕ جمع۔
یِمۍ زُریات چھِنہٕ نۄقصان واتناوان تہٕ ہٮ۪کوکھ یلہٕ ترٲوِتھ
بہٕ چُھس پٔزۍ پٲٹھۍ تٔمۍ سُنٛد طور طریٖقہٕ ناپسنٛد کران۔
مےٚ چُھ پنٛنہِ کامہِ پیٚٹھ فخر۔
سُہ چُھ میٛون زیُٹھ بوے
نیر وۄنۍ نَتہٕ گَژھی ژیر
یہِ چُھےٚ واریاہ مُشکِل کٲم۔
سارنی قۭمتَن ہُنٛد قٔریٖب قٔریٖب انٛدازٕ چُھ لگاونہٕ آمُت
کُس تام اوس بَرس ٹُھکرارے کران۔
تمہِ دِژ کامہِ مُتعلق کارآمد زانٛکٲری۔
تٔمۍ سُنٛد مول اوس اکھ غٔریٖب وووُر۔
سۄ کٔھژ پنٛنِس گُرِس تہٕ درٛایہِ۔
سُہ چُھ أکِھ عملی صدر۔
یِمن گُریٚن ہِنٛزِ ماجہِ چھےٚ سیٚٹھا اعلیٰ تربِیب دِنہٕ آمٕژ۔
اسلَمن ہارنوو عادِل شطرنجس منٛز۔
یِم پالسی چھےٚ یِتھ کٔنٛی بناونٛہٕ آمژٕ زِ ہر کُنہِ طبقس یی مُروت کرنہٕ
مٔریٖض اوسُکھ بیٚیِس شفاخانس منٛز مُنتقل کوٚرمُت۔
ژےٚ چُھیہِ تَیُتھ کانہ وجہہ یتھ بُنیٲذ پٮ۪ٹھ ژٕ پنُن بحث چُھ کران۔
تِہِنٛز منٛظوٗری چھےٚ اسہِ یتھ مسلس پٮ۪ٹھ تہِ
قٲلیٖن چُھ اوٚدُر۔
واہ؟ کیاہ پۄشاک چُھ۔
ایشیاہس منٛز چھِ ساروٕے کھۄتہٕ زیادٕ آبٲدی وٲلۍ زٕ مُلک یعنی چیٖن تہٕ ہِنٛدوستان۔
سُہ چُھ تنٛظیٖمہِ ہُنٛد بڑٕ لایق رُکُن
صنعتن ہُنٛد ژھۄٹھ چُھ ماحولس تباہ کَران
میون مَس چُھ وٕنہِ تہِ سرٛہُل۔
دۄہ چہِ کامِہ پتہٕ چھےٚ سۄ تٕھچمٕژ باسان۔
سُہ لوٗبوُن مکان چُھ میٲنۍ دوستن بنوومُت۔
تِم ٲسۍ اکھ أکِس شرارتہٕ ہوٚت بُرٕ کتھٕ ونان۔
بہٕ ہٮ۪کَے چانہِ خٲطرٕ نوکری ژھٲنٛڑِتھ
شُرۍ ٲسۍ پوٗرٕ ہُشارٕ
مےٚ اوس صِرِف دۄن مِنٹن منٛز سُی سورُے سمجوومُت۔
بہٕ گوس تٔمِس سٹیشنس تانۍ سۭتۍ
بہٕ آس واپس ییٚمہِ ساتہٕ مےٚ خبر بوٗز۔
یِم حقوق چھِ مرکزی ٲیٖنس منٛز قٲیِم۔
مےٚ چھےٚ دٔریاو بٔٹِھس مُتوٲزۍ پکنس منٛز دِلچسپی ۔
تس میلیو نہٕ وٕنہِ تنخوال۔
تُہۍ کتہِ چِھو روزان۔
مہربٲنی کٔرِتھ پٔرِو دستاویز یتھ منٛز ضروری تفصیٖلات دِنہٕ چھےٚ آمژٕ۔
یتھ مسلس پیٚٹھ چھِ تِمن ادلہٕ بدل خیالات۔
ٲخٕر کوٚر تٔمۍ پنٛنیٚن اِذا دِنہٕ والیٚن پیٚٹھ حملہٕ۔
تٔمۍ رچہِ زٕ روٗسۍ کچہِ۔
سماج کیٚن کمزور طبقن ہِنٛزِ بہبودی خٲطرٕ چھِ قانون کہِ ذریعہٕ اِنظام کرنہٕ یِوان۔
یہِ مسلہٕ آو میٖڈیا کہِ ذٔریعہٕ تٔمۍ سٕنٛدِس توجس منٛز۔
کاو ٲسۍ پوٗرٕ صُبحس کاو کاو کران۔
سِپاہو اوس بکتَرُک بنیومُت کوٹھ لوگمُت۔
تِمن چھےٚ پَے زِ اَسہِ تُل ایَمہِ ذموٲری ہُنٛد اَکھ بوٚڑ حَصہٕ
تٔمۍ لوٚم پردن پتھ کُن
مےٚ چھےٚ واریاہ اصٕل بصری یاداشت۔
أکِس نفرٕ سُنٛد نۄقصان چُھ بیٚیِس نفرٕ سُنٛد فٲیدٕ آسان۔
یہِ ڈراما اوس گۄڈٕ ۱۹۸٠ کِس ٲخری حِصس منٛز پیش کرنہٕ آمُت۔
اسہِ ٲس سر زمیٖنس پٮ۪ٹھ واپس واتنٕچ خوشی۔
تٔمۍ کوٚر پنٛنہِ قوم کہِ حفاظتہٕ خٲطرٕ لڑنُک عہد۔
ہُشارٕ روٗزِو! اکھ ہوٗن چُھ پکان۔
سُہ چُھ نَون بجن تام کٲم کران۔
تٔمِس آو دِلُک دورٕ
مارٹِن لوتھر بادشاہ موٗد اکہِ عظیٖم مقصد خٲطرٕ۔
سۄ چھےٚ اعتِدال پَسنٛد گَرس منٛز بَڑیمٕژ
خۄداے چُھ ییٚمہِ کایناتُک بناون وول۔
پہاڑس کھسن والٮ۪ن چھےٚ مُقامس تام واتنہٕ خٲطرٕ واریاہ زیچھِ وۄٹہٕ تُلنہِ پیٚوان۔
میٲنۍ نیٚچِوۍ چھےٚ دچھِ ہِنٛزِ کاشتکٲری ہنٛز تعلیٖم حٲصل کٔرمژٕ۔
دارٮ۪ن ہِنٛدیٚن شیٖشن اوس پوٗرٕ پٲٹھۍ بہہ کھوٚتمُت۔
کاتُر چُھ گُرِس تہٕ خَرس درمِیان اکھ میُل۔
نوٚو بَجٹ ہیٚکہِ خٔریٖدارن مُتٲثِر کٔرِتھ
چیٖز ٲسۍ صاف پٲٹھۍ بنٛد کرنہٕ آمٕتۍ۔
ییٚمہِ کمپنی ہٕنٛدِ پٲداوارٕچ گرٛاف چُھ ییٚکیاہ
سۄنٛرس ٲسۍ تٔمۍ سٕنٛزِ کٲرۍگٔری خٲطرٕ سٲری تعٲریٖف کران۔
تجویٖزِ گژھِ آنٛکار میلُن۔
کارخانُک دٕہۍ نور چُھ ہَوہَس منٛز واریاہ دٕہ ترٛاوان
مےٚ چُھ باسان میٲنۍ کٲم چھِ قٲبلہِ انعام
یہِ چُھ گۄڈنیُک چیٖز یُس میٲنِس دٮ۪ماغس منٛز آو۔
سُہ چُھ بیٚمارِ بٕڑروومُت
یہِٕ چُھ چانہِ مَضموٗنہٕ خٲطرٕ اکھ اصٕل موضوٗع
کیٚنٛٛہو نفرو کٔر سمنٛدرس منٛز برٛونٛہہ کُن گژھنُک جُرت۔
مےٚ چھےٚ پَے سُہ چُھ نرم دِل۔
یہِ چُھ عموٗدی طورس پیٚٹھ حرکت کران۔
سُہ چُھ غٲر معموٗلی قٲبلِیت وول نفر۔
کنہِ پٔھلۍ لگاو تتھ دٔریاوس منٛز۔
سُہ چُھ دانہِ ترٛکرِ پٮ۪ٹھ تولان۔
تِم ٲس تماشہٕ گاہ منٛزٕ نٮ۪بر نیران۔
تِم چھِ پنٛنہِ کمپٔنی منٛز قٲبِل کارکُنن مُلٲزِمت دِوان
تٔمِس چُھ دفتر کہِ اِنتِظایاہٕکۍ اِختیارات دِنہٕ آمٕتۍ۔
تۄہہِ چھو یتھ بلکل صحیح طریقس منٛز وٕچھنٕچ ضروٗرت۔
تٔمِس چھےٚ کم از کم ترٛٮ۪ن رٮ۪تن علاجٕچ ضٔروٗرت۔
تٔمۍ ہیوٚک نہٕ مزیٖد پنُن اسُن رُکٲوِتھ۔
تٔمۍ سٕنٛزِ ہدایتہٕ مطابق انٛناوِ مےٚ 10 دۄدٕ بوتلہٕ۔
مےٚ ٲس تاپہٕ سۭتۍ
کمپٔنی کٔر تٔمِس کڑنس منٛز صحیٖح کٲم۔
ہندوستانس چُھ واریاہ جغرٲفیٲیی علاقہٕ
میون پِستول کتہِ چُھ؟
مےٚ دِ ترٛےٚ لیٖٹر دۄد۔
سُہ اوس ہٮ۪کان تَسٕنٛدِ دِلٕچ دُبرارے محسوٗس کٔرِتھ
تیٚلہِ کیازِ چُھکھ ژٕ یژھان مےٚ ناکام کرُن؟
غٲر ضروری طور ونٛنہٕ تہٕ ونٛنہٕ نِش گژھِ دوٗر روزُن۔
دُنیاہس منٛز چِھ بَچن سٔتۍ بدسلوکی دوہ پتھ دوہ بڈان
تِمن چھِ پنٛژاہ ساس رۄپیہِ بقایا۔
میون بٕڑۍبب چُھ پکنہٕ خٲطرٕ لورِ ہُنٛد اِستعمال کَران
ییٚمہِ ہفتہٕ کٮ۪ن ٲخری دۄہن ہِنٛدۍ آثار چھِ نہٕ تِتھۍ یُتھ اِنسان مُنتظِر روزِ۔
کارخانس منٛز چھےٚ مِشیٖنہٕ واریاہ اِستعمال سۭتۍ گسہٕ یِنہِ ہٮ۪ژمژٕ۔
تِم چھِ تِمن تشدُدچ دھمکی دِوان۔
سۄ ٲس پنٛنٮ۪ن شُرٮ۪ن باپت خوف زَدٕ
تٔمۍ سٕنٛدۍ تبصرٕ چھِ ہمیشہٕ ٲکِس بیٚمار اِنسانس زُو ژانان۔
سۄ ٲس دروازس سۭتۍ وۄدنی۔
سُہ چُھ کِرکٹُک دیوانہٕ۔
تٔمِس چُھ نہٕ لٲزمی طورس پیٚٹھ تور گژُھن۔
گٲڑۍ چلاون وول واضح طور نشس منٛز۔
باغس منٛز باگ اوس اکھ لوٗبوُن فنٛوارٕ۔
مےٚ أنۍ پنٛدہ ماٹم پٔھلۍ۔
سُہ اوس جنٛگس دوران سٲروٕے کھۄتہٕ زیادٕ خوفزدٕ جنٛگی حُکمران۔
تٔمۍ دِژ پُلیٖسس جُرمس مُتعلق خبر۔
تبلیغی جماعت آیہِ کامیٲبی تہٕ اعتِمٲدی سان واپس۔
یِمن نظرین منٛز فرق کرٕنۍ چھےٚ ضٔروٗری۔
اِنٛگلینٛڈس منٛز پرنس چُھ واریاہ پونٛسہٕ لگان۔
مےٚ تھوو پنُن سورُے جاداد المارِ منٛز
أنٛز سٕنٛز پکھ چھےٚ زخمی گٔمٕژ۔
تمہِ کوٚر ونٛنہٕ نِش اِنٛکار زِ تس کٔمۍ ٲس زانٛکٲری دِژمٕژ۔
أسۍ چھِ دُعا منگان پگاہ گوٚژھ جان موسم آسُن۔
أکِس جان زنانہِ چھےٚ وسہٕ کھۄتہٕ زیادٕ ترجیح دِنہٕ یِوان۔
وۄزُل کوٹھ لٲگِتھ کُس نفر چُھ؟
یِم خزانہٕ چھِ سیٚٹھا قۭمتۍ۔
پرٛٮ۪تھ أکِس پزِ جان غذا کھیوٚن۔
سۄ آسہِ مُشکِلن شُرہ ؤرِش۔
تٔمۍ سٕنٛدِ بٕتِھچ چمک ٲس سٮ۪ٹھا لوٗبوٕنۍ
ناول چھےٚ بجہِ چھپایہِ منٛز دستیاب۔
مےٚ چُھ چٲنِس عیالس خٲطرٕ سٮ۪ٹھا لول
سۄ چھےٚ صِرِف پانٛژ ؤرِش۔
اسہِ بوٗز بنٛدوقن ہِنٛزِ گوٗلۍ چلنٕچ آواز۔
یتھ چمرٕ کِس کار خانس منٛز چھِ کھۄر بانہٕ بناونہٕ یِوان۔
2001 اوس نہٕ فلمن خٲطرٕ کامِیابی ہنٛد ؤری۔
بہٕ چُھس یژھان پنٕنۍ مِلکیت پنٛنیٚن شُریٚن منٛز بٲگراوُن۔
ناو لیٚکِھو حروٗف تہجی ہِنٛدِس ترتیٖبس منٛز۔
پادٕرۍ گوٚو چیلہٕ سٕنٛز سرشٲری وُچھِتھ حٲران۔
سُہ اوس خوٗن دِنہٕ وول۔
اِجلاس برونٛہہ اوس تٔمِس اصٕل پٲٹھۍ مشورٕ دِنہٕ آمُت۔
میزس تل ٲس اکھ بیٲر۔
پنُن جواب واضِح کرنہٕ خٲطرٕ ٹٔھریوو سُہ۔
میٲنۍ مٲلۍ أنۍ میانہِ خٲطرٕ پرٛانہِ انٛدازٕکۍ کھۄربانہٕ۔
اسہِ پَزن تمہِ سماجِکۍ اصوٗل اختیار کرٕنۍ یتھ سماجس منٛز أسۍ روزان آسو ۔
سۄ کٲم چھےٚ پایہِ تکمیلس وٲژمٕژ۔
سُہ چُھ رٮ۪تَس کُل مِلٲوِتھ پنٛژاہ ساس زینان
تٔمۍ سٕنٛدِس طور طریٖقس منٛز ٲس رژھا غٲر جزبٲتِیت
تٔمۍ دیُت پرٛٮ۪تھ کانٛہہ چیٖز یٔتیٖم خانس خٲراتس منٛز۔
بہٕ چُھس یَژھان پنٕنۍ پَلو بدلاوٕنۍ
کھسوٕنۍ قۭمت چھِ واریاہن کارٕبارنن ہِنٛدِس قٲیِم روزنس خطرس منٛز ترٛاوان۔
پیٚمٕتۍ کُلۍ تُلنہٕ خٲطرٕ آیہِ واریاہ تفصیٖل سوزنہٕ
زمیٖنس چُھ آفتابُک چکر کرنس منٛز 365 دۄہ لگان۔
مہربٲنی کٔرِتھ کٔرِو بُتھ لبہِ کُن۔
سٲنۍ جاے چھےٚ سارنی ہِنٛدِ سمکٕھنہٕ خٲطرٕ مُنٲسِب
فونَس پٮ۪ٹھ کَتھ کران کران ٲس سۄ پنٛنیٚن اوٚنٛگجن منٛز قلم نژناوان۔
یہِ بانہٕ بٔرِو آبہٕ سۭتۍ۔
تٔمۍ سٕنٛدۍ پَلو چھِ باسان واریاہ پرٛٲنۍ۔
سۄ ٲس اکھ با اعتِماد ژھرٛٛانٛٹھ واین واجیٚنۍ۔
کَلس لگنہٕ نِش بچنہٕ خٲطرٕ چُھ سارنٕے زٕ ویٖلر چلاون والٮ۪ن ہٮ۪لمیٹ لاگُن لٲزمی۔
یہ کھٮ۪ن چُھ بےٚ مزٕ۔
رامہٕ ہوٗنۍ سٕنٛز لٔٹ چھےٚ خۄشوٕنۍ آسان
سون وۄستاد کرِ نہٕ غلط برتاو برداشت۔
تِمو ژٔٹۍ وَنس منٛز کُلۍ۔
مہربٲنی کٔرِتھ ہٲیِو انٛدر اژنہٕ برٛونٛہہ پنٕنۍ شناخت۔
ٹیٖمہِ منٛز چھِ بہتریٖن رُکُن۔
اکھ داے چھےٚ گرٕچ صفٲیی کرنہِ یِوان۔
مریم چھےٚ قٲلیٖن وونان۔
تٔمۍ ہیوٚک نہٕ مزیٖد پنُن اسُن رُکٲوِتھ۔
کیٖمیٲیی جنٛگُک خطرٕ تہِ اوس۔
بالہٕ تھزرس پٮ۪ٹھ چُھ اکھ پرٛون پادٕرۍ سُنٛد گرٕ۔
سۄ ٲس تِمن پلوَن منٛز عجیٖب باسان۔
تٔٔمی سٕنٛدۍ لۄکٕٹۍ بٲے دِژ اَسن کرٛٮ۪کہٕ ییٚلہِ تٔمہِ تٔٔمِس کٕتہٕ کٕتہٕ کوٚر۔
افواہن منٛز چُھ نہٕ پَزرُک کانٛہہ نشان تہِ۔
بہٕ چُھس أکِس بٔڑِس مُصبیتس منٛز۔
شہزادن کٔر سۄ پنٛنہِ بُزدِلی سۭتۍ حٲران۔
تِمن چھِےٚ زٔمیٖنہٕ ٹُکرس تار گنٛڑٕنۍ۔
دَب لگنہٕ سۭتۍ پھٹ تٔمِس قمرٕچ أڑِج
بُکھارِ منٛزٕ اوس دٕہ وۄتھان۔
کُلۍ چھِ ہوا صاف کرنس منٛز مدد کران۔
تِمو کوٚر اِنتِخاب منعقد کرنُک فٲصلہٕ۔
یتھ کُٹِھس منٛز چھےٚ واریاہ مچھٕ۔
میون دوس چُھ ہمساے ضِلعس منٛز روزان۔
سُۄ چھَ سیٹھا خۄشِک۔
بہٕ چُھس مشرپُھک رجحان تھاوان۔
تُہۍ ہیٚکِو پنٛنیٚن شُریٚن سان یِتھ۔
تٔمۍ چاونوو پنُن بچہٕ دۄد۔
تٔمۍ سٕنٛز دِلچسپی مۄکلٕنۍ ٲس تٔمۍ سٕنٛزِ ناکٲمی ہِنٛز اکھ اہم وجہہ۔
أسۍ چھِ پنٛنیٚن نظرین منٛز بٔڑِس پیمانس پیٚٹھ مُختلِف۔
تٔمۍ سٕنٛدٕ طیشَل برتاو سۭتۍ چھےٚ مےٚ تھرٕ اَژان
مےٚ چھِ تِم دۄشوَے خۄش کَران
ہوٚٹلس منٛز ہٮ۪کن پٔژھۍ ہَتھ کھنٛڑ وٲتِتھ
تٔمۍ تھوو سالس پٮ۪ٹھ لاگتہِ ہُنٛد حِساب۔
مےٚ لیٚچھ چِٹہٕ سفید کاغز ورقس پٮ۪ٹھ اَکھ درخواست
تمہِ کر تٔمۍ سٕنٛز پام نظر انٛداز۔
ٹرٛیکٹر اوس ژوٗنٛٹیو سۭتۍ بٔرِتھ۔
میٛٲنۍ نٔو قمیٖض وٕچھ۔
سۄ کیازِ چھےٚ پرٛٮ۪تھ وِزِ ہر کُنہِ ذمہٕ وٲری نِش ژلان؟
تٔمۍ چٔھلۍ أکِس باٹہِ منٛز پَلو۔
پیشن گویی کرن وول اوس پنُن جواب ہٮ۪تھ تیار۔
محلس منٛز چُھ اکھ مدرسہٕ۔
تٔمۍ سُنٛد بوے چُھ نوجوانن ہِنٛزِ جمٲعژ ہُنٛد رُکُن۔
کمپٔنی منٛز چھےٚ کیٚنٛہہ خٲلی اسامہِ۔
تٔمۍ سُنٛد تحقیٖق آو یُنورسِٹی منٛز اَول درجُک مانٛنہٕ
پرٛٮ۪تھ کانٛہہ چیٖز گَژھِ واضح آسُن
تُہۍ چِھوٕ پنٛنِس خراجہِ عقیدتس پیٛاران؟
تٔمۍ ٹھوٚکۍ ڈَبس جان پٲٹھۍ کِلۍ۔
تٔمۍ ہٲو تِہنٛدِ صحتہٕ خٲطرٕ زنانہٕ فِکِر۔
چمرس پٮ۪ٹھ چمک مۄکلہِ ؤلۍ ؤلۍ۔
لوٗکھ چھِ نیپال کِس سرحدس پٮ۪ٹھ آرام سان سفر کران۔
ژٕ ہٮ۪ککھٕ اسہ فوٹۄٗ تُلِتھ؟
آرَس نِش چھِ خۄشوٕنۍ بطخ
گُرِس پیٚٹھ سوار فوج اوس برٛونٛہہ کُن پکان۔
سُہ چُھ کُلۍ لاگنس منٛز آوُر۔
سلفر زالنہٕ سۭتۍ چھِ گگر دوٗر روزان۔
بہٕ زانن نہٕ سُہ وٕنہِ ذاتی طور مگر سُہ چُھ واریاہ زورآور۔
تمہِِ دِیُت نہٕ کانٛہہ تہِ جواب۔
ہجوٗمن لہرٲوۍ جنٛڑٕ ییٚلہِ صدر نیٮ۪ر درٛاو۔
شُرۍ گٔیہٕ مٲدانس منٛز جمع
سٮ۪ٹھا لُکھ ٲسۍ یَتھ جایہِ اورٕ یور پَکان
مزاحیہ اوس خۄشوُن۔
ٲبی مواد یِیہِ سِریٖنٛج سۭتۍ کڑنہٕ۔
تمہِ کٔر بِادشاہس رحمٕچ درخواست۔
کِتابہِ ہِنٛدِس ہر صَفس چھِ زٕ کالم
دٔلیٖل ٲسۍ شٲعری منٛز لٮ۪کھنہٕ آمٕژ۔
ٲسۍ ہٮ۪کو یہِ برابر حِصن منٛز تقسیم کٔرِتھ۔
ہِنٛدُستانس منٛز چھےٚ وٕنٛکیٚس نَمت پیٚٹھی ٹی چنٛلہٕ نَشر گَژھان
کیٚمۍ مارنہٕ باپتھ چھوٚک تِمو کُٹھِس دوا۔
تٔمۍ سٕنٛدۍ جواب چھِ ہمیشہٕ مُنٲسِب آسان۔
سٮ۪نٛسَس بیوٗرو چُھ محکمہِ تجارتُک اکھ اِدارٕ۔
یہ نقشہٕ دار ووٗنِتھ کپُر چھےٚ کٲرۍگری ہِنٛز کٲم۔
"قٲعِدس مُطٲبِق گژھٕ نہٕ بہٕ ییٚتہِ آسُن۔ 
"
تٔمۍ سُنٛد درُے چُھ یونیورسِٹی منٚز پَران۔
گۄڈنیُک ایٚٹم بمب اوس امریکاہس منٛز بناونہٕ آمُت۔
سۄنُک قۭمت چُھ واریاہَس حَدس تانۍ بَڑیومُت
سُہ چُھ پنٛنِس مٲلِکس خبرٕ دِوان۔
اسہِ چھِ تِمن سۭتۍ ہمدردی کران یِم اسی ہِوۍچھِ۔
تٔمِس چُھ پَنُن ہَوٲیی جَہاز
پرٛژن ہیٚکو نہٕ لفظی طورس پیٚٹھ ترجمہٕ کٔرِتھ۔
تٔمۍ چوٚو پنٛنہِ چایہِ ہُنٛد دام۔
مَہ ہےٚ فِکِر روز خۄش
تمہِ دیُت ملایہِ چھونٛپ۔
محبَتس تہٕ جنٛگس منٛز چُھ پرٛیٚتھ کیٚنٛہہ جٲیِز آسان۔
وۄستادن وٲلۍ لٔڑکس کوڑٕ۔
تٔمۍ سُنٛد منصوٗبہٕ چُھ معاشِیاتس منٛز ڈِگری حٲصِل کرٕنۍ تہٕ پتہٕ بیٖروٗنی مُلکس منٛز کٲم کرٕنۍ۔
سُہ چُھ بیس بال گِنٛدان۔
بوڈ آف ڈایریکٹٲرسن سۭتۍ چانہِ مِٹنٛگ ہُنٛد نتیٖجہ کیاہ اوس؟
یِم دوا ٲس معمول مُطٲبِق بیٚمارِ ہِنٛدِ علاجہٕ خٲطرٕ اِستعمال کرنہٕ یِوان۔
مےٚ چھےٚ ڈرٛامہ کھۄتہٕ سیٚنِماہٕچ فِلِم خۄش کران۔
أسہِ سجوو کُٹھ بَتیو سۭتۍ۔
تمہِ پول یتیم۔
مےٚ چھےٚ آبہٕ پایِپ انٕنۍ۔
یتھ سڑکہِ چھِ واریاہ چڑٲے
تِم چھِ کُملاونہٕ آمتِس دھاتس سانٛچس منٛز ترٛاوان۔
یہِ چُھ وٕنِتہِ اَکھ مٔشہوٗر سٔکوٗل
عجٲیِب گَرس منٛز ٲس پرٛانٮ۪ن وۄستادن ہِنٛزٕ کیٚنٛہہ بہتٔریٖن تصویٖرٕ۔
سٲنِس ہوٗنۍ سُنٛد ناو چُھ تٔمۍ سٕنٛدِس پَٹس پٮ۪ٹھ لیٚکِھتھ
مریم سمکھییہِ قٲد خانس منٛز پنٛنِس خانٛدارس۔
سُہ چُھ نہٕ سخت نفر۔
بہٕ کیاہ کرٕ زامہٕ دۄد کِس آبس؟
تٔمۍ چھِ زارٕ خٲطرٕ پاںٛژ امریکی ڈالر تھٲیمٕتۍ۔
سَچِن ٹٔنٛڈولکَرَن کٔر کامیٲبی سان ہِنٛدُستٲنۍ کِرکَٹ ٹیٖمہِ ہِنٛز کپتٲنی
سُہ ووٚتھ پنٛنہِ محنٛتہٕ سۭتۍ تھوٚد
سُہ چُُھ اَکھ شوقیٖن رنٛگ ساز
تِم وٲتۍ ریس ٹریکس اڈٕووٚت تہٕ آیہِ واپس
ٲخِرکار گٔیہِ تبٕدیٖلِیہِ غٲر ضروٗری ثٲبِت۔
عمارت ٲس والنہٕ آمٕژ۔
سُہ چُھ یٚیتہِ پٮ۪ٹھٕ ژوٗرمِس مکانس منٛز روزان۔
ماجہٕ کرنوو پَنُن شَرارتہٕ ہوٚت نیٚچوٗ ژھۄپہٕ
تٔمِس چُھ أچھ گاشس منٛز مسلہٕ رژھا۔
سۄ روٗز شہر چہِ خلوک جایہِ منٛز ژوٗرِ۔
شیٚشتٕر صنعت چھےٚ وۄنۍ پۄختہٕ پٲٹھۍ قٲیِم کرنہٕ آمٕژ۔
تٔمۍ چُھ ہمیشہٕ دعویٰ کوٚرمُت زِ سُہ چُھ نہٕ خطاوار۔
بہٕ چُُھس خداے سُنٛد قسم ہاوان، اگر سُہ واپس یِیہِ بہٕ مارن سُہ۔
موسمہٕ کہِ ژھٹہِ  کِنۍ روٗدۍ أسۍ انٛدرٕے۔
سۄ چھےٚ وۄپرن منٛز بےٚ قرار گژھان۔
تٔمِۍ سمبول یہٕ معاملہٕ خۄشوٕنِس انٛدازَس منٛز
مجرم گٔیہ منظرٕ منٛزٕ غٲب۔
مےٚ مہ لاگ اتھٕ۔
نوِکری خٲطرٕ تٔمۍ سٕنٛز تعلیٖم چھےٚ بہتریٖن۔
ہوٲیی جہاز کِس بٕتھمِس حِصس گوٚو نۄقصان تہٕ سُہ آو زٔمیٖنس پیٚٹھ وسنہٕ خٲطرٕ مجبوٗر کرنہٕ۔
سرحَدن پٮ۪ٹھ چھِ گولٕہ بوٚروٗد غٲر قونوٗنی طورس پٮ۪ٹھ کٕنٛنہٕ یِوان
برَس دِ مٕژراونہٕ خٲطرٕ دَکہٕ۔
بہٕ چُھس تٔمۍ سٕنٛزو لگاتار شکایتو سۭتۍ بےٚ زار گوٚمُت۔
ژٕ ہٮ۪کَکھ میانہِ دارِ کِنۍ اکھ خۄشوُن نظارٕ وٕچِھتھ۔
امیدوار یِن زبٲنی اِمتحان خٲطرٕ بُلاونہٕ۔
تٔمۍ لََگٲو تٔمِس کَنَس مُش
غٲر مُلکی زبان ہیٚچھنۍ چھےٚ اکھ زیٖٹھ عمل۔
لٔڑکہٕ پیوٚو پٔتھرِس پیٚٹھ ٹاس کٔرِتھ۔
تھکُن چُھ تیز نظرِ تہِ متٲثر کران۔
کُٹِھس منٛز ٲس کتھ باتھ ہِنٛز پِھس رارَے۔
شُرۍ ٲسۍ ریٚین ہِنٛدِس ٲلِس منٛز نظر ترٛاونٕچ کوٗشِش کران۔
بہٕ چھس پنٕنۍ تعلیٖم جٲری تھاوٕنۍ یژھان۔
یہِ رٮ۪واج چُھ وۄنۍ مۄکلیٛومُت۔
تٔمِس چُھ سفیٖد مَس
مےٚ ہیوٚتُن وۄنۍ شورُک عادت گژُھن۔
کیٚنٛہہ سیاح چھِ تٔمۍ سٕنٛزِ آبٲیی عمارژٕ أنٛدۍ أنٛدۍ پیدل پکان۔
تٔمۍ کٔر مُنصِفَس برٛونٛہہ کَنہِ کیسٕچ نٔنۍ حٔقیٖقت پیش
سودُک شرح ہیٚکہِ بدلن وول ٲسِتھ۔
جِسمَس منٛز کَلسٹرٛالٕچ زیادٕ مٮ۪قدار ہیٚکہِ دِلَس منٛز بٮ۪مٲرۍ پٲدٕ کٔرِتھ
سُہ گوٚو اوٚنٛگجہِ ٹیٚنٛڈٮ۪ن پٮ۪ٹھ واپس کُٹھِس منٛز۔
یتھ بوتلہِ منٛز چُھ تیز آب
بہٕ سمکَھے ژےٚ کٲجِس پیٚٹھ۔
سُہ چُھ چھکڑٕ چلاوان۔
یہِ چُھ دٔلیٖلہِ ہُنٛد سبق۔
مرمَتُک گۄڈنیُک مرحلہٕ گژھِ نیہِ رٮ۪تہٕ مُکمل۔
سُہ چُھ اردٲہمہِ صدی ہٕنٛدِس ٲخری حِصس منٛز زامُت
مےٚ چُھس نہٕ تقدیٖرس مُتعلق یِمن فضوٗل کتھن پٮ۪ٹھ پژھ کران۔
ڈاکٹَرن چُھ تٔمِس مُکمل آرام کرنُک مشوَرٕ دیُتمُت
تِمۍ دِیُت کَٹن گانس منٛز دَکہٕ۔
تٔمۍ سٕنٛز ژم چھےٚ پاکہٕ دار زخمو سۭتۍ بٔرِتھ۔
نَویٚن طٲلِبن ہِنٛز ذہنِیت چھےٚ لایق۔
اکھ ہلکہٕ ہوا چُھ بیٖچس اپارِ یپور چلان
تٔمۍ لوگ سُونہٕ وِزِ اوٚنٛگجہِ نیوٚٹھ۔
سارنی چُھ پنٛنہِ ووٚجوٗدُک اَکھ مقصَس آسان
حیدرآباد میونسِپل کارپوریشن چُھ شہر چہِ صفٲیی خٲطرٕ ذِمہ دار۔
میٲنِس پیٚترس چُھ گامَس منٛز اکھ کھہہ۔
مےٚ کُن پٔکِو۔
دوستہٕ سٕنٛدِس دۄکھس پیٚٹھ ہیٚکہِ کٲنٛسہِ تہِ آر یِتھ۔
تٔمۍ چُھ پنُن اِمتِحان پاس کوٚرمُت۔
پنٛنہِ کامہِ خٲطرٕ تٔمۍ سٕنٛز ماے چھےٚ واضح۔
سُہ چُھ صوٗرتحالس معموٗلی بناوان۔
سُہ یہِ تہِ پونٛسہٕ ژےٚ دِوان چُھے، بہٕ دِمَے دۄگنہٕ۔
نیہِ پالسی یِنہٕ کِنۍ ہُریو شِیَرن ہُنٛد قۭمت
مہربٲنی کٔرِتھ لٮ۪کھ أکِس کاغذ ورقس پٮ۪ٹھ پنُن ناو تہٕ پیشہٕ۔
سُہ چُھ اکھ قٲبِل شٲعِر۔
بہٕ چُھس نہٕ جِنن ہِنٛدِس آسنس پٮ۪ٹھ یقیٖن تھاوان۔
یہِ زانٛکٲری چھےٚ أکِس توٲریٖخ دان سٕنٛدِ خٲطرٕ سیٚٹھا فٲیدٕ منٛدی ہِنٛز۔
مےٚ چھےٚ یتھ درخاستس سۭتۍ چِٹھۍ تھٲومٕژ۔
تٔمۍ اوٚن ہۄنٛکانٛگ پٮ۪ٹھٕ اَکھ نوٚو کیمرا
آب پیوٚو چھکڑس منٛز شہر سوزُن۔
تٔمۍ دِژ پرٛژھنہٕ روٚستُے زانکٲری۔
کانٛہہ تہِ نفر ہیٚکہِ نہٕ اکی ساتہٕ زٕ کامہِ کٔرِتھ۔
میانہِ نوکری منٛز چُھ واریاہ سفر شٲمِل۔
راز کیٚن معاملن ہٕنٛدۍ دستاویز گژھن پوشیٖدٕ جاین منٛز تھاوٕنۍ
تٔمِس اوسُکھ پرٛٮ۪تھ دۄہ اکھ میٖل دورنُک مشورٕ دیُتمُت۔
ژٕ چُھکھ میانٮ۪ن شہری حقوٗقن ہٕنٛز خلاف ورزی کران
سُہ چُھ اکھ مشہوٗر باجہٕ واین وول۔
مےٚ چُھ تٔمۍ سُنٛد خۄ ش باشمِزاز پَسنٛد
اکھ مُشکِل اِتِظٲمی معاملہٕ گوٚو کھڑا
مےٚ باسان ژےٚ کوٚرُتھ راتھ سورُے واضح
سۄ چھےٚ مےٚ ناپسنٛد کران، تہٕ اِتَھے پٲٹھۍ چُھس بہٕ تٔمِس ناپسنٛد کران۔
اسہِ پزِ گژُھن تہٕ زمیٖنُک قبضہٕ رٹُن۔
سۄ چھےٚ پوٗرٕ پٲٹھۍ ٹھیٖک۔
بہٕ گژھٕ پگاہ منٛدِر۔
ہُشارٕ جمٲعژ کٔڑۍ تِم نفر کھکھرِ نٮ۪بر۔
أسۍ لیٚکھو تٔمۍ سٕنٛزٕ اصٕل کَتھٕ
سُہ اوس برٛانٛدس پیٚٹھ بِہِتھ، لوٗر شرٛاکہِ سۭتۍ زٕلان۔
مےٚ کھیٚیہٕ از صُبحس واریاہ انٛجوٗر۔
یہِ اداکار اوس پٔتمہِ ہفتہٕ کڑنہٕ آمُت۔
اَسہِ بَنوو شہرَس منٛز نوٚو مکان
ژٕ ہٮ۪کَکھ نہٕ تٔمِس ییٚمہِ مسلٕچ ہانٛژ لٲگِتھ
مےٚ چُھ چُھٹی پٮ۪ٹھ گژھُن
ٲخری فٲصلہٕ چُھ تٔمۍ سٕنٛدِس فٲصلس ماتحت۔
تُہۍ ہیٚکوٕ سانہٕ خٲطرٕ تاسہٕ پتہٕ أنِتھ؟
اسہِ چُھ زِنٛدٕ روزنہٕ خٲطرٕ کھٮ۪نٕچ تہٕ ترٛیٚشہِ ہِنٛز ضروٗرت آسان۔
اکھ بٔڑ بِرٕ گٔیہِ خٕطاب کرن وٲلِس أنٛدۍ أنٛدۍ جمع۔
تِم ٲس دفتر کِس دروازس پٮ۪ٹھ پیٛاران۔
سُہ چُھ پنٛنہِ زمانُک غدار روٗدمُت۔
جہاز چُھ ہِنٛدوستٲنۍ جنٛڈٕ لہراوان۔
فوجس آو جنگ بٔنٛدی ہُنٛد حُکُم دِنہٕ
یہِ چھےٚ تٔمۍ سٕنٛز ذٲتی کٲم۔
غزا گژھِ صحیٖح وقتس پیٚٹھ کھیوٚن۔
بہٕ ہیٚکہٕ اتھ مُتعلق صِرِف سوٗنٛچِتھ۔
تُہۍ ہیٚکوٕ پٔتھرِس پھش دِتھ؟
بیٚیہِ زُو حالتس منٛز اوس تٔمِس واریاہ وزن ہُریومُت۔
بہٕ گژھٕ پیشاب کرنہِ۔
أسۍ چھِ وۄنۍ پرٛٮ۪تھ قٕسمٕکۍ صنعتی سامان بیٚین مُلکن سوزان۔
سُہ اوس نیٚبرِمِس مکانس منٛز تھاونہٕ آمُت۔
تٔمِس وٕچِھتھ تٔمۍ سٕنٛز خوشی ٲس بِلکُل واضح۔
تٔمۍ چُھ کیاہتانۍ مزٕ دار تہٕ نۄقصان واتناون وول کھیٚن انٛنوومُت۔
عوام ہیٚکہِ مشہوٗر قِلعہٕ وٕچِھتھ۔
موسَم چُھ وۄنۍ خۄشوُن۔
گام واتنہٕ خٲطر تٔرۍ أسۍ نالہٕ کِنۍ۔
زِنٛدگی ہِنٛزن سختِین نِش چُھ نہٕ کانٛہہ تہِ نجات۔
چھان چُھ کٲم کرنہٕ باپتھ تیار۔
أسۍ ہیٚکو سِنِس منٛز تیز پتہٕ اِستعمال کٔرِتھ۔
میانہِ مامتٕرِ بیٚنہِ چُھ نیہِ ہفتہٕ خانٛدر۔
شۄربہٕ مٔٹراو مکایہِ آٹہِ سۭتۍ۔
تٔمِس ٲس گۄلٲبۍ انٛدٕ دار نیٖلہِ رنٛگٕچ سٲڑۍ لٲگِتھ۔
سُہ قٔصوٗر وار ثٲبِت کَرنہٕ خٲطرٕ اوس نہٕ یہِ صٔحیح ثٔبوٗت
تمہِ کٔر واریاہ وارٕ وارٕ کتھ، غور کران زِ تس کیا پزِ ونُن۔
دریاو اچس تاپس منٛز چمکان۔
ژٕ چُھکھ پانَس دُبارٕ اِذاہ دِوان۔
خبر بوزان اوس تس اوٚش وسان۔
تِمو چُھ گۄڈَے ہوٹلَس منٛز اَکھ کمرٕ بُک کوٚرمُت
میون صحت چُھ وۄنۍ ٹھیک۔
سۄ چھےٚ اکثر کتھ کران کران پنٛنِس ہارس اوٚنٛگجہِ لاگان۔
سۄ چھےٚ دفتر گَژھنہٕ خٲطرٕ گاڑِ منٛز سَفر کَران
دأرِ چھےٚ لٔکرِ ہِنٛزٕ بنیمژٕ آسان۔
قدیٖم تمدنٕکۍثبوٗتو چُھ اسہِ پنُن تاریٖخ تصوُر کرنس منٛز مدد کوٚرمُت۔
کالہٕ تُل اسہِ بٕزِتھ گاڈن ہُنٛد لُطُف۔
تٔمِس چُھ باسان زار چُھ اکھ عٲب۔
میٲن دوستس چُھ گۄڈنیُک اِنعام زیوٗنمُت۔
حُکومتن چھےٚ درٛۄجرس پیٚٹھ رُکاوٹ عٲیِد کٔرمٕژ۔
کانٛہہ تہِ خبر آیہِ نہٕ، توتہِ روٗدۍ أسۍ وۄمید کران۔
"قوم پرستی ٲس تیزی سان اکھ خطرناک قُوت بنان۔ 
"
شُرۍ ٲسۍ یَژھان دانٛدس سَوٲرۍ کَرٕنۍ
جمٲعژ منٛز کٔر بغاوت کرن والیو سرکار گِراونٕچ سٲزِش۔
کمپنی چھےٚ نفع کِس کھوجس منٛز۔
اگر یِژھ کتھ چھےٚ، تیٚلہِ کِتھ کٔنۍ کَرو أسۍ لین دین۔
تۄہہِ پَزیو پیٚچُھن وقت بچاوُن۔
تِمن باسیٛو زِ یہٕ چھےٚ سرکارٕچ سٲزِش
تٔمۍ کٔر پُُھٹمٕژِ لب نِشان زد۔
سُہ اوس پرٛانہِ تہٕ اصٕل گاڑِ جمع کرنہٕ خٲطرٕ تہٕ تِمن ہنٛزِ مرمت کہِ شوقہٕ خٲطرٕمانٛنہٕ یِوان۔
شاباش، اسہِ چُھ تۄہہِ پیٚٹھ ناز۔
موجودٕ دور چُھ کمپیوٗٹرُک دور۔
ژوٗنٛٹھ مہ ژھٕنۍ دٲرِتھ
تٔمۍ سُنٛد مدرسہٕ چُھ واریاہ نزدیٖک۔
تٔمۍ تھٔو چِٹھۍ چنٛدس منٛز۔
بۄنہٕ کنہِ دِنہٕ آمٕژ اقتباس پٔرِو۔
تِہِنٛدِ گۄناہ کرنہٕ سۭتۍ کھوٚت سارنی اِشتعال۔
ژیرٕ کُلِچ لٔکٕر چھےٚ اَصٕل پٲٹھۍ دَزان
یَتھ وَتہِ پٮ۪ٹھ گٲڑۍ چلاوٕنۍ چھےٚ واریاہ کھروٕنۍ
بہٕ چھس پنُن دِلبر وٕچھنہٕ خٲطرٕ مَران۔
تٔمۍ چھےٚ خۄشٕک ژم۔
بہٕ کرٕ بیان مےٚ کیاہ چُھ کوٚرمُت۔
سُہ آو حٲضرینن خطاب کرنہٕ خٲطرٕ برٛونہہ کُن۔
لُکھ چھِ ہمیشہٕ موسمس مُتعلق بارَو دِوان۔
سُہ چُُھ تس سٕنٛدِ خٲطرٕ نوکری ہُنٛد اِتظام کرنٕچ کوٗشِش کران۔
تٔمۍ ٹھہرٲو پنٛنہِ ناکٲمی خٲطرٕ لاپروٲیی ذموار۔
سُہ آو پونٛسہٕ ژوٗرِ نِنہٕ خٲطرٕ گوناہ گار قرار دِنہٕ
تٔمۍ ووٚد تٔمۍ سٕنٛدِ مرنٕچ خبر بوٗزِتھ۔
مِلہٕ ژارس منٛز ناکٲمی کِنۍ گٔیہٕ اکھ بٔڑ لڑٲے
سۄ چھِ طلاق خٲطرٕ عرضی کرن واجیٚنۍ۔
تٔمۍ ؤنۍ اسہِ اکھ باسنہٕ کِنۍ پٔز دلیٖل۔
جہازٕک باحِفاظت لینٛڈ کرنہٕ برٛونٛہہ آیہِ اَسہِ کیٚنٛہہ تشویٖش ناک لمحات پیش
بیمٲرۍ پھٲلاون وول جراثیٖم چُھ ییٚمہِ وباہُک وجہ۔
کھیٚن ژٲپِو اصٕل پٲٹھۍ۔
قٲتِلن دِیُت پُلیٖسس پنٛنٮ۪ن قدمن ہِنٛدِ نِشانہٕ سۭتۍ ثبوٗت۔
بچہٕ پٔکۍ ماجہِ پتہٕ پتہٕ ہیوٚر تام۔
اِنٛشورَنس برِ نہٕ سۄن راونُک نۄقصان۔
تٔمۍ لٲگۍ دعوتہٕ خٲطرٕ جان پَلو۔
زمیٖن چُھ سیٲری نِظامُک اکھ حِصہٕ ۔
مُلکٕکِس مشرِقس منٛز چُھ سرٕد موسٕم
مےٛ چُھ تس خٲطرٕ توفہٕ اُنن۔
یہِ چُھ ہٮ۪وان کُملُن۔
یہِ ٲس اکھ کٔشِش واجیٚنۍ خۄشبوٗ۔
بہٕ یِمہٕ جلدی پکن واجنہِ ریلہِ منٛز۔
مےٚ اوس شک زِ تٔمۍ اوس مۄچھِ منٛز اکھ تاسہٕ پتہٕ تھوومُت۔
کٲم کَران کَران روٗد نہٕ تٔمِس زۄنٕے
وٕنٛکیٚس چُھ نہٕ یہِ ذخیرٕ کرُن لایق۔
دایہِ ڈوٚل توازُن تہٕ پیٚیہِ پتھر ۔
تٔٔمۍ سٕنٛزو کَتھو سۭتۍ ووت تٔمِس زَکھ۔
یتھ ناولہِ منٛز چُھ اکھ جادو گر امن وامان وٲلِس سلطنتس پیٚٹھ قبضہٕ کرنہٕ خٲطرٕ جود اِستعمال کران۔
یہِ جیٚشٕن باسیٛوو مےٚ سٮ۪ٹھا غٲر مُلکی
مےٚ چھِےٚ پَے زِ ژٕ چُھکھ نہٕ کانٛہہ تہِ پَراشٲنی یَژھان
سُہ چُھ رِٹایرمیٚنٛٹَس واتنہٕ برٛونٛہہ پنٛنہِ سارے ذموٲریہٕ نَکھٕ والُن یَژھان
مکانَن ہنٛدِس قۭمتَس منٛز چُھ زیادٕ درٛۄجر۔
بہٕ چُھس یَژھان میچ اَصٕل پٲٹھۍ وُچُھن
اسہِ دِیُت تٔمِس ہتھ رۄپیُن نوٹ۔
رگہٕ آسہٕ نرم تہٕ واریاہ مۄچہِ۔
تَس مِلیٚو ہوسٹَلَس منٛز روزنہٕ خٲطرٕ جاے۔
ایرلاینس آو توجہہ نہ دِنہٕ باپت تنقیٖد کرنہٕ
خراب صحبَتس منٛز روزنہٕ کھۄتہٕ بہتر چُھ کُنُے زوٚن روزُن
بہٕ کِتھ کٔنۍ ہیٚکہٕ پنُن روومُت جاداد حٲصِل کٔرِتھ؟
تِم سٲری چھِ واریاہ غریٖب۔
مےٚ چھِ یہِ نوکری حٲصِل کرنہٕ باپت چانہِ اسرِ رسوٗکٕچ ضروٗرت
مےٚ دِیُت نہٕ صارفیٖنن ہٕنٛزن شکایتن کُن کانٛہہ توجہہ
اسہِ چُھ پنٕنۍ کٲم کرنہٕ خٲطرٕ واریاہ وقت بچیومُت۔
"یہِ چُھ اکھ پاگل مشورٕ۔ 
"
بہٕ کرٕ زنانہِ سۭتۍ کَتھ زِ اسہِ چھا بیٚیِس ڈُون وٲلۍ سٕنٛز ضروٗرت۔
حٲدِثس منٛز ووت نہٕ گاڑِ ہِنٛدِس چھتَس کانٛہہ تہِ نۄقصان۔
کوچیٖنَس منٛز چُھ اَکھ نوٚو بین الاقوٲمی ہَوٲیی اَڈٕ بَناونہٕ آمُت
معموٗلی واوٕ سۭتۍ گوٚو پنہٕ ؤتھرَن الہٕ ڈَلہٕ
تِم چھِ نہٕ سمجوتہٕ خٲطرٕ تیار
سُہ خٲلی مکان ہیوٚتُن خستہٕ گژُھن۔
تِمو کوٚر دوٗر دَراز جاین ہُنٛد سمندری سفر۔
شایع کرن وٲلِس آیہِ پونٛسن ہِنٛز منٛگ کرنہٕ خٲطرٕ اکھ ذٲتی چِٹھۍ سوزنہٕ۔
سُہ چُھ حالاتن سۭتۍ جان پٲٹھۍ وٲقِف۔
ونٛدٕ کٮ۪ن رٮ۪تن منٛز پہاڑ کِس تینتٲلِس پٮ۪ٹھ کھسُن چھےٚ اکھ سخت خطرناک مُہِم۔
یہِ گٲڑۍ چھےٚ اَوسَطن ژتجی میٖل فی گٲنٛٹہٕ پَکان
جاناوارن تھوو گٮ۪وُن جٲری۔
حکومت کہِ طرفہٕ شایع کرنہٕ آمٕژ تحریرِ منٛز اوس واریاہن حِکمتہِ عملِین ہُنٛد خاکہٕ پیش کرنہٕ آمُت۔
تِمو سوٗز سامان واریاہس زیادٕ تعدادس منٛز۔
یوٚتتھ تہِ سُہ گژھان چُھ ہوٗن چُھ تٔمِس پتہٕ پتہٕ پکان۔
وزیٖرن ووٚن زِ ہتھیار بنٛد فوجِین منٛز کٔمی یِیہِ یِنہٕ والٮ۪ن شیٚن یا ستن ؤرۍین منٛز مرحلن منٛز کرنہٕ۔
نامنظوٗری کِنۍ گٔیہٕ تٔمِس واریاہ مایوٗسی۔
سُہ اوس یوٗت دِلیر زِ سُہ ہیٚکہِ ہا یتھ مسلس منٛز پنٛنِس زِٹِھس سۭتۍ مُقابلہٕ کٔرِتھ۔
یہِ چُھ کَپس وۄپداونُک بہتریٖن موسم۔
کمپنی ہُنٛد یکجُت چُھنہٕ یتھ سٹیجس پٮ۪ٹھ مُمکِن
ژٕ چُُھکھ سرٛوٚن سونٛچن وول۔
از چُھ اسمان گۄسٲنی رنٛگُک۔
یہِ ٲس غُربتٕچ لعنتی زِنٛدگی۔
تٔمِس چھےٚٚ منصوٗبس منٛز اہم چلٕنۍ۔
سُہ چُھ پرٛٮ۪تھ دۄہ کُلٮ۪ن سگ دوان۔
تٔمۍ سُنٛٛد عیال اوس واریاہ جان۔
میٲنۍ گٲڈۍ چھےٚ صرِف میانہِ ذٲتی اِستعمال خٲطرٕ۔
سۄ چھےٚ اکھ عٔجیٖب بچی۔
ژےٚ پَزی یتھ مسلَس پٮ۪ٹھ غور کرُن
یہِ جہاز نیرِ جیٚمۍکِنۍ۔
سۄ ٲس دروازس نِش وۄدنی۔
أسۍ بیٚہمو ریلہِ ہِنٛدِس دٔیمِس ڈبس منٛز۔
بازر چُھ واریاہ غٲر ملکی سامان سۭتۍ بٔرِتھ۔
مدرسہٕ گژھنہٕ بروٚنٛہہ کر پننِس بوٗٹس ٹھیٖک پٲٹھۍ پٲلِش۔
گُرۍ ترٛٲو مٲدانَس منٛز وۄٹھ
ژےٚ ہٮ۪کہٕ کھٕ تٔمِس فون کٔرِتھ
بستہٕ کیازِ چھےٚ اَتھس پیٚٹھ بَڑان؟
عملہِ تکسیٖد کہِ انکشاف کہِ وجہہ سۭتۍ چُھ رۄپھ گوٚٹ گژھان۔
تاخچَس پٮ۪ٹھ تھاونہٕ آمژٕ کِتابہٕ گٔنٛزرٲیِو۔
تِمو چھِ أسۍ چُھٹی منٛز بمبیہِ نِنہٕ خٲطرٕ زٕ بسہٕ کِرایہِ پیٚٹھ انۍمژٕ۔
بہٕ چَھس چاہان سُہ کَرِ پنٕنۍ کٲم پانے
ججس پزِ عدالتس منٛز حٲظِر گژھنُک حُکُم جٲری کرُن۔
ژےٚ پزی نہٕ تس ییٖژاہ لۄکچہِ کتھِ پیٚٹھ سزا دیُن۔
یہِ چُھ موم بتہِ ہُنٛد موم۔
جانوَر ٲسۍ چِڑیا گَرس منٛز بنٛد کرنہٕ آمٕتۍ
کھار چُھ شیٚشتٕر ٹۄکونہٕ خٲطرٕ دۄکُر استعمال کران
تٔمۍ کٔر لۄژِ آوازِ منٛز کتھ۔
مےٚ پیٚیہِ دانہٕ کُٹِھس ڈُوُن۔
2001 ہس منٛز گوٚر تٔمۍ مضموٗنن ہُنٛد اکھ سوٚمبرن شایع۔
ٲخٕر کار سمجہِ سُہ۔
مےٚ چُھ کھہن منٛز نژُن خۄش کران۔
وٕنہِ تہِ چُھ کتھ باتھ کٔرِتھ مُہادٕ کرنُک موقع۔
زٲہدن ہٲوۍ زبردست منشہٕ۔
ؤلِو فٲصلہٕ کرو کینٛہن ہفتن تانۍ مُلتوی۔
بہٕ ہٮ۪کہٕ پیٚٹھمِس طاقس تانۍ وٲتِتھ۔
زخم چھِ یاتہِ ٹیبہِ سۭتۍ نتہٕ مایہِ سۭتۍ بنٛد کرنہٕ یِوان۔
سُہ اوس پَشس پیٚٹھٕ کنہِ شیٚشتٕرُک جوڑ دِوان۔
سُہ چُھ پنٛنِس پونٛسس خٲطرٕ واریاہ کنجوس
تھوڑا گھبراہٹہٕ سان، مٕژروو مےٚ بر۔
سُہ چُھ اکھ پِیانو واین وول۔
یتھ معاملس منٛز چُھ تۄہہِ کُنہِ درمِیٲنی مقامس پیٚٹھ واتُن۔
سُہ گوٚو تِمن ہِنٛزن کَتھن ہِنٛزِ ماے محبتہٕ سۭتۍ مُتٲثِر۔
شیٖشُک اکھ ٹکرٕ اوس پٔتھرِس پیٚٹھ پڑا۔
مےٚ میلیٛووٕے نہٕ وٕنہِ تٔمِس شُکریہ کرنُک موقعہٕ
چاے چھےٚ چایہِ کیٚٹلہِ منٛز تیار ۔
تٔمۍ سٕنٛزِ موسیٖقی ہِنٛزِ آوازِ کوٚرنَس بہٕ پانَس کُن مٲیِل
سُہ چُھ اکثر نِگار خانس منٛز نُمٲیِش کران۔
سُہ گژھِ پانے پنُن حِصہٕ نِنہٕ یُن
تٔمۍ سٕنٛدِس پۄشاکس چھےٚ نالس أنٛدۍ أنٛدۍ خۄشوٕنۍ کٲم۔
تٔمۍ کوٚر پرٛٮ۪تھ کانٛہہ چیٖز خاص انٛدازس منٛز بیان۔
گانٛدی جی اوس اکھ اعظیٖم انسان
لٮ۪کھنس منٛز چھِ ذہانت تہٕ مذاق برابر اہمیت تھاوان۔
تٔمۍ دِژ تجویز زِ کِتابہِ پیٚٹھ گٔژ پابنٛدی لاگنہِ یِنۍ۔
سۄ آیہِ پٔژھۍ کُٹِھس منٛز پنٛنٮ۪ن نَویٚن پلون ہٕنٛز نُمٲیِش کرنہِ۔
تٔمۍ ترٛٲو تس محبت واجیٚنۍ نظر۔
میٛانیٚن لنٛگن چھِ حٲدثس دوران کیٚنٛہہ زخٕم لٔگۍمٕتۍ۔
یِم زٕ بٲے چھِ اکثر معموٗلی کتھن پٮ۪ٹھ ژُوان۔
آز کل چُھ پرٛٮ۪تھ کانٛہہ مشہوٗری یژھان۔
چٲنِس منصوٗبہٕ کِس مقصدس چھےٚ ظٲہِر آسنٕچ ضروٗرت۔
سٲری کٲم کرَن وٲلۍ خلق چھِ ہرتالس پٮ۪ٹھ۔
یِم احساس چھِ عام طورس پیٚٹھ عارضی آسان۔
مِسکیٖن موج ہیٚچ نہٕ پنٛنیٚن شُریٚن ہِنٛز یڈ پٲلِتھ۔
یہِ چُھ قدرتی طور گژھان۔
بادشاہ کرِ نواب سٕنٛدِ دربارُک دورٕ۔
خانٛدر آو جٲیِز قرار دِنہٕ۔
تٔمِس ٲس پنٛنِس صدرِ چنٛدس منٛز اکھ لۄکٕٹ کِتاب۔
ژےٚ چھیہِ یہِ کٲم کرنہٕ خٲطرٕ صلٲحِیت؟
شٲیستہٕ تعارُفو پتہٕ کٔرۍ مےٚ پنٕنۍ خیالات تہٕ اِرادٕ بیان۔
بُنلہِ سۭتۍ باسیوو مےٚ اچانک نژُن۔
زیٖٹھ نَس چھےٚ میٛانہِ خانٛدانٕچ اکھ خٔصوٗصیَت
تٔمۍ سٕنٛدِس پۄشاکس چھِ بٔڑۍ چنٛدٕ۔
بہٕ چُھس لوٚت پکن وول، مگر بہٕ چُھس نہٕ زانٛہہ تہِ پوٚت ہٮ۪وان۔
مزدوٗرو لوگ گۄپھِ منٛز اکھ دماکہٕ وول مواد۔
آنٛگُن چُھ سبٕز
سۄ ٲس تھزرس منٛز واریاہ ژھوٚٹ۔
مےٚ چُھ سرٛانٛٹھ واینٕکِس تالابس منٛز گٲنٛٹہٕ وادن غۄطہٕ کرُن خۄش کران۔
تٔمۍ گُزٲر پَنٕۍ سٲرٕے چُھٹی پنٛنِس مٲلِس ماجہِ نِش
سٲنِس مَکانس نِش چُھ اَکھ کارخانہٕ
یہِ چُھ سُہ نفر ییٚمِس دَولت چھےٚ۔
ماٹم پھوٚل وٕچِھتھ آو بچہٕ سٕنٛدِس ٲسس منٛز آب۔
یہِ کُٹھ چُھ گاشدار تہٕ بیٚیہِ چُھس کُھلہٕ ہَوا
بچن پزِ پنٛنِس مٲلِس ماجہِ تہٕ وۄستادن سۭتۍ با سلیٖقہٕ روزُن۔
کِرکٹ میچَس مُتعلق تِہِنٛز تمام پیشن گویی درٛایہٕ ہتھ فیٖسد صٔحی
سُہ گوٚو اِتفاقہِ راے ووٹ سۭتۍ مُنتخب۔
یہِ نتیٖجہٕ بناوِ مےٚ تیشل۔
تنظیٖمہِ سۭتۍ تٔمۍ سٕنٛدۍ تعلُقات درٛایہِ کمزور۔
سُہ چُھ اکھ حقیٖقت پسنٛد نفر۔
مےٚ بوٗز دروازس پٮ۪ٹھ ٹُھک ٹُھکٕچ آواز۔
تٔمِس چُھ واریاہ اصٕل طور طٔریٖقہٕ۔
ڈاکٹرن کٔر تٔمِس نیٚنٛدرِ ہُنٛد دوا ترٛاونانٕچ کوٗشِش۔
بہٕ تھاوٕ از راتس چٲنِس بٲیِس پیٚٹھ نظر۔
تٔمۍ سُٕنٛدِس واپس یِنَس پٮ۪ٹھ تٔھوۍ تِمو واریاہ شرٕط
یہِ گٲڑۍ چلاوٕنۍ چھےٚ واریاہ سہل۔
میٲنِۍ مٲلۍ کوٚر میٲنِس منصوٗبس نکار۔
ییٚتہِ روزنس گژھٕ بہٕ خۄش۔
ژٕ چُُھکھ میانہِ کھۄتہٕ زیادٕ ہوشیار۔
زیادٕ تر آلہٕچھِ اکہِ ؤریِچہِ وارنٹی سان یِوان۔
مہربٲنی کٔرِتھ کٔرزٮ۪و اسہِ آغاہ ییٚلہِ تُہۍ یور وٲتِو
خراب مُعٲشی حالت آسنہٕ کِنۍ ووٚتھ سامانہٕ کِس قۭمتَس
سُہ چُھ کھاتن ہُنٛد تصدیٖق کرن وول۔
تٔمِس چُھ صاف لِکھایہِ ہُنٛد دسخط۔
پُلسَن نیٛوو سُہ رٔٹِتھ مگر سُہ اوس بےٚ داغ
بیوقوٗف کتھٕ مہٕ کر۔
مےٚ چھِ وُنہِ تہِ پوٗرٕ اُمید زِ أسۍ زینو یہِ کھیل
بہٕ چُھس یژھان یہٕ ژوٗنٛٹ ژٹُن۔
مےٚ میوٗل نہٕ چٲنۍ کٲم کرنہٕ خٲطرٕ وقت تِکیازِ مےٚ پٮ۪ٹھ آسہٕ واریاہ ذِمہ دٲریہِ۔
سُہ دِیہِ عدالتس منٛز معاملس مُتعلق گوٲہی۔
ییٚمِس خۄداے پسنٛد چُھ کران سُہ چُھ لۄکٹُے مَران۔
یِم سرکٲرۍ پابنٛدِیہِ رُکاون سٲنِس کارٕبارس۔
تِمو ووٚن شُریٚن کُٹھِ منٛز ژھۄٹھ تُلُن۔
تٔمۍ سٕنٛزِ خوٗبصوٗتی کٔرۍ سٲری پانس کُن مٲیِل۔
تٔمۍ ہیوٚت بیٚنٛکس قرضہٕ۔
تالوٕکیٚن پکھن چھےٚ ہَوہس منٛز گول گول نژنٕچ آواز نیران۔
مےٚ چُھ زُکام
سُہ اوس ہڑدرم، بُلنٛد حوصلہٕ تہٕ خۄد اعتماد وول۔
یہٕ چُھ اکھ واضح بیان۔
تٔٔمۍ دِژ أکِس بانن ہِنٛدِس صٔنٛدوٗقس منٛز ژھٲنٛڈ
تٔمۍ بنوو أکِس ننٛگَے زنانہِ ہُنٛد خاکہٕ۔
یہِٕ صِفت چُھے ژےٚ واریاہ خاص بناوان۔
جماعت گیہِ اِنتخابس منٛز کامیاب۔
تٔمۍ سُنٛد ناو اوس آمُت فہرستہٕ منٛز کٔڑِتھ ژٕھنٛنہٕ۔
ییٚمہِ سَوالہٕ سۭتۍگوٚو ونن وول پریشان۔
زبانن چُھ مختلِف مصوتہٕ نِظام آسان۔
سُہ کوتاہ بہتریٖن تربِیت دِنہٕ وول چُھ۔
دۄب اوس چھلنہٕ چھۄکہٕ خٲطرٕ آبُک وٲحِد ذریعہٕ۔
یچھ ٲسۍ 8 فُٹہٕ تٔھدۍ۔
دۄدھ چُھ اکھ ٲبی طاقتی غذا۔
چیتک اوس رانا پرٛتاپ سُنٛد قۭمتی گُر۔
تٔمۍ سُنٛد کورِ بَچہٕ چُھ سٮ۪ٹھا خۄشوُن
باغوان اوس پوشن کینہٕ سۭتۍ سَگ دِوان
ژےٚ چُھتھٕ پنُن پینسل گوٚرمُت؟
قیٲسی شکٕل ہٮ۪کو نہٕ فِلمی پردس پٮ۪ٹھ ہٲوچِتھ۔
میون دوست چُھ مےٚ اکثر سمکھٕنہِ یِوان۔
منصوٗبہٕ اوس گۄڈٕ بلکل مُختلِف۔
سُہ چُھ ذِمہٕ دٲری تہٕ پریشٲنی سۭتۍ ختم گوٚمُت۔
سۄ بیٖٹھ بِستَر کِس کوٗنَس پٮ۪ٹھ
تٔمِس چھےٚ پنٛنہِ رِیاستٕچ حُکمرٲنی جماعت حِمایَت کَران
صحب چُھ جنٛگ کرنس پیاران۔ ہٮ۪سس منٛز روٗزِو!
یہِ چھےٚ حدٕ کھۄتہٕ زیادٕ سہل کٲم۔
تٔمۍ سُنٛد تبصُرٕ اوس تیز تہٕ شعوٗری۔
فصٕل گٔیہِ طوٗفانس منٛز تباہ۔
مےٚ وُچھ پکوُن جلوسہٕ۔
سُہ چُھ نہٕ فرانسی بولان۔
یِٕ کھۄربانہٕ چھِ واریاہ تنٛگ۔
تٔمۍ سٕنٛزو أچھو ٲس نہٕ زانٛہہ تہِ یِژھ خۄشحٲلی وٕچھمٕژ۔
مےٚ چھےٚ ٹیٚٹھ چاے خۄش کران ییٚلہِ زن میون خاندار دۄدٕ دار چاے چٮ۪وان چُھ۔
پَنٕنۍ خیال گَژھن نہٕ پرٛٮ۪تھ کٲنٛسہِ نِش باوٕنۍ
گامٕکۍ چھِ زٔمیٖن دٲری ہِنٛدۍ نٔوۍ طریقہٕ اِستعمال کران۔
نٮ۪صٕف رٲژ ہِنٛدۍ بُنِلۍ وٕزنٲو سٲری۔
کیاہ بہٕ پَلزٕیہِ ژےٚ؟
تِٔمن چھےٚ نہٕ بیٚین ہِنٛز کانٛہہ تہِ فِکِر
تس آو پنٛنیٚن سٲتھِین سۭتۍ چکرس گژھنس پیٚٹھ ٹھاک کرنہٕ آمُت۔
